
[
    {
        "id" : 1,
        "title" : "Da yeleli",
        "ayas": [
            {
                 "id" : 1,
                "text": "Ni ala tɔgɔ ye, min ye diɲɛ hinɛ labɔlen tigi ye, min ye lahara hinɛ kɛrɛnkɛrɛnlen tigi ye"
            },
            {
                 "id" : 2,
                "text": "Tanu ye ala ta ye, ale min ye dani fɛnw tigi ye."
            },
            {
                 "id" : 3,
                "text": "Diɲɛ hinɛ labɔlen tigi dɔ, lahara hinɛ kɛrɛnkɛrɛnlen tigi dɔ"
            },
            {
                 "id" : 4,
                "text": "sarali don marabaga dɔ"
            },
            {
                 "id" : 5,
                "text": "An bɛ e djati de bato,  wa an bɛ dɛmɛ ɲini e djati de fɛ"
            },
            {
                 "id" : 6,
                "text": "An kanda, i ka an bla sira kilɛnen kan,"
            },{
                "id" : 7,
                "text": "maaw ga sira ko do, i ye nɛɛma ke maa minuw kan. funu kera maa minuw kɔrɔ ani maa fililenw, olu ka sira ko tɛ"
            }
        ]
    },
    {
        "id" : 2,
        "title" : "Misimuso",
        "ayas" : [
            {
                "id" : 1,
                "text" : "Alif lam mim"
            },
            {
                "id" : 2,
                "text" : "Nin ye gafe ye siga te min na , bilasiraliba'a dɔ alaɲɛsiranba'aw ye"
            },
            {
                "id" : 3,
                "text" : "Ma'a minnu bɛ da ko dogolenw la, ni ou bɛ seli djɔ, ni ....."
            },
            {
                "id" : 4,
                "text" : "Ani ma'a minnu bɛ da fɛn la min jiginna i kan, ani fɛn min jiginna ka kɔn i ɲɛ, ani u dalen bɛ laharako la.”"
            },
            {
                "id" : 5,
                "text" : "Olu bɛ u Matigi ka bilasirali de kan, wa olu de ye ɲɛtaa sɔrɔba'aw ye.”"
            }
        ]
    },
    {
        "id" : 40,
        "title" : "Yafabaga",
        "ayas" : [
            {
                "id" : 1,
                "text" : "ha mim"
            },
            {
                "id" : 2,
                "text" : "Gafe in jigili bɔra ala de la, ale min ye sɛ masa ye, ale min ye doni masa"
            },
            {
                "id" : 3,
                "text" : "Jurumuw yafabaga dɔ, tubiw minɛbaga dɔ, ɲangata gɛlɛnw tigi dɔ, sɛ masa dɔ; ala wɛrɛ si tɛ yen, fo na kɛra ale yɛ, siniɲɛsigi bɛ ale de bolo"
            },
            {
                "id" : 4,
                "text" : "Maa si tɛ sɔsɔli kɛ, ala ka taamaʃyɛnw la, fo na kɛra mogow ye, minuw kafiryara; u ka yelema-yelemali duguw la, o ka na i marasa"
            },
            {
                "id" : 5,
                "text" : "Ka kɔn u ɲɛ, Nuhun ka mɔgɔw ye nkalon tigɛyali kɛ, olu fɛnɛ kɔfɛ kulu caman (ye u ta in ɲɔgɔn kɛ); O mantonw kelen-kelen'a bɛɛ hamintinyara ni u ka ciden de ye, walasa ka minɛ; u ye sɔsɔli kɛ ni nkalon ye walasa ka tiɲɛ nyakrabu ni a ye, n y'u minɛ; n ka ɲangili kɛra cogo di ? "
            },
            {
                "id": 6,
                "text": "O cogo ya de la, i matigi ka kuma kan wajibiyra mogow kan minu kafriyara, ka fo ulu de ye tasuma dunkew ye." 
            },
            {
                "id": 6,
                "text": "Masasigilan ta mɛlɛkɛw ani a lamini mɛlɛkɛw bɛ subhanalahi fɔli kɛ ni u matigi ka tanuli ye, u bɛ limanaya n'a ye wa u bɛ yafadeli kɛ mɔgɔw ye, mɔgɔ minuw limaniyara «An matigi e yiriwara ni fɛn bɛɛ la jelen ye hinɛla ani doniyala, yafa mɔgɔw ma, minu tubira ni u tugura i ka sira kɔ, i k'u kisi jahanemɛ ɲangili ma»"
            }
        ]
    }
]



