{
    "id": 40,
    "title": "Yafabaga",
    "ayas": [
        {
            "id": 1,
            "text": "ha mim"
        },
        {
            "id": 2,
            "text": "Gafe in jigili bɔra Ala de la, sebaayabɛɛtigi, fɛn bɛɛ dɔnbaga."
        },
        {
            "id": 3,
            "text": "Jurumuw yafabaga, tubiw minɛbaga, ɲangalila gɛlɛnw, sɛtigi dɔ, bato ma si tɛ yen fo na bɔra ale yɛ, [#siniɲɛsigi bɛ ale de bolo#]"
        },
        {
            "id": 4,
            "text": "Kafiriw dɔrɔn de bɛ sɔsɔli kɛ Ala ka kabakow la, u ka yelema-yelemali duguw kɔnɔ, o kan'i marasa"
        },
        {
            "id": 5,
            "text": "Ka kɔn u ɲɛ, Nuhun ka mɔgɔw ye nkalontigɛyali kɛ, olu kɔfɛ kuluw (y'o ɲɔgɔn kɛ), mantɔw kelen-kelen bɛɛ y'a laɲini k'a ka ciden minɛ, u ye sɔsɔli kɛ nkalon kan yasa ka ban tiɲɛ na. N y'u minɛ. ɲangili kɛra cogo di?"        },
        {
            "id": 6,
            "text": "O cogo ya de la, i Matigi ka kuma kɛra tiɲɛ ye kafiriw ma: «U ye tasuma dunkɛw ye»."
        },
        {
            "id": 7,
            "text": "Minnu (Mɛlɛkɛw) bɛ larɔsi (Masasigilan) ta ani a laminibagaw bɛ subhanalahi fɔli kɛ ni u Matigi tanuli ye, u bɛ limaniya n'a ye, u bɛ yafadeli kɛ limaniyadjɔnw ye: “Matigi! i ka hinɛ n'i ka dɔni ye datuguli kɛ fɛn bɛɛ la, yafa tubib'aw ma minnu tugura i ka sira kɔ, i k'u kisi Jahannama ɲangili ma,"
        },
        {
            "id": 8,
            "text": "Matigi! i k'u don sigi arjinɛ kɔnɔ, i ye min lahidu ta u ye, ani minnu ɲɛɛna kabɔ u faw la, ani u furuɲɔgɔn la, ani u bɔnsɔnw la; e de ye sebaayabɛɛtigi ye, e de ye hakilitigi ye"
        },
        {
            "id": 9,
            "text": "an'i k'u tanga kabɔ jugumanw ma. N'i ye ma' min tanga kabɔ jugumanw ma o don [lahara] tiɲɛ na i hinɛna o tigi la”. O de ye niyɔrɔsɔrɔw la belebele ye."
        },
        {
            "id": 10,
            "text": "Minnu kafiryara, a bɛna f'u ma ko: “Ala ka koniya [aw kan] o ka bon ni aw ka koniya ye aw yɛrɛwbakun kan, tuma min na aw welera kana limaniya ma nka aw kafiryara."
        },
        {
            "id": 11,
            "text": "U n'a fɔ: “An Matigi, i y'an faga siɲɛ fila i y'an ɲɛnamaya siɲɛ fila, an jɔra an ka jurumuw la. Yala bɔyɔrɔ b'in wa?”"
        },
        {
            "id": 12,
            "text": "... A bɛ ten, sabu la tuma o tuma ni ala welela a kelen'a aw bɛ kafirya, ni filanikafɔya kɛra tuma mina aw bɛ limaniya; Kiiri ye Ala de ta ye, ale min Kɔrɔtalendɔ ale min ka bon kɔsɔbɛ."
        },
        {
            "id": 13,
            "text": "Ale de b'a ka kabakow jira aw la, a bɛ garisigɛ jigini ka bɔ sankolo aw ye. Ma' si te kosumadali kɛ fo ma' min bɛ segin [ka ta Ala ma]"
        },
        {
            "id": 14,
            "text": "A' ye Ala wele, k'a bato aw seko danmajira la hali ni kafiruw b'o kɔniya"
        },
        {
            "id": 15,
            "text": "Darajaw kɔrɔtabaga, larɔsi [masasigilan] tigi. N'a ka yamaruya ye a bɛ wahayu jigin a sago la mɔgɔ kan kabɔ a ka jonw la, yasa a ka lasɔmili kɛ kabɔ lajɛdon ma."
        },
        {
            "id": 16,
            "text": "don min na u bɛna bɔ kɛnɛ kan k'a sɔrɔ foyi ma dogo Ala la kabɔ u ka koɲɛw la. Masaya ye jɔn ta ye, bi? Ala ta dɔ, min ye kelen ye, min ye karabalibaga ye."
        },
        {
            "id": 17,
            "text": "Bi, ni kelen-kelen bɛɛ bɛna sara n'a ka kewale ye. Tɔɲɔli t'en bi, baw Ala ye jatebɔla teliman ye."
        },
        {
            "id": 18,
            "text": "U lasɔmi ni surunya don ye, tuma min dusukunw bɛna fɔ gɔnɔkun'a hamibolɔ. Tɔɲɔlikelaw tɛna teri timinandi sɔrɔ, wala surunadonb'aw n'o bɛ lamɛn."
        },
        {
            "id": 19,
            "text": "A (Ala) bɛ ɲɛnafileliw ka janfa dɔn, ani disiw bɛ min dogo."
        },
        {
            "id": 20,
            "text": "wa Ala bɛ kiri tigɛ ni tiɲɛ ye, u bɛ Ala tana minnu wele la olu tɛ kiri tigɛ ni foyi ye. Tiɲɛ na, Ala de ye Lamɛnnikɛla yelikɛla ye."
        },
        {
            "id": 21,
            "text": "wa Ala bɛ kiri tigɛ ni tiɲɛ ye, u bɛ Ala tana minnu wele la olu tɛ kiri tigɛ ni foyi ye. Tiɲɛ na, Ala de ye Lamɛnnikɛla yelikɛla ye."
        }
    ]
}
