[
    "Alif. Lam. Ra. Olu ye Hakilitigi ka kitabu tɛmɛsiraw ye.",
    "Yala kabako don mɔgɔw bolo ko An ye a jira cɛ dɔ la ka bɔ u cɛma ko: “Aw ka hadamadenw lasɔmi, ka kibaru duman di mɔgɔw ma minnu dalen b’a la ko u sen bɛ u Matigi fɛ wa?” O bɛɛ n’a ta, dannabaliw b’a fɔ ko: “Siga t’a la, nin ye subagaya jɛlen ye.”",
    "I Matigi ye Ala ye, min ye sankolow ni dugukolo da waati wɔɔrɔ kɔnɔ, o kɔfɛ a y’a yɛrɛ sigi Masasigilan kan, ka ko bɛɛ ɲɛnabɔ. Delilikɛla si tɛ yen fo a ka yamaruya kɔfɛ. O de ye Ala ye, i Matigi, o la, a bato. Yala i tɛna miiri wa?",
    "Aw ka seginni bɛ ale de ma, aw bɛɛ. Ala ka layidu ye tiɲɛ ye. A bɛ danfɛnw daminɛ, o kɔ, a bɛ segin o kan, ka dannaya kɛbagaw sara ani ka kɛwale tilennenw kɛ ni tilennenya ye. Nka kafiriw bolo, ji tobilen minni ni ɲangili dimi bɛ u bolo u ka sɔsɔli kosɔn.",
    "Ale de ye tile yeelen ni kalo yeelen, k'a fasaw latigɛ, o la i bɛ se ka sanw ni waati tɛmɛni jate. Ala ma nin da fo ni tiɲɛ tɛ. A bɛ taamasiyɛnw ɲɛfɔ ka ɲɛ mɔgɔw ye minnu b’a dɔn.",
    "Su ni tile ɲɔgɔn falen-falen na, ani Ala ye fɛn minnu da sankolo ni dugukolo kan, o ye taamasyɛnw ye mɔgɔw bolo minnu hakili bɛ u hakili la.",
    "Minnu t’a fɛ k’an kunbɛn ani minnu wasa bɛ ɲɛnamaya la nin diɲɛ in kɔnɔ, olu bɛ u yɛrɛ jate lakana la a kɔnɔ, wa u tɛ An ka taamasyɛnw dɔn.",
    "U fɛ, u dogoyɔrɔ bɛna Kɛ Tasuma ye, k'a sababu Kɛ u tùn bɛ min Sɔrɔ fɔlɔ.",
    "Nka minnu dara a la ka kɛwale tilennenw kɛ, olu Matigi na u bilasira u ka dannaya fɛ. Bajiw bɛna woyo u jukɔrɔ Nisɔndiya Nakɔw kɔnɔ.",
    "U ka delili min bɛ kɛ o kɔnɔ, o bɛna kɛ ko: “Ala, nɔɔrɔ bɛ i kan,” ani u ka foli min bɛ kɛ o kɔnɔ, o bɛna kɛ ko: “Hɛrɛ.” Wa u ka delili kuncɛ bɛna kɛ ko: “Tanu ka kɛ Ala ye, diɲɛ bɛɛ Matigi.”",
    "Ni Ala tun ye kojugu teliya mɔgɔw ye, i n’a fɔ u bɛ ko ɲuman teliya cogo min na, u ka waati tun bɛna ban. Nka minnu t’a fɛ ka An kunbɛn u ka jurumuw la, An b’o to u ka filiw la.",
    "Ni gɛlɛyaw magara mɔgɔ la, a bɛ An deli, a kɛra a da la a kɛrɛ fɛ, a sigilen don wo, a kɛra a jɔlen ye wo. Nka n'an y'a ka gɛlɛyaw Bɔ yen, a bɛ Taa ɲɛ i n'a fɔ a ma a bolo Da An kan gɛlɛya dɔ la. O cogo la, sariya tiɲɛbagaw ka kɛwalew bɛ kɛ i n’a fɔ u ka di u ye.",
    "An ye mɔgɔw halaki ka kɔn aw ɲɛ tuma min na u ye tilenbaliya kɛ. U ka cidenw tun nana u fɛ ni dalilu jɛlenw ye, nka u tun tɛna da a la. An bɛ mɔgɔ jalakilenw sara ten.",
    "O kɔ, An y’aw kɛ nɔnabilaw ye dugukolo kan u kɔfɛ—k’a lajɛ aw bɛna kɛ cogo min na.",
    "Ni An ka tɛmɛsira jɛlenw lase u ma, mɔgɔ minnu t’a miiri k’u bɛna An kunbɛn, olu b’a fɔ ko “Aw ka na ni Kuranɛ wɛrɛ ye an fɛ min tɛ nin ye, walima aw k’a Changer.” A fɔ ko “A tɛ ne yɛrɛ ta ye k’a sɛmɛntiya n yɛrɛ ye. Fɛn min jirala ne la, ne bɛ tugu o dɔrɔn de kɔ. Ni ne ka kan ka ne Matigi kan bila, ne bɛ siran donba dɔ ɲangili ɲɛ.”",
    "A fɔ ko: “Ni Ala tun b’a fɛ, ne tun tɛna o lase aw ma, wa a tun tɛna o fɔ aw ye. Ne ye ɲɛnamaya bɛɛ kɛ aw cɛma ka kɔn o ɲɛ. i tɛna baara kɛ ni i ka hakililata ye wa?”",
    "Jɔn ka tilenbaliya ka tɛmɛ mɔgɔ kan min bɛ nkalon tigɛ Ala ko la walima min bɛ ban a ka taamasyɛnw na? Tiɲɛ na, sariya tiɲɛbagaw tɛna ɲɛ sɔrɔ.",
    "U bɛ fɛn min bato, Ala kɔfɛ, o tɛ se ka kojugu kɛ u la, wa u b’a fɔ ko: “Nin ye an ka delilikɛlaw ye Ala ɲɛkɔrɔ.” A fɔ ko: “Yala i bɛ Ala ladɔnniya fɛn dɔ la, a tɛ min dɔn sankolo la walima dugukolo kan wa?” A bonyalen don ani u bɛ min fara a kan, o ka bon kosɛbɛ.",
    "Hadamadenw tun ye sigida kelen ye fɔlɔ, sanni danfara ka bɔ kɛnɛ kan. Ni yamaruya tun tɛ i Matigi fɛ ka kɔn o ɲɛ, u ka sɔsɔliw tun bɛna ɲɛnabɔ.",
    "U b’a fɔ ko: “Ni kabako dɔ tun bɛ bɔ a Matigi fɛ.” A fɔ ko: «Fɛn yebali ye Ala ta ye. O la sa, aw ka kɔnɔni kɛ; Ne bɛ makɔnɔni kɛ ni aw ye.»",
    "Ni An ye hinɛ di hadamadenw ma gɛlɛya kɛlen kɔ ka maga u la, u bɛ fɛɛrɛ tigɛ ka ɲɛsin An ka jirali ma. A fɔ ko: “Ala bɛ teliya ka kow labɛn.” Tiɲɛ na, An ka cidenw bɛ i ka laɲiniw sɛbɛn.",
    "Ale de b’aw ta ka dugukolo ni kɔgɔji tigɛ. Ni i bɛ kurunw kɔnɔ, n’i bɛ kurun kɔnɔ ni fiɲɛ ɲuman ye, n’i bɛ nisɔndiya o la, fɔɲɔba dɔ bɛ na. Jikuruw bɛ na u ma ka bɔ fan bɛɛ fɛ, wa u b’a miiri k’u lamininen don, u bɛ Ala wele, k’u ka diinɛ di a ma ni kɔnɔnajɛya ye: “N’i y’an kisi nin ma, siga t’a la, an bɛna kɛ barika dabagaw cɛma.”",
    "Nka ni a y’u kisi, u bɛ sariya tiɲɛ tilenbaliya la dugukolo kan. Aw mɔgɔw, aw ka jurumuw bɛ aw yɛrɛw dɔrɔn de kama—diɲɛ ɲɛnamaya diyabɔli. O kɔfɛ, i seginni ye Anw fɛ, wa An bɛna i ladɔnniya i tun bɛ min kɛ fɔlɔ.",
    "Diɲɛ ɲɛnamaya bɔɲɔgɔnko bɛ i ko ji min bɛ jigin ka bɔ sankolo la; a bɛ ɲagami dugukolo jiriw la, mɔgɔw ni baganw bɛ dumuni kɛ minnu na. Nka ni dugukolo y'a masiri ta, ka cɛɲi, ani a mɔgɔw y'a miiri k'u ye se sɔrɔ a kan, An ka sigikafɔ bɛ na a ma, su fɛ walima tile fɛ, an b'a kɛ foro ye min tigɛlen don, i n'a fɔ a ma ɲɛ tile la fɔlɔ. O cogo kelen na An bɛ tɛmɛsiraw ɲɛfɔ jama ye minnu bɛ miiri.",
    "Ala bɛ wele bila ka na Hɛrɛ So kɔnɔ, ka mɔgɔ bila sira tilennen kan.",
    "Minnu bɛ koɲuman kɛ, ɲɛtaa bɛ yen, ani ka tɛmɛ o kan. Dibi tɛna u ɲɛda datugu, u tɛna maloya fana. Olu ye Alijɛnɛ sigibagaw ye, minnu sigilen bɛ a kɔnɔ fo abada.",
    "Minnu bɛ kojugu kɛ, olu bɛna sara ni kojugu ye min bɛ bɛn o ma, ani majigin bɛna u datugu. Mɔgɔ si tɛna u tanga Ala ma—i n’a fɔ u ɲɛda datugulen don ni su dibiman yɔrɔw ye. Olu ye Tasuma sigibagaw ye, u bɛna to yɔrɔ min na badaa.",
    "Don min na an bɛ u bɛɛ lajɛ ɲɔgɔn fɛ, an bɛna a fɔ mɔgɔw ye minnu tun bɛ ɲɔgɔn fɛ ko: “Aw ka to aw nɔ na, aw ni aw jɛɲɔgɔnw.” An bɛna faran u ni ɲɔgɔn cɛ, u jɛɲɔgɔnw bɛna a fɔ ko: “I tun bɛ anw bato.”",
    "“Ala bɛ se ka kɛ seere ye an ni aw cɛ. an tun tɛ i ka bato dɔn.»",
    "O yɔrɔ la, ni bɛɛ bɛna a ka kɛwalew sara. U na segin Ala ma, u Matigi, Tiɲɛtigi, ani u ye ala nkalonma minnu da, olu bɛna tunun u la.",
    "U ɲininka ko: “Jɔn b’aw dɛmɛ ka bɔ sankolo ni dugukolo la? Jɔn bɛ mɛnni ni yeli kɔlɔsi? Jɔn bɛ ɲɛnamaw labɔ suw cɛma, ka suw lase ɲɛnamaw ma? Jɔn de bɛ ko bɛɛ labɛn?” U na jaabi di ko: “Ala.” O kɔ, a fɔ ko: “Yala i tɛna i janto i yɛrɛ la wa?”",
    "Nin ye Ala ye, i Matigi lakika. Mun bɛ yen tiɲɛ kɔfɛ ni nkalon tɛ? O tuma na fɛ, i bɛ kɔsegin cogo di?",
    "O cogo la, i Matigi ka kuma tilennen don jurumukɛlaw ma.",
    "A fɔ ko: “Yala i jɛɲɔgɔn dɔ bɛ se ka danni daminɛ, ka tila ka segin o kan wa?” A fɔ ko: “Ala bɛ danni daminɛ, ka tila ka segin o kan. Aw bɛ fili cogo di?”",
    "A fɔ ko: “I jɛɲɔgɔn dɔ bɛ se ka i bilasira tiɲɛ sira kan wa?” A fɔ ko: “Ala kelenpe de bɛ mɔgɔ bilasira tiɲɛ na. Yala Min bɛ bilasirali kɛ tiɲɛ na, o ka kan ni tugu ye ka tɛmɛ o kan wa, walima min tɛ bilasirali kɛ fo n’a yɛrɛ ɲɛminɛna wa? Mun de bɛ i la? I bɛ kiri tigɛ cogo di?”",
    "U fanba tɛ tugu foyi kɔ ni jateminɛ tɛ, min tɛ se ka tiɲɛ nɔ bila abada. U bɛ min kɛ, Ala b’o dɔn.",
    "Nin Kuranɛ in tun tɛ se ka dabɔ mɔgɔ wɛrɛ fɛ ni Ala tɛ. Fɛn min nana a ɲɛ, a b’o sinsin ani ka Sɛbɛnniw ɲɛfɔ ka ɲɛ. Siga t'o la; o bɛ bɔ diɲɛ bɛɛ Matigi de yɔrɔ .",
    "Walima u b’a fɔ ko: “A dabɔra” wa? A fɔ ko: “O tuma na fɛ, sapitiri dɔ bɔ o ɲɔgɔn na, ka mɔgɔ o mɔgɔ wele, i bɛ se ka o tigi wele, ni Ala tɛ, ni i ye tiɲɛtigi ye.”",
    "U tɛ Se ka min Faamu, u bɛ Ban o la, hali sanni a kɔrɔfɔli ka Se u ma. O cogo kelen na, mɔgɔ minnu tun bɛ u ɲɛfɛ, olu fana banna tiɲɛ na. O la sa, kojugukɛlaw ka siniɲɛsigi kɔlɔsi.",
    "Minnu dalen bɛ o la, ani minnu dalen tɛ o la, olu dɔw ye. I Matigi bɛ fɛn tiɲɛbagaw dɔn kosɛbɛ.",
    "Ni u y'i jalaki ko i ye nkalon tigɛ, i k'a fɔ ko: «Ne ka kɛwalew ye ne ta ye, e fana ye i ta ye. Aw jalakibali don ne ka kɛtaw la, ne fana jalakibali don aw ka kɛtaw la.”",
    "Minnu b’i lamɛn, olu dɔw ye. Nka, yala i bɛ se ka tulogwerenw ka mɛnni kɛ, hali k’a sɔrɔ u tɛ se ka faamuyali sɔrɔ wa?",
    "Minnu b’i filɛ, olu dɔw ye. Nka, yala i bɛ se ka fiyentɔw bilasira, hali n’u tɛ se ka yeli kɛ wa?",
    "Ala tɛ tilenbaliya si kɛ mɔgɔw la, o nɔ na, mɔgɔw bɛ tilenbaliya kɛ u yɛrɛ la.",
    "A bɛna u bɛɛ lajɛ don min na, a bɛna kɛ i n’a fɔ u ye tile kelen dɔrɔn de to yen, k’u yɛrɛ dege ɲɔgɔn na. Minnu banna Ala ka ɲɔgɔnye ma, wa u ma bilasirali kɛ, olu de bɛna bɔnɛ sɔrɔ.",
    "An ye layidu minnu ta u ye, an mana olu dɔw jira i la, walima an y’i ka ɲɛnamaya ta ka kɔn o ɲɛ, u seginni laban ye Anw de ye. O kɔ, Ala de ye Seere ye u bɛ min kɛ.",
    "Ciden bɛ siya bɛɛ la. Ni u ka ciden sera, kiri bɛ tigɛ u kan tilennenya la, wa u tɛna kojugu kɛ.",
    "U bɛ ɲininkali kɛ ko: “Nin layidu bɛna tiimɛ tuma jumɛn, ni aw ye tiɲɛ fɔ?”",
    "A jaabi ko: “Ne tɛ se ka kojugu walima nafa si sɔrɔ ne yɛrɛ la, fo ni Ala b’a fɛ. Siya bɛɛ bolo, waati latigɛlen bɛ yen. Ni u ka waati sera, u tɛ se k’a bila kɔfɛ ni lɛri kelen ye, wa u tɛ se ka taa ɲɛ.”",
    "A fɔ ko: “Aw y’a jateminɛ: ni a ka ɲangili nana aw ma su fɛ walima tile fɛ, kojugukɛlaw bɛna a ɲini ka teliya o hakɛ jumɛn na wa?”",
    "“Yala i bɛna da a la dɔrɔn ni o kɛra wa? Sisan? Hali k’a sɔrɔ i ma muɲu o ko la wa?”",
    "O kɔ, mɔgɔ minnu ye tilenbaliya kɛ, a bɛna fɔ olu ye ko: “Aw ka tɔɔrɔ banbali nɛnɛ. Yala i bɛ sara sɔrɔ fo i tun bɛ min sɔrɔ fɔlɔ wa?”",
    "U b’i ɲininka ko: “Tiɲɛ don wa?” A jaabi ko: “Ɔwɔ, ne Matigi barika la, o ye tiɲɛ ye, wa i tɛ se ka bɔ o la.”",
    "Ni kojugukɛla bɛɛ tun bɛ ni fɛn bɛɛ ye dugukolo kan, a tun bɛna a ɲini k’a yɛrɛ kunmabɔ o fɛ. O bɛɛ n’a ta, n’u ye o ɲangili seereya, u bɛna u ka nimisali dogo. U bɛna kiri tigɛ cogo bɛnnen na, kojugu tɛna kɛ u la.",
    "Siga t’a la! Fɛn minnu bɛ sankolo la ani dugukolo kan, olu bɛɛ ye Ala ta ye. Tiɲɛ na, Ala ka layidu ye tiɲɛ ye tuma bɛɛ, o bɛɛ n’a ta, dɔnniya tɛ u fanba la.",
    "Ale de bɛ ɲɛnamaya di, ka saya lase mɔgɔ ma, aw bɛ segin a ma.",
    "Aw hadamadenw, laadilikanw nana aw ma ka bɔ aw Matigi fɛ ani kɛnɛyali min bɛ dusukunw na, ani bilasirali ni makari dannabaaw ye.",
    "A fɔ ko: «Ala ka nɛɛma ni a ka makari la, u ka nisɔndiya. U bɛ fɛn minnu mara, o ka fisa.”",
    "A fɔ ko: “Ala ye min ci i ma, i y’o jate balo ye, k’a sɔrɔ i y’a dɔw kɛ sariya ye, ka dɔw kɛ sariya sɔsɔli ye wa?” I ka ɲininkali kɛ ko: “Yala Ala bɛ sira di i ma wa, walima i bɛ nkalon tigɛ Ala ko la wa?”",
    "Mɔgɔ minnu bɛ nkalon tigɛ Ala ko la, olu bɛna mun miiri lakununni don na? Ala ye fɛn caman di hadamadenw ma, nka u fanba tɛ waleɲumandɔn jira.",
    "I mana baara o baara kɛ, i bɛ Kuranɛ yɔrɔ o yɔrɔ kalan, walima i bɛ fɛn o fɛn kɛ, An ye seere ye i kan n’i bɛ o baara la. Hali atomi girinya min bɛ dugukolo walima sankolo la, o tɛ bɔ i Matigi ka dɔnniya la, wa, fɛn fitinin walima fɛn wɛrɛ tɛ yen min ka bon, min ma sɛbɛn sɛbɛn jɛlen dɔ kɔnɔ.",
    "Tiɲɛ na, Ala jɛɲɔgɔnw tɛna siran, u tɛna dusukasi fana.",
    "Minnu dara a la ani minnu tilennen don.",
    "Kibaru duman bɛ u ye nin ɲɛnamaya kɔnɔ ani a ka siniɲɛsigi la. Ala ka layiduw tɛ yɛlɛma. O de ye sebaayaba ye.",
    "U ka kumaw kana aw fari faga. Se ni bonya bɛɛ ye Ala ta ye; Ale de ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga don.",
    "Fɛn o fɛn bɛ sankolo ni dugukolo kan, o bɛɛ ye Ala ta ye. Minnu bɛ mɔgɔ wɛrɛw wele Ala kɔfɛ, olu tɛ tugu jɛɲɔgɔnw kɔ tiɲɛ na; u tɛ tugu foyi kɔ ni jateminɛ tɛ ani u yɛrɛw b’a fɛ min na.",
    "Ale de ye su kɛ i ka lafiɲɛ ye ani tile ye fɛnw ye. O la, taamaʃyɛnw bɛ yen minnu bɛ lamɛnni Kɛ.",
    "U b’a fɔ ko: “Ala ye denkɛ bange.” Nɔɔrɔ bɛ a kan; Ale de ye Yɛrɛlabɛnbaga ye. Fɛn o fɛn bɛ sankolow la ani dugukolo kan, o bɛɛ ye ale ta ye. Yala dalilu dɔ b’i bolo o ko la wa, walima i tɛ min dɔn, i b’o fɔ Ala de ye wa?",
    "A fɔ ko: “Mɔgɔ minnu bɛ nkalon tigɛ Ala ko la, olu tɛna ɲɛ sɔrɔ.”",
    "Nisɔndiya dɔw bɛ nin ɲɛnamaya in na, nka u bɛ laban ka segin An ma, wa An bɛna u bila ɲangili jugu la u ka dannabaliya kosɔn.",
    "Nuhun ka maana fɔ u ye, ale min y’a fɔ a ka mɔgɔw ye ko: “Ne ka mɔgɔw, ni ne ka kɛli aw cɛma ani ne hakili jigin Ala ka cikanw na, o ye doni ye aw bolo, ne ye ne jigi da Ala kan. O la sa, i ka labɛn lajɛ, n’i jɛɲɔgɔnw ye, k’i ŋaniyaw fɔ ka jɛya, i kana sigasiga.”",
    "“N’i y’i kɔdon, ne ma sara si ɲini i fɛ; ne ka sara bɛ bɔ Ala dɔrɔn de la, ani ci fɔra ne ye ka kɛ mɔgɔ kololenw cɛma.”",
    "O bɛɛ n’a ta, u banna a la. O la, an y’a kisi ani minnu tun b’a fɛ kurun kɔnɔ, k’u kɛ nɔnabilaw ye, ka mɔgɔ minnu banna an ka jirali ma, an y’olu su ji la. Mɔgɔ minnu lasɔmina, i k’olu laban kɔlɔsi.",
    "A kɔ fɛ, An ye ciden wɛrɛw ci u ka jamanaw ma, u nana u fɛ ni dalilu jɛlenw ye. Nka u tun man kan ka da min na a daminɛ na. O cogo la, An bɛ taamasiyɛn kɛ sariya tiɲɛbagaw dusukunw kan.",
    "O kɔ, u kɔfɛ, An ye Musa ni Aron ci, n’an ka taamasiyɛnw ye, ka taa Faraon n’a ka kuntigiw fɛ. Nka u ye kuncɛbaya jira, wa tiɲɛ na, u tun ye jama juguw ye.",
    "Tiɲɛ min bɔra An fɛ, o nana u ma tuma min na, u ko: “Nin tɛ foyi ye ni subagaya jɛlen tɛ.”",
    "Musa y'a jaabi ko: «I bɛ tiɲɛ wele ko subagaya ni a bɛ i ko la wa? Lagbɛrikɛlaw tɛna ɲɛ sɔrɔ.”",
    "U ko: «Aw nana k'an bɔ an bɛnbaw ka laadalakow la, ka kuntigiya sɔrɔ jamana kɔnɔ wa? An tɛna da i la abada.”",
    "O kɔfɛ, Faraon ye ci fɔ ko: “Aw ka na ni subaga dɔnbaga bɛɛ ye ne fɛ.”",
    "Lagbɛrikɛlaw nana tuma min na, Musa y'a fɔ u ye ko: «Aw b'a fɛ fɛn o fɛn na, aw k'o fili duguma.»",
    "Wa u y’u ka jinɛw kɛ tuma min na, Musa ko: “I ye min labɔ, o ye namara dɔrɔn de ye, wa Ala bɛna o kɛ fu ye. Ala t’a to nanbarakɛlaw ka baara ka ɲɛ.”",
    "“Ala bɛ tiɲɛ sinsin a ka kumaw fɛ, hali ni kojugukɛlaw b’a kɔniya.”",
    "Mɔgɔ damadɔ dɔrɔn de tun bɛ bɔ a yɛrɛ ka mɔgɔw la, olu tun dalen bɛ Musa la, u tun bɛ siran Faraon ka fanga jugu ni a ka sarakalasebagaw ka waleɲumandɔn ɲɛ. Faraon tun ye kuncɛbaya kɛ jamana kɔnɔ, wa a tun ye sariya tiɲɛbagaw dɔ ye.",
    "Musa ye dusu don a kɔnɔ ko: “Ne ka mɔgɔw, ni aw dara Ala la, aw ka aw jigi da a kan, ni aw y’aw kolo.”",
    "U y’a jaabi ko: “An b’an jigi da Ala kan. An Matigi, an kana kɛ kɔrɔbɔli ye kojugukɛlaw bolo.”",
    "“Wa, I ka makari barika la, i k’an kisi kafiriw ma.”",
    "An y’a jira Musa n’a balimakɛ la ko: “Aw ka sow sigi Misira aw ka mɔgɔw ye, ka aw ka sow kɛ batoyɔrɔw ye, ka deliliw kɛ, ka kibaru duman fɔ dannabaaw ye.”",
    "Musa ye delili kɛ ko: “An Matigi, I ye nɔɔrɔ ni nafolo di Faraon n’a ka mɔgɔba dɔw ma diɲɛ ɲɛnamaya kɔnɔ, an Matigi, walisa u ka mɔgɔw labɔ i ka sira kan. An Matigi, i k’u ka nafolo ban, k’u dusukunw gɛlɛya, walisa u kana da fo u ka ɲangili jugu seereya.”",
    "A y'a jaabi ko: «I ka delili jaabi sɔrɔla. I ka to tilennen na, i kana tugu dɔnniya dɛsɛbagatɔw ka sira la.”",
    "An ye Israɛldenw ɲɛminɛ ka kɔgɔji tigɛ, k’a sɔrɔ Faraon n’a ka sɔrɔdasiw tugura u kɔ ni juguya ni kɛlɛ ye. Tuma min na jiginɛko dafalen donna a la tuma min na, a ko: “Ne dalen b’a la ko ala wɛrɛ tɛ yen fo Israɛldenw dalen bɛ min na, wa ne bɛ kolobagaw cɛma.”",
    "Sisan? Sani aw ka kan bila, ka kɛ mɔgɔ tiɲɛbagaw cɛma wa?",
    "Bi, An na i farikolo mara, ka kɛ taamasyɛn ye mɔgɔ minnu bɛ na i kɔfɛ. O bɛɛ n’a ta, mɔgɔ fanba bɛ ɲinɛ An ka taamaʃyɛnw kɔ.",
    "An ye nɛɛma di Israɛldenw ma ani ka fɛn ɲumanw di u ma. Nka, u ma danfara Bɔ fo dɔnniya Nàna u ma. I Matigi na u ka sɔsɔliw ɲɛnabɔ lakununni don na.",
    "Ni i bɛ sigasiga An ye min jira i la, i ka mɔgɔ minnu ɲininka minnu tun bɛ ka Sɛbɛnniw kalan ka kɔn i ɲɛ. Tiɲɛ nana i ma ka bɔ i Matigi yɔrɔ, o la, i kana kɛ sigasigabagaw cɛma.",
    "Ani, i kana kɛ mɔgɔw cɛma minnu bɛ ban Ala ka cikanw na, walisa i kana kɛ bɔnɛbagaw cɛma.",
    "I Matigi ka ci fɔlen kɛra minnu kan, olu tɛna da u la.",
    "Hali ni taamasyɛn bɛɛ tun bɛna na u ma—fo u ka ɲangili jugu ye.",
    "Sigida si ma deli ka da a la ani ka nafa sɔrɔ u ka dannaya la fo Jonasi mɔgɔw. U dara tuma min na, An ye maloya tɔɔrɔ bɔ u la nin diɲɛ ɲɛnamaya kɔnɔ, an y’a to u ka nisɔndiya waati dɔ kɔnɔ.",
    "Ni i Matigi tun b'a fɛ, dugukolo kan mɔgɔ bɛɛ tun na da a la. O tuma na fɛ, yala i bɛna mɔgɔw wajibiya u ka kɛ dannabaaw ye wa?",
    "Ni si tɛ se ka da a la ni Ala ka yamaruya tɛ. Wa, a bɛ nɔgɔ da mɔgɔw kan minnu tɛ hakilinata kɛ.",
    "A fɔ ko: “Fɛn minnu bɛ sankolow ni dugukolo kan, i k’o kɔlɔsi.” Nka taamaʃyɛnw ni lasɔminiw tɛna nafa sɔrɔ mɔgɔ minnu dalen tɛ o la.",
    "Yala u bɛ fɛn wɛrɛ makɔnɔ ni mɔgɔ minnu tɛmɛna ka kɔn u ɲɛ, olu ka donw ɲɔgɔn tɛ wa? A fɔ ko: “O tuma na fɛ, i ka kɔnɔni kɛ; Ne bɛ makɔnɔni kɛ ni aw ye.»",
    "O cogo la, An b’an ka cidenw ni dannabaaw kisi. O cogo la, an ka kan ka dannabaaw kisi.",
    "A fɔ ko: “Aw mɔgɔw, ni aw bɛ sigasiga ne ka diinɛ na, aw bɛ mɔgɔ minnu bato Ala kɔ, ne tɛ olu bato, nka ne bɛ Ala bato, min laban bɛ aw ni ta. Cikan dira ne ma ka kɛ dannabaaw cɛma.”",
    "I ka kɛ mɔgɔ tilennenw ye ka ɲɛsin Ala kelenpe saniyalen diinɛ ma, i kana i yɛrɛ jate abada mushikiw cɛma.",
    "Kana fɛn wɛrɛw wele ni Ala tɛ, minnu tɛ se ka nafa sɔrɔ i la, wa u tɛ se ka kojugu kɛ i la. N’i y’o kɛ, i b’i yɛrɛ bila kojugukɛlaw fɛ.",
    "Ni Ala magara i la ni kojugu ye, mɔgɔ si tɛ yen min bɛ se k’o bɔ yen ni ale tɛ. Wa ni a b’a fɛ ka ɲumanya kɛ i ye, mɔgɔ si tɛ yen min bɛ se k’a ka nɛɛma gɛn. A b'a di mɔgɔ min ma a ka baarakɛlaw fɛ. Ale de ye Yafabaga ye, hinɛbaga.",
    "A fɔ ko: «Aw mɔgɔw, tiɲɛ nana aw ma ka bɔ aw Matigi yɔrɔ. Min bɛ sɔn bilasirali ma, o b’o kɛ a yɛrɛ ka nafa kama; min filila, o b'o kɛ a yɛrɛ ka farati la. Ne tɛ kuntigi ye aw kun na.”",
    "Fɛn min jirala i la, i ka tugu o kɔ, ka muɲu fo Ala ka na ni a ka kiri ye. Ale de ye kiritigɛlaw bɛɛ la ɲuman ye."
]