[
    "Alif. Lam. Ra. Gafe min ka tɛmɛsira dafalenw kɛra, o kɔfɛ, u ɲɛfɔra ka ɲɛ, ka bɔ Hakilitigi, fɛn bɛɛ dɔnbaga fɛ.",
    "Aw kana mɔgɔ si bato ni Ala tɛ. “Ne ye lasɔminikɛla ye ka bɔ ale fɛ, ani kibaru duman cibaga ye.”",
    "“Yafa ɲini i Matigi fɛ, ka nimisa a fɛ. A na ɲumanya diyabɔ aw ye waati latigɛlen kɔnɔ, ka a ka nɛɛma di nɛɛma tigi bɛɛ ma. Nka n’i y’i kɔdon, ne bɛ siran donba dɔ ɲangili ɲɛ i kosɔn.”",
    "I seginni ye Ala ye, wa a bɛ se fɛn bɛɛ la.",
    "U b’u kɔnɔnakow dogo i n’a fɔ u b’u dogo a la. Hali n’u b’u yɛrɛ datugu n’u ka finiw ye, u bɛ min dogo ani u bɛ min jira, a b’o dɔn. Fɛn min bɛ dusukunw kɔnɔ, a b’o dɔn.",
    "Dugukolo kan, fɛn ɲɛnama bɛɛ bɛ u jigi da Ala kan a ka balo kama. A b’a sigiyɔrɔ n’a marayɔrɔ dɔn. O bɛɛ bɛ sɛbɛn jɛlen dɔ kɔnɔ.",
    "Ale de ye sankolow ni dugukolo da waati wɔɔrɔ kɔnɔ k’a sɔrɔ a ka masasigilan tun bɛ ji kan, walisa k’a kɔrɔbɔ aw cɛma jɔn ka fisa ni taamacogo ye. N’i y’a fɔ ko: “I na kunun saya kɔfɛ,” mɔgɔ minnu ma da a la, olu bɛna a fɔ ko: “Nin tɛ foyi ye ni subagaya jɛlen tɛ.”",
    "N’an y’u ka ɲangili bila kɔfɛ fo waati latigɛlen dɔ, u bɛna ɲininkali kɛ ko: “Mun b’a bali?” A sera u ma don min na, a tɛna bali u la, wa u tun bɛ tulo geren min na, o bɛna u minɛ.",
    "Ni an ye hinɛ dɔ di hadamaden ma an fɛ, ka sɔrɔ an y’o bɔ a la, a jigi tigɛlen don ani waleɲumandɔnbaliya.",
    "Nka n’an y’a to a ka nɛɛma dɔ nɛnɛ gɛlɛya kɛlen kɔ ka maga a la, a na a fɔ ko: “Tɔrɔw bɔra ne yɔrɔ.” A bɛ kɛ nisɔndiya ni kuncɛba ye.",
    "Fo mɔgɔ minnu bɛ muɲu ka kɛwale tilennenw kɛ—yafa ni saraba bɛ olu de bolo.",
    "Laala, fɛn minnu jirala i la, i tun bɛna olu dɔw to yen, wa i dusu bɛ se ka tiɲɛ bawo u b’a fɔ ko: “Mun na nafolo si ma ci a ma?” walima “Mɛlɛkɛ dɔ nana n’a ye?” I ye lasɔminikɛla dɔrɔn de ye, wa Ala ye fɛn bɛɛ marabaga ye.",
    "Walima u b’a fɔ ko: “A dabɔra wa?” A fɔ ko: “O tuma na fɛ, o sapitiri tan bɔ ɲɔgɔn na, k’u labɛn, ka mɔgɔ o mɔgɔ wele, i bɛ se ka o tigi wele, Ala tɛ o la—ni i ye tiɲɛ fɔ.”",
    "Ni u ma jaabi di i ma, o tuma na fɛ, i k’a dɔn ko a jirala ni Ala ka dɔnniya ye, wa ko ala si tɛ yen ni ale tɛ. O la sa, yala o tuma na fɛ, yala i tɛna i yɛrɛ di wa?",
    "Minnu b’a fɛ ka diɲɛ ɲɛnamaya n’a masirifɛnw sɔrɔ—An bɛna u sara bɛrɛbɛrɛ u ka kɛwalew la a kɔnɔ, k’a sɔrɔ dɔ ma bɔ u la.",
    "Olu de ye, minnu, Alako don na, foyi tɛna kɛ u la ni Tasuma tɛ. U ka cɛsiriw bɛna kɛ tiɲɛ ye, wa u ka kɛwalew bɛna kɛ fu ye.",
    "Yala mɔgɔ min bɛ a jigi da dalilu jɛlenw kan minnu bɔra a Matigi yɔrɔ, yala o bɛ barika sɔrɔ a ka seereya fɛ wa? Sani o ka kɛ, Musa ka Kitabu ye bilasirali ni makari ye, wa u dalen bɛ o la. Nka mɔgɔ o mɔgɔ bɛ ban o la ka bɔ fasokanw na, Tasuma ye a ka layidu ta yɔrɔ ye. O la sa, kana siga o la. Tiɲɛ don min bɔra i Matigi fɛ, nka mɔgɔ fanba bɛ ban ka da a la.",
    "Jɔn ka tilenbaliya ka bon ni mɔgɔ ye min bɛ nkalon tigɛ Ala kama? Olu na lase u Matigi ɲɛ kɔrɔ, seerew na weleweleda ko: “Nin ye nkalon tigɛ u Matigi ko la.” A filɛ, Ala ka danga bɛ kojugukɛlaw kan.",
    "Minnu bɛ mɔgɔ wɛrɛw bali ka bɔ Ala ka sira kan, olu b’a ɲini k’a tigɛli kɛ, wa u ye dannabaliw ye Ala ka sira kan.",
    "U tɛna boliyɔrɔ si sɔrɔ dugukolo kan, wa lakanabaga si sɔrɔ Ala kɔ. U ta fan fɛ, ɲangili bɛna caya, i n'a fɔ u ma se ka mɛnni kɛ, wa u ma se ka yeli kɛ cogo min na.",
    "Olu de bɔnɛna u ni la, wa u ye namara minnu dabɔ, olu tununna u la.",
    "Tiɲɛ na, Lahalaya la, u bɛna kɛ bɔnɛba ye.",
    "Minnu dalen b'a la, ka kɛwale tilennenw kɛ, ka u yɛrɛ majigin u Matigi ɲɛ kɔrɔ, olu na kɛ Alijinɛ sigibagaw ye, ka sigi yen fo abada.",
    "Aw ye nin kulu fila jateminɛ: kelen ye fiyentɔ ni tulogweren ye, tɔ kelen bɛ se ka yeli kɛ ani ka mɛnni kɛ. Yala u bɛ bɛn ɲɔgɔn ma ni u bɛ tali kɛ ɲɔgɔn na wa? Yala i tɛna miiri wa?",
    "An ye Nuhun ci a ka mɔgɔw ma k’a fɔ a ye ko: “Ne ye lasɔmini jɛlen ye aw ye.”",
    "“Aw kana mɔgɔ si bato Ala kɔ. Ne bɛ siran i ɲɛ dimi don tɔɔrɔ la.”",
    "A ka mɔgɔw cɛma, faama kafiriw y’a jaabi ko: “An b’i ye i n’a fɔ an bɔɲɔgɔnko cɛ, wa an cɛma mɔgɔ minnu ka dɔgɔ kosɛbɛ, olu dɔrɔn de bɛ tugu i kɔ. An tɛ nafa foyi ye aw la ka tɛmɛ an kan; tiɲɛ yɛrɛ la, an b’a miiri ko aw ye nkalontigɛlaw ye.”",
    "A y’a jaabi ko: “E ne ka mɔgɔw, ni ne dɛmɛna ni dalilu jɛlenw ye ka bɔ ne Matigi fɛ, ani a y’a ka makari da ne kan, o bɛɛ n’a ta, aw ma se k’o dɔn do? Yala an bɛ se k’o wajibiya i kan k’a sɔrɔ i ma i sago kɛ wa?”",
    "“Ne ka mɔgɔw, ne tɛ sara ɲini aw fɛ. ne ka sara bɛ bɔ Ala dɔrɔn de la. Dannabaaw ne tɛna u gɛn ka bɔ yen. U bɛ taa u Matigi kunbɛn. Nka ne y’a ye ko aw ye jama ye min falen bɛ dɔnbaliya la.”",
    "“Ne ka mɔgɔw, jɔn bɛna ne dɛmɛ Ala kama ni ne ye u gɛn? O tuma na fɛ, yala i tɛna i hakili to o la wa?”",
    "“Ne t’a kɛ i n’a fɔ ne bɛ Ala ka nafolo minɛ, wa ne tɛ fɛn yebaliw dɔn, wa ne t’a fɔ ko ne ye mɛlɛkɛ ye. N t’a fɔ ko Ala tɛna dugawu kɛ i bɛ mɔgɔ minnu mafiɲɛya. Ala b’a dɔn min bɛ u dusukun na. Ni ne tun b’o kɛ, ne tun bɛna kɛ kojugukɛlaw cɛma.”",
    "U y’a jaabi ko: “E Nuhun, i ye sɔsɔli kɛ n’an ye kosɛbɛ. Sisan, i bɛ min baga an ma, n’i ye tiɲɛ fɔ, i ka o lase an ma.”",
    "A y’a jaabi ko: “Ala kelenpe de bɛ se k’a lase i ma, n’a b’a fɛ, i tɛna se k’i yɛrɛ tanga o ma.”",
    "“Hali ni ne tun bɛna i laadi ni timinandiya ye, ne ka laadilikan tun tɛna i nafa ni Ala tun b’a fɛ k’i lafili. Ale de ye aw Matigi ye, aw na segin a ma.”",
    "Ni u y’i jalaki ko i ye o dabɔ, i k’a fɔ ko: “Ni ne ye o dabɔ, o tuma na, jurumu bɛ ne kan, i ka jurumu minnu kɛra, ne jalakibali don.”",
    "A fɔra Nuhun ye ko: “I ka mɔgɔw si tɛna da a la, fo minnu dara a la kaban. o de kosɔn, aw kana aw fari faga u ka kɛwalew fɛ.”",
    "“Aw ka kurunba jɔ An ka kɔlɔsili n’an ka hakililatigɛ kɔrɔ, aw kana kuma ne fɛ mɔgɔ minnu ye kojugu kɛ; u ka kan ka bin ji la.»",
    "K’a to kurunba jɔli la, a ka mɔgɔw ɲɛmɔgɔw tun bɛ a tulo geren tuma o tuma n’u tɛmɛna. A tun b’a jaabi ko: “N’i ye an tulo geren, an fana na i tulo geren i ko i b’an tulo geren cogo min na.”",
    "“I na a dɔn mɔgɔ min bɛna maloya ɲangili sɔrɔ, ani jɔn na ɲangili banbali jigin.”",
    "Tuma min na An ka sariya sera, ani tasuma-fanga pɛrɛnna, An ye ci bila ko: “Aw ka fila-fila suguya bɛɛ doni a kan, ka fara aw ka denbaya kan—n’a ma fɔ jalakilenw — ani dannabaaw.” O bɛɛ n’a ta, mɔgɔ damadɔw dɔrɔn de dara a fɛ.",
    "A y’a jira ko: “Aw ka don kurun kɔnɔ! Ala tɔgɔ la, a ka sira ni a jɔyɔrɔ. Ne Matigi ye Yafabaga ni makarikɛla ye.”",
    "O cogo la, a ye kurun ta n’u ye jikuruw cɛma i n’a fɔ kuluw. Nuhun ye a denkɛ wele, o min tun bɛ danfara la u ni ɲɔgɔn cɛ, ko: “Ne denkɛ, na ni an ye kurun kɔnɔ, i kana kɛ dannabaliw fɛ.”",
    "A y'a jaabi ko: «Ne na dogoyɔrɔ ɲini kulu dɔ kan. o na ne tanga ji ma.” A ko: “Bi, lakanani si tɛ Ala ka latigɛ la, fo mɔgɔ minnu bɛ a ka makari sɔrɔ.” Jikuruw y'u cɛma, a tun bɛ ji la.",
    "O kɔ fɛ, cikan bɔra ko “E Dugukolo, i ka ji minɛ,” ani “E Sankolo, i ka i yɛrɛ bɔ yen.” Ji jiginna, ko in kuncɛra, ka sigi Judi kulu kan. A fɔra ko: “Aw ka mɔgɔ juguw bila!”",
    "Nuhun ye a Matigi wele k'a fɔ ko: «Ne Matigi, ne denkɛ bɔra ne somɔgɔw la. I ka layidu ye tiɲɛ ye, i ka tilennenya ka bon ni kiritigɛlaw bɛɛ ye.”",
    "A y’a jaabi ko: “E Nuhun, a tɛ i ka denbaya kɔnɔmɔgɔ ye. a taamacogo tilenbali don. I tɛ min dɔn, i kana N ɲininka o ko la. Ne b’aw laadi walisa aw kana kɛ dɔnbaliw cɛma.”",
    "A y’a deli ko: “E ne Matigi, ne bɛ dogoyɔrɔ ɲini I fɛ, ne tɛ min faamu, ne ma o ɲininkali kɛ i la. N’i ma yafa ne ma, ka makari ne la, ne bɛna kɛ bɔnɛbagaw cɛma.”",
    "A fɔra ko: “E Nuhun, i ka jigin an fɛ hɛrɛ la, ka dugawuw sɔrɔ i kan, ani siyaw kan minnu bɛ i fɛ. Nka siya wɛrɛw ma, an bɛna nisɔndiya di u ma waati dɔ kɔnɔ, o kɔfɛ, ɲangili jugu bɛna bɔ an na.”",
    "Ninnu ye fɛn yebaliw ka maana dɔw ye, An bɛ minnu jira aw la. Aw ni aw ka mɔgɔw tun ma u dɔn ka kɔn nin ɲɛ. O la sa, i ka muɲu. O laban laban bɛ kɛ mɔgɔ tilennenw de ta ye.",
    "Aad, u balimakɛ Hud. A ko: «Ne ka mɔgɔw, aw ka Ala bato. ala wɛrɛ tɛ aw fɛ ni ale tɛ. Aw bɛ nkalonw dabɔ.”",
    "“E ne ka mɔgɔw, ne tɛ musaka si ɲini aw fɛ. Ne ka sara bɛ bɔ mɔgɔ dɔrɔn de la min ye ne daminɛ. I t’a faamu wa?”",
    "«E ne ka mɔgɔw, yafa ɲini aw Matigi fɛ, ka aw kɔ sin a ma ni nimisali ye. A na sanjiba lase ka bɔ sankolo la, ka dɔ fara i ka fanga kan, i kana segin i ka kojugu kɛli la.”",
    "U y’a jaabi ko: “E Hud, i ma dalilu jɛlenw di an ma, wa an tɛna an ka ala bila i ka kuma fɔlen na. An ma da i la.”",
    "“An bɛ se k’a fɔ dɔrɔn ko an ka ala dɔw ye aw tɔɔrɔ ni kojugu ye.” A y’a jaabi ko: “Ne bɛ Ala wele ka seereya kɛ, e fana ka seereya kɛ, ko ne jalakibali don aw ni ɲɔgɔn cɛ.",
    "Ale kɔ fɛ. O de kosɔn, aw bɛɛ ye laɲini kɛ ne kama k'a sɔrɔ aw ma mɛn.",
    "Ne bɛ ne jigi da Ala kan, ne Matigi, ani i Matigi. Fɛn ɲɛnama si tɛ yen A t’a minɛ a ɲɛfɛla la. Tiɲɛ na, ne Matigi bɛ sira tilennen de kan.",
    "N'i y'i kɔdon, ne ye cikan lase i ma, ne cilen bɛ ni min ye. Ne Matigi bɛna mɔgɔ wɛrɛw bila i nɔ na, i tɛna kojugu kɛ a la fewu. Ne Matigi ye fɛn bɛɛ Kɔlɔsibaga ye.”",
    "An ka sariya bɔra tuma min na, an ye Hud ni dannaya kɛbagaw kisi, an ka makari fɛ, an y’u kisi ɲangili gɛlɛn ma.",
    "Wa o de tun ye Aad ye, min ye ban u Matigi ka taamasyɛnw na, ka a ka cidenw kan bila, ka tugu fangatigi kuncɛba bɛɛ ka cikan kɔ.",
    "U tugura danga dɔ kɔ nin diɲɛ in kɔnɔ ani lakununni don na. Siga t’a la, Aad banna u Matigi la. O la sa, ka bɔ Aad, Hud mɔgɔw la.",
    "U balimakɛ Saleh ye Tamud deli ko: “Ne ka mɔgɔw, aw ka Ala bato; ala wɛrɛ tɛ aw fɛ ni ale tɛ. A ye aw daminɛ ka bɔ dugukolo kan, ka aw sigi a kan. A ka yafa ɲini, ka nimisa a fɛ. Ne Matigi ka surun ani a bɛ jaabi di.”",
    "U y’a jaabi ko: “E Saleh, an jigi tun ka bon i la ka kɔn nin ɲɛ. An bɛnbaw tun bɛ min bato, yala aw b’an bali ka o bato wa? I bɛ ka an wele fɛn min na, an dalen tɛ o la kosɛbɛ.”",
    "A y'a jaabi ko: «E ne ka mɔgɔw, yala aw y'a ye ko dalilu jɛlenw bɛ ne fɛ ka bɔ ne Matigi fɛ, wa ko a y'a ka makari da ne kan wa? Jɔn tun bɛ se ka ne dɛmɛ Ala kama ni ne tun bɛna a kan minɛ? I tun bɛna bɔnɛba lase ne ma dɔrɔn.”",
    "“E ne ka mɔgɔw, nin ye Ala ka ɲɔgɔmɛmuso ye aw fɛ i n’a fɔ taamasyɛn. A ka baganw balo Ala ka dugukolo kan, i kana kojugu kɛ a la, n’o tɛ ɲangili teliya la ka i sɔrɔ.”",
    "O bɛɛ n’a ta, u y’a senw sɔgɔ. O kɔfɛ, a y’a jira ko: “Aw ka ɲɛnajɛ kɛ aw ka so kɔnɔ tile saba kɔnɔ. Nin ye kiraya kuma ye min tɛ se ka wuli.”",
    "An ka sariya sera tuma min na, an ye Saleh ni dannabaaw kisi n’a ye, an ka hinɛ barika la, ka bɔ o don maloya la. I Matigi ye Sebaayabɛɛtigi ye, Sebaayabɛɛtigi.",
    "Kulekanba dɔ ye kojugukɛlaw minɛ; U kɛra suw ye u ka so kɔnɔ.",
    "I n’a fɔ u ma deli ka ɲɛtaa sɔrɔ yen. Tamud ye ban u Matigi la, o la, aw ka bɔ Tamud la!",
    "An ka cidenw nana Ibrahima fɛ ni kibaru duman ye. U ko: “Hɛrɛ,” a y’a jaabi ko: “Hɛrɛ,” a nana ni misiden tobilen ye joona.",
    "Nka a y’a ye k’u bolow ma se a la tuma min na, a ye siga kɛ a la, wa a ye siran dɔ sɔrɔ. U ko: «Aw kana siran. an cilen don Lɔti mɔgɔw ma.”",
    "A muso jɔlen tun bɛ ka ŋɛɲɛ kɛ. O kɔ, An ye Isaka ka nisɔndiya kibaruya di a ma ani, ka tugu Isaka kɔ, Yakuba.",
    "A y’a fɔ ni kɔnɔnajɛya ye ko: “Kabako don tiɲɛ na! Yala ne bɛna bange k'a sɔrɔ ne ye musokɔrɔba ye, ni ne cɛ in ye cɛkɔrɔba ye wa? Tiɲɛ na, nin ye kabako ye!”",
    "U y’a jaabi ko: “Ala ka ci fɔlen bɛ i kabakoya wa? Ala ka makari ni a ka dugaw ka kɛ aw kan, so denbaya. A ka kan ni tanuli ye, a ye nɔɔrɔba ye.”",
    "Ibrahima ka siran nɔgɔyara tuma min na ani kibaru duman sera a ma tuma min na, a y’a daminɛ ka sɔsɔli kɛ ni An ye Lɔti ka mɔgɔw ko la.",
    "Ibrahima tun ye hinɛbaga ye, a tun dusu ka di ani a tun bɛ segin tuma caman na.",
    "“E Ibrahima, i ka i dabila nin ko la. I Matigi ka ci fɔlen sera, u ka ɲangili tɛ se ka kɔsegin.”",
    "An ka cidenw sera Lɔti ka so tuma min na, a dusu tiɲɛna, a y’a ye ko fanga tɛ a la, a tɛ se k’u lakana. A pɛrɛnna ko: “Nin ye don gɛlɛn ye.”",
    "A ka mɔgɔw, minnu delila jurumu kɛwalew la, olu nana girin ka na a fan fɛ. A y'a deli ko: «Ne ka mɔgɔw, ninnu ye ne denmusow ye. u saniyalen don ka tɛmɛ i kan. O la sa, aw ka siran Ala ɲɛ, aw kana ne maloya ne ka dunanw ɲɛkɔrɔ. Cɛ hakilitigi tɛ aw cɛma wa?”",
    "U y’a jaabi ko: “I b’a dɔn kosɛbɛ ko an ka jo tɛ i denmusow la, ani an b’a fɛ min na, i b’o dɔn.”",
    "A ko: “Ni fanga tun bɛ ne la walima ni ne tun bɛ se ka ne jigi da dɛmɛ barikama kan.”",
    "U ko: «Lɔti, an ye i Matigi ka cidenw ye. U tɛna se i ma. O la sa, taama n’aw ka denbaya ye su datugulen waati la, aw si kana aw kɔ filɛ, fo aw muso. Fɛn min bɛna u gosi, o bɛna a kabakoya. U ka waati latigɛlen ye sɔgɔma ye—yala sɔgɔma ma surunya wa?”",
    "An ka cikan sera tuma min na, an y’a wuli pewu, an ye bɔgɔ tobilen kabakurunw san a kan.",
    "I Matigi de y’a latigɛ, wa u yɔrɔ man jan kojugukɛlaw la abada.",
    "Madiyan, u balimakɛ Suaib. A ye lasɔmini kɛ ko: “Ne ka mɔgɔw, aw ka Ala bato. ala wɛrɛ tɛ aw fɛ ni ale tɛ. Aw kana sumanikɛlan ni girinya caman ɲɔgɔn falen-falen. Ne b'i ye i ka cogo ɲuman na, nka ne bɛ siran ko don min bɛna i lamini i ka ɲangili la.»",
    "« E n ka mɔgɔw, aw ka sumanikɛlan dafalen ni girinya di ni tilennenya ye, aw kana mɔgɔw nanbara ka bɔ u ka josariyaw la, aw kana nanbara kɛ jamana kɔnɔ.",
    "A tɔ min bɔra Ala la, o ka fisa aw ma, ni aw ye dannabaaw ye. Wa ne tɛ i kɔrɔsibaga ye.”",
    "U y’a jaabi ko: “E Shuaib, yala i ka delili b’a fɔ an ye ko an bɛnbaw tun bɛ min bato, an k’o bila, walima k’an yɛrɛ tanga an diyanyekow kɛli ma ni an ka nafolo ye wa? Tiɲɛ na, e ye muɲulikɛla ye, min ɲɛminɛbaga bɛnnen don!”",
    "A y’a jaabi ko: “E ne ka mɔgɔw, yala aw y’a jateminɛ: ni ne bɛ dalilu jɛlenw kan ka bɔ ne Matigi yɔrɔ ani a ye dumuni ɲuman di ne ma ka bɔ a yɔrɔ wa? N t’a fɛ ka sɔsɔli kɛ n’i ye n bɛ min bali i ye. Ne b’a fɛ ka fɛnkurabɔ dɔrɔn de kɛ ka kɛɲɛ ni ne seko bɛɛ ye. Ne ka ɲɛtaa bɛ sɔrɔ Ala dɔrɔn de fɛ. Ne ye ne jigi da a kan, ne bɛ ne kɔ a fɛ.”",
    "« E n ka mɔgɔw, aw ka ne kɛlɛli kana kɛ sababu ye ka aw tɔɔrɔ i n’a fɔ Nuhun walima Salih ka mɔgɔw. Loti ka mɔgɔw yɔrɔ man jan i la.”",
    "«I ka yafa ɲini i Matigi fɛ, o kɔ, i nimisa a fɛ. Ne Matigi ye makari ni kanubaga ye.”",
    "U ko: “E, Suwaib, an t’i ka kuma caman minɛ, an b’i ye ko i barika ka dɔgɔ an cɛma. Ni i ka denbaya tun tɛ, an tun na i bon ni kabakurunw ye, bawo i tɛ se ka anw minɛ.”",
    "A y’a jaabi ko: “Yala ne ka denbaya bonyalen don aw bolo ka tɛmɛ Ala kan, wa aw y’a gɛrɛ aw kɔ wa? Aw bɛ min kɛ, ne Matigi bɛ o dɔn kosɛbɛ.”",
    "“Ne ka mɔgɔw, aw b’a fɛ cogo min na, aw ka o kɛ, ne na wale kɛ. O tuma na fɛ, i bɛna a dɔn jɔn bɛna maloya ɲangili sɔrɔ ani jɔn ye nkalontigɛla ye. Ka kɔnɔ; Ne bɛ makɔnɔni kɛ ni aw ye.»",
    "An ka sariya nana tuma min na, an ye Shuaib ni dannabaaw kisi ni a ye, hinɛ fɛ ka bɔ An fɛ. O kulekan ye kojugukɛlaw minɛ, u kɛra suw ye u ka so.",
    "I n’a fɔ u ma deli ka ɲɛtaa sɔrɔ yen. O la sa, ka bɔ Madiyan na, i n'a fɔ Tamud tun bɛ ban cogo min na.",
    "An ye Musa ci ni An ka taamashyɛnw ye ani cikan jɛlen ye.",
    "Faraon n’a ka mɔgɔba ma, nka u tugura Faraon ka fɔtaw kɔ, hali ni Faraon ka fɔtaw tun tɛ hakilitigiya ye.",
    "Lakununni don na, a bɛna a ka mɔgɔw bila ka don Tasuma la—yɔrɔ juguba min ka kan ka bila.",
    "danga dɔ tugura u kɔ nin ɲɛnamaya kɔnɔ—ani Lakununni don na. U ye nilifɛn juguba ye dɛ!",
    "Ninnu ye sigida maana dɔw ye An bɛ minnu lakali aw ye. U dɔw jɔlen bɛ hali bi, dɔw ye jirisunw ye.",
    "An ma kojugu kɛ u la, nka u ye kojugu kɛ u yɛrɛ la. U ye ala minnu wele Ala kɔ, olu ma nafa foyi lase u ma tuma min na i Matigi ka ci fɔlen sera; u ye dɔ fara u ka tiɲɛni kan dɔrɔn.",
    "O cogo de bɛ i Matigi minɛ ni a bɛ sigidaw minɛ k’u to u su ji la kojugu kɛli la. Tiɲɛ na, a minɛni bɛ dimi ani a ka jugu.",
    "Nin ye lasɔmini ye mɔgɔ minnu bɛ siran Ala ka ɲangili ɲɛ. O ye Don ye jamanadenw bɛna lajɛ min kama, wa o ye don ye min seereyalen don.",
    "An b’a bila kɔfɛ waati latigɛlen dɔrɔn de kɔnɔ.",
    "Ni o don sera, ni si tɛna kuma fo a ka lafiɲɛbɔ fɛ. Dɔw bɛna kɛ bɔnɛ ye, dɔw fana bɛna nisɔndiya.",
    "Minnu ye bɔnɛ ye, olu bɛna kɛ Tasuma na, u bɛna sɔgɔsɔgɔ ka kasi yɔrɔ min na.",
    "U na sigi yen fo sankolo ni dugukolo bɛ to yen, fo ni i Matigi sago tɛ kelen ye. I Matigi b'a fɛ ka min kɛ, a bɛ o dafa.",
    "Nisɔndiyalenw ta fan fɛ, u bɛna kɛ Alijinɛ kɔnɔ, ka sigi waati jan kɔnɔ ni sankolo ni dugukolo bɛ mɛn, fo n’i Matigi b’a fɛ cogo wɛrɛ la—nilifɛn min tɛ ban.",
    "O la sa, i kana sigasiga o mɔgɔw bɛ min bato. U bɛ bato dɔrɔn i n’a fɔ u bɛnbaw tun b’a kɛ cogo min na fɔlɔ. An bɛna u ka sara dafalen di u ma, k’a sɔrɔ dɔ ma dɔgɔya.",
    "An ye Kitabu di Musa ma, nka sɔsɔliw wulila o ko la. Ni yamaruya tun tɛ i Matigi fɛ ka kɔn o ɲɛ, u ka sɔsɔliw tun bɛna ɲɛnabɔ. O bɛɛ n’a ta, u dalen tɛ o la kosɛbɛ.",
    "I Matigi na u sara ka dafa u ka kɛwalew la. Tiɲɛ na, a bɛ u ka kɛtaw bɛɛ dɔn kosɛbɛ.",
    "O la sa, i ka tilennenya kɛ, i ko a fɔra i ye cogo min na, ani mɔgɔ o mɔgɔ nimisara i fɛ. Ani aw kana sariya tiɲɛ. I bɛ fɛn minnu kɛ, a bɛ olu bɛɛ ye.",
    "Wa, i kana i ɲɛsin kojugukɛlaw ma, n’o tɛ Tasuma kana maga i la. O tuma na fɛ, i tun tɛna kɛ ni lakanabaga wɛrɛ ye ni Ala tɛ, wa i tun tɛna dɛmɛ.",
    "Aw bɛ delili sigi tile laban fila la, ani su yɔrɔ dɔw la. Kɛwale ɲumanw bɛ kɛwale juguw bɔ yen. O ye hakilijigin ye hakilijagabɔlaw bolo.",
    "Ani ka muɲu, katuguni tiɲɛ na, Ala tɛna ko ɲuman kɛbagaw ka sara tiɲɛ.",
    "Ni mɔgɔw tun bɛ yen, mɔgɔw cɛma minnu tun bɛ aw ɲɛfɛ, hakilitigiya tun bɛ minnu na walasa ka tiɲɛni bali dugukolo kan—n’a ma fɔ an ye mɔgɔ damadɔ minnu kisi. Nka kojugukɛlaw tugura ɲɛnajɛw kɔ minnu tun dira u ma, ka kɛ sariya tiɲɛbagaw ye.",
    "I Matigi tun tɛna sigidaw tiɲɛ tilenbaliya la abada k’a sɔrɔ u sigibagaw bɛ baara kɛ ka ɲɛsin fɛnkurabɔli ma.",
    "Ni i Matigi tun b’a fɛ, a tun bɛ se ka hadamadenya kɛ jɛkulu kelen ye, nka mɔgɔw bɛna taa a fɛ ka danfara don.",
    "N’a ma fɔ i Matigi hinɛ bɛ mɔgɔ minnu na—wa o de kosɔn a y’u da—wa i Matigi ka kuma dafara: “Ne na jahanama fa jinɛw ni hadamadenw na ɲɔgɔn fɛ.”",
    "An bɛ cidenw ka maanaw lakali aw ye walasa ka aw dusukun barika bonya. Olu la, tiɲɛ nana aw ma, ka fara bilasirali ni hakilijiginw kan dannabaaw ye.",
    "A fɔ mɔgɔ minnu ma da a la ko: “Aw ka baara kɛ ka kɛɲɛ ni aw seko ye; an bɛ baara kɛ.”",
    "“Ani ka kɔnɔni kɛ; anw fana bɛ makɔnɔni na.”",
    "Sankolo ni dugukolo yebaliw ye Ala ta ye. Ko bɛɛ bɛ segin a ma. A bato ani ka i jigi da a kan. I Matigi tɛ i ka ko kɛlenw dɔnbali ye."
]