[
    "Alif, Lam, Ra, ani a ɲɔgɔnnaw. Olu ye Kitabu jɛlen Vɛrisew ye.",
    "An y’a jira arabukan Kuranɛ dɔ la, walisa aw k’a faamu.",
    "An bɛ tariku tiɲɛnen lakali aw ye, an kɛtɔ ka nin Kuranɛ in jira aw la. Hali ni, ka kɔn o ɲɛ, i tun bɛ mɔgɔ minnu dɔn.",
    "Tuma min na Yusufu y'a fɔ a fa ye ko: «Ne fa, ne ye dugukolo tan ni kelen ye, ani tile ni kalo. Ne ye u biri ne ɲɛ kɔrɔ.”",
    "A ko: «Ne denkɛ, i kana i ka yelifɛn lakali i balimaw la, n'o tɛ, u kana laɲini kɛ i kama. Sitanɛ ye hadamaden jugu kalilen ye.",
    "O cogo la, i Matigi na i sugandi, ka i kalan ko kɛlenw kɔrɔfɔli la, ka a ka dugawu dafa i kan ani Yakuba ka denbaya kan, i n’a fɔ a y’a dafa cogo min na ka kɔrɔ i bɛnbaw Ibrahima ni Isaka kan. I Matigi ye Dɔnniya ni Hakilitigi ye.",
    "Yusufu n’a balimakɛw kɔnɔ, kalan bɛ sɔrɔ ɲininikɛlaw bolo.",
    "U y’a fɔ tuma min na ko: “Josefu ni a balimakɛ ka di an fa ye ka tɛmɛ an kan, hali ni an ye kulu bɛɛ ye. A jɛlen don ko an fa bɛ fili la.",
    "“I ka Yusufu faga, walima i k’a fili jamana yɔrɔ dɔ la, i fa hakili bɛna kɛ i ta ye. O kɔfɛ, aw bɛna kɛ mɔgɔ bɛnnenw ye.”",
    "U dɔ la kelen ko: «I kana Yusufu faga, nka i k'a fili kɔlɔn duguma. karaban dɔw bɛ se k’a ta—n’i ka kan ka fɛn dɔ kɛ.”",
    "U ko: «Ne Fa, mun na i tɛ da an na ni Yusufu ye, hali ni an b'an janto a la?»",
    "«A' ye a ci an fɛ sini, walisa a ka yaala-yaala ka tulon kɛ. an na an janto a la.»",
    "A ko: “A bɛ ne jɔrɔ ko i tun bɛna taa n’a ye. Wa ne sirannen don ko waraba bɛ se k’a dun k’a sɔrɔ aw ma i janto a la.”",
    "U ko : «Ni waraba y'a dun, an ka ca, an na kɛ mɔgɔ ɲuman ye fu.»",
    "O la, u taara n’a ye, ka bɛn k’a bila kɔlɔn duguma. Wa An ye dusu don a kɔnɔ ko “I bɛna u ladɔnniya u ka kɛwale in na tuma min na u ma a dɔn.”",
    "U sera u fa fɛ wula fɛ, u kasitɔ.",
    "U ko: «E fa, an taara ɲɔgɔn boli ka Yusufu to an ka fɛnw kɛrɛfɛ. waraba y'a dun. Nka aw tɛna da an na, hali ni an bɛ ka tiɲɛ fɔ.”",
    "U nana n'a ka fini ye, joli nkalonma tun b'a kan. A ko: “Aw niw ye aw lafili ka fɛn dɔ kɛ. Nka muɲuli ka di, wa Ala ye ne Dɛmɛbaga ye i bɛ min ɲɛfɔ.”",
    "Karaban dɔ tɛmɛna, u y’u ka ji-ta-minɛn ci. A y’a ka daga jigin, k’a fɔ ko: “Kibaru duman. Cɛdennin dɔ filɛ nin ye.” U y'a dogo k'a kɛ jagofɛn ye. Nka Ala tun b’a dɔn u tun bɛ min kɛ.",
    "Wa u y’a feere sɔngɔ gɛlɛn na—wari damadɔw—u y’a jate ko a nafa ka dɔgɔ.",
    "Misiraka min y'a san, o y'a fɔ a muso ye ko: «I k'i janto a la kosɛbɛ. a bɛ se ka kɛ ko a nafa ka bon an bolo, walima an bɛ se k’a ta ka kɛ denkɛ ye.” O cogo la, an ye Yusufu sigi jamana kɔnɔ, walisa k’a kalan ko kɛlenw kɔrɔfɔli la. Ala bɛ se ka a ka kow mara, nka mɔgɔ fanba t’o dɔn.",
    "A sera a kɔgɔli la tuma min na, An ye hakilitigiya ni dɔnniya di a ma. An bɛ mɔgɔ tilennenw sara o cogo la.",
    "A tun sigilen bɛ min ka so, o y’a ɲini k’a lafili. A ye daaw datugu, k’a fɔ ko: “Ne ye e ta ye.” A ko: «Ala ka o bali! Ale de ye ne Matigi ye. A ye so ɲuman di ne ma. Jurumutw tɛ ɲɛ sɔrɔ abada.”",
    "A tun b'a fɛ, ale fana tun b'a fɛ, n'a tun ma a Matigi ka dalilu ye. O cogo de la, An ye juguya ni nɔgɔlenya bila a la. A tun ye An ka baarakɛla kantigi dɔ ye.",
    "U bolitɔ ka taa da la tuma min na, a y’a ka fini tigɛ ka bɔ a kɔfɛ. Da la, u bolila ka taa a cɛ fɛ. A ko: “Mɔgɔ min tun b’a fɛ k’i muso maloya, ni a ma kɛ kaso la walima ni dimi ɲangili ye?”",
    "A ko: “Ale de y’a ɲini ka ne lafili.” Seere dɔ bɔra a ka du kɔnɔ, o ye hakilina di ko: “Ni a ka fini tigɛra ka bɔ ɲɛfɛ: o tuma na, a ye tiɲɛ fɔ, wa ale de ye nkalontigɛla ye.",
    "Nka ni a ka fini tigɛra ka bɔ a kɔ la, o tuma na fɛ, a ye nkalon tigɛ, ale de ye tiɲɛtigi ye.”",
    "Wa a y’a ye tuma min na ko a ka kamisɔn tigɛra ka bɔ kɔ la, a ko: “Nin ye muso ka fɛɛrɛ ye. Aw ka nanbarako ye ko juguba ye tiɲɛ na.”",
    "“Joseph, i kɔsegin nin ko in na. Wa e muso, i ka jurumu yafa deli; i bɛ kojugu la tiɲɛ na.”",
    "Dugu muso dɔw ko: “Gɔfɛrɛnaman muso b’a ɲini k’a ka baarakɛla lafili. A b’a kanu kosɛbɛ. An b’a ye ko a filila.”",
    "A ye u ka kumajuguw mɛn tuma min na, a ye u wele ka dumuni labɛn u ye, ka muru di u kelen-kelen bɛɛ ma. A ko: “Aw ka bɔ u ɲɛ.” U y'a ye tuma min na, u kabakoyara a la, u y'u bolow tigɛ. U ko: “Ala ɲuman, nin tɛ hadamaden ye, nin ka kan ka kɛ mɛlɛkɛ nafama ye.”",
    "A ko: “A filɛ nin ye, i ye ne jalaki min na. N y’a ɲini k’a lafili, nka a y’a kɛlɛ. Nka ni a ma ne ka ko fɔ a ye, a na don kaso la, ka kɛ mɔgɔ mafiɲɛyalenw dɔ ye.”",
    "A ko: “Ne Matigi, kaso ka di ne ye ka tɛmɛ u bɛ ne wele min na. Fo n’i y’u ka nanbaraw mabɔ ne la, ne bɛ se ka n yɛrɛ di u ma, ka kɛ dɔnbaliw dɔ ye.”",
    "O kɛlen, a Matigi y'a jaabi, k'u ka nanbaraw bɔ a la. Ale de ye Lamɛnnikɛla ye, Dɔnnibaa.",
    "O kɔ, a nana u hakili la, u kɛlen kɔ ka taamasiyɛnw ye, k’a bila kaso la waati dɔ kɔnɔ.",
    "Kamalennin fila donna kasobon kɔnɔ n’a ye. U dɔ la kelen ko: “Ne bɛ ne yɛrɛ ye ka diwɛn digi.” Tɔɔ kelen ko: “Ne b’a ye ko ne bɛ buru ta n kun na, kɔnɔw bɛ dumuni kɛ min na. U kɔrɔ fɔ an ye—an y’a ye ko i ye mɔgɔ tilennenw dɔ ye.”",
    "A ko: «Dumuni si tɛ di aw ma, nka ne ye aw ladɔnniya o ko la sani aw ka o sɔrɔ. O ye ne Matigi ye min kalan ne la, o dɔw ye. Mɔgɔ minnu dalen tɛ Ala la, ne ye olu ka laadalakow bila; ani Alako ta fan fɛ, u ye sɔsɔlikɛlaw ye.”",
    "“Ne bɛ tugu ne bɛnbaw Ibrahima ni Isaka ni Yakuba ka dannaya kɔ. A man kan ka jɛn foyi la ni Ala ye. O bɛ kɛ Ala ka nɛɛma barika la anw ni jama kan, nka mɔgɔ fanba tɛ barika da.",
    "“E ne kasodenɲɔgɔnw, yala matigi suguya caman ka fisa wa, walima Ala, kelenpe, Kɔrɔtalenba wa?”",
    "«Aw tɛ bato kɛ ale kɔ, fɔ tɔgɔ minnu tɔgɔ fɔra, aw ni aw bɛnbaw, Ala ma fanga si ci minnu kosɔn. Kiri tɛ mɔgɔ si ta ye ni Ala tɛ. A ye ci fɔ ko aw kana mɔgɔ si bato ni ale tɛ. Nin ye diinɛ ɲuman ye, nka mɔgɔ fanba t’o dɔn.",
    "“E ne kasodenɲɔgɔnw! Aw dɔ na diwɛn di a makɛ ma. K'a sɔrɔ tɔ kelen na gengen jiri la, kɔnɔw na a kun dun. O cogo la, i bɛ ko min ɲininka, o bɛ ɲɛnabɔ.”",
    "A y’a fɔ mɔgɔ ye min tun b’a miiri ko a bɛna bila, ko: “Ne kofɔ i makɛ ye.” Nka Sitanɛ y’a to a ɲinɛna k’a tɔgɔ fɔ a makɛ ye, o de la a tora kaso la san damadɔ kɔnɔ.",
    "Masakɛ ko: «Ne bɛ misi fasalen wolonwula ye, misi wolonwula bɛ dun, ka wuluwulu wolonwula dun, dɔw fana jalen don. Maakɔrɔw, ne ka yelifɛn ɲɛfɔ ne ye, ni aw bɛ se ka yelifɛnw kɔrɔ fɔ.”",
    "U ko: «Sugo ɲagaminenw, an tɛ foyi dɔn sugo kɔrɔ la.»",
    "Min bilala ka bɔ kaso la, o y’a fɔ, a hakili jigintɔ waati dɔ tɛmɛnen kɔfɛ ko: “Ne na a kɔrɔ fɔ aw ye, o la, aw ka ne bila ka bɔ.”",
    "“Tiɲɛtigi, Yusufu, i k’an ladɔnniya misi fasalen wolonwula ko la, misi fasalen wolonwula ye minnu dun, ani jiribulu wolonwula, ani dɔw jalen, walisa ne ka segin jama fɛ, walisa u k’a dɔn.”",
    "A ko: “I bɛna sɛnɛ kɛ san wolonwula tugu-tugu ɲɔgɔn na. Nka aw bɛ fɛn o fɛn tigɛ, aw k’o to a dawolo la, fo aw bɛ fɛn fitinin min dun.”",
    "O kɔ fɛ, gɛlɛya wolonwula bɛ na, minnu bɛna i ye min mara u ye, n'o tɛ, fo i ye fɛn fitinin minnu mara.",
    "O kɔ fɛ, sàn dɔ bɛ Nà min bɛ na ni lafiya ye jama ma, wa o waati la u bɛna digi.",
    "Masakɛ ko: “Aw ka na n’a ye.” Ciden nana a fɛ tuma min na, a ko: «I ka segin i makɛ fɛ, ka muso minnu bolo tigɛ, olu ka ŋaniya ɲini a fɛ; ne Matigi bɛ u ka fɛɛrɛw dɔn kosɛbɛ.”",
    "A ko: «Musow, aw y'a ɲini ka Yusufu lafili tuma min na, mun kɛra aw la?» U ko: «Ala ka ban! An tun tɛ kojugu si dɔn a fɛ.” O kɔfɛ, gɔfɛrɛnɛrɛ muso ko: “Sisan, tiɲɛ bɔra. Ne de y’a ɲini k’a lafili, a bɛ tiɲɛ fɔ.”",
    "“O ye walisa a k’a dɔn ko ne ma a janfa gundo la, ko Ala tɛ janfakɛlaw ka nanbara ɲɛminɛ.”",
    "“O bɛɛ n’a ta, ne t’a fɔ ko ne jalakibali don. Ni bɛ juguya ci fɔ, fo ne Matigi hinɛ bɛ minnu na. Tiɲɛ na, ne Matigi ye Yafabaga ni makarikɛla ye.”",
    "Masakɛ ko: «A' ye a lase ne ma, ne na a mara ne yɛrɛ ye.» A kumana a fɛ tuma min na, a ko: “Bi, i bɛ an fɛ, i sabatilen don, i lakananen don.”",
    "A ko: «A' ye ne bila jamana ka fɛnmarayɔrɔw kun na. Ne ye mɔgɔ sɛbɛ ye ani ne bɛ fɛn dɔn.”",
    "Wa o cogo la, An ye Yusufu sigi jamana kɔnɔ, ka sigi yen a sago yɔrɔ o yɔrɔ. An b’a fɛ mɔgɔ o mɔgɔ ma, an bɛ maga an ka makari la, wa An tɛ mɔgɔ tilennenw ka sara tiɲɛ abada.",
    "Nka Ala-ka-mara sara ka fisa mɔgɔ minnu ma, minnu dalen bɛ Ala ɲɛsiran na ani minnu ye Ala-ka-marako labato.",
    "Yusufu balimakɛw nana a ɲɛ kɔrɔ. A y’u dɔn, nka u m’a dɔn.",
    "A y'u ka balo di u ma tuma min na, a ko: «I ka na ni i balimakɛ dɔ ye ka bɔ i fa fɛ. Yala aw m'a ye ko ne bɛ sumanikɛlan fa, k'a sɔrɔ ne ye kɛlɛcɛw bɛɛ la ɲuman ye wa?”",
    "“Nka ni aw ma na n’a ye ne fɛ, sumanikɛlan tɛna sɔrɔ ne fɛ, aw tɛna gɛrɛ ne la.”",
    "U ko: «An na a deli a fa fɛ. Siga t’a la, an bɛna o kɛ.”",
    "A y'a fɔ a ka baarakɛlaw ye ko: «A' ye u ka fɛnw don u ka sogow kɔnɔ. n’a sɔrɔ u bɛna u dɔn n’u seginna u ka denbayaw ma, n’a sɔrɔ u bɛ segin ka na.”",
    "U seginna u fa fɛ tuma min na, u ko: «Fa, sumanikɛla banna an ma, nka i ka an balima ci an fɛ, an na sumani sɔrɔ. An bɛna an janto a la.”",
    "A ko: «Ne na ne jigi da i kan ni ale ye, i ko ne tun dalen bɛ i la a balimakɛ fɛ cogo min na fɔlɔ wa? Ala ye Kɔlɔsilikɛla ɲuman ye, ani hinɛbaaw bɛɛ la hinɛbaga ye.”",
    "Wa u y’u ka bagajiw da wuli tuma min na, u y’a sɔrɔ u ka fɛnw seginna u ma. U ko: «Fa, an b'a fɛ ka mun wɛrɛ kɛ? An ka fɛnw filɛ nin ye, u seginna an ma. An bɛna an ka denbaya magoɲɛfɛnw ladon, ka an balimakɛ lakana, ka ɲɔgɔmɛ doni wɛrɛ sɔrɔ. Nin ye jago nɔgɔn ye.”",
    "A ko: “Ne tɛna a ci n’i ye, fo ni i ye layidu ta ne ye Ala ɲɛ kɔrɔ ko i bɛna a lasegin ne ma, fo ni i donna jaan na.” U ye u ka layidu di a ma tuma min na, a ko: “An bɛ min fɔ, Ala ye o seere ye.”",
    "A ko: «Ne denkɛw, aw kana don da kelen fɛ, nka aw ka don da wɛrɛw fɛ. Ne tɛ se ka nafa foyi lase aw ma Ala kama. O desizɔn bɛ Ala dɔrɔn de bolo. Ne bɛ ne jigi da ale de kan, ani mɔgɔ minnu jigi bɛ a kan, olu ka u jigi da ale de kan.”",
    "U donna i ko u fa y'a fɔ u ye cogo min na, o ma nafa foyi lase u ma Ala ma. o tun ye mago dɔrɔn de ye Yakuba ni kɔnɔ, a ye min kɛ. A tun ye dɔnniyatigi ye fo An tun y’a kalan cogo min na, nka mɔgɔ fanba t’a dɔn.",
    "U donna Yusufu ɲɛ kɔrɔ tuma min na, a y'a balima minɛ k'a fɔ a ye ko: «Ne ye aw balima ye. u tun bɛ min kɛ fɔlɔ, aw kana dusukasi o la.”",
    "O kɔ, a y’u ka balo di u ma tuma min na, a y’o minfɛnfilen bila a balimakɛ ka sɛgɛnlafiɲɛbɔlan kɔnɔ. O kɔ, laselikɛla dɔ pɛrɛnna ko: “E karaban mɔgɔw, aw ye sonw ye.”",
    "U y’a fɔ, k’u nana u fan fɛ, ko: “Aw tununna mun na?”",
    "U ko: “An bɛ masakɛ ka jifilen tunun. Min nana n'a ye, ɲɔgɔmɛ doni b'o sɔrɔ; ani ne yɛrɛ bɛ o garanti di.”",
    "U ko: «Ala barika la, i b'a dɔn ko an ma na tɔɔrɔ lase jamana kɔnɔ, an tɛ sonw ye.»",
    "U ko: «Ni aw bɛ nkalon tigɛ, a ka ɲangili na kɛ mun ye?»",
    "U ko: «A ka ɲangili, ni a sɔrɔla a ka bɔrɔ kɔnɔ: a na kɛ aw ta ye. O cogo la, an bɛ jalakidenw ɲangi.”",
    "O la, a y’a daminɛ n’u ka bɔrɔw ye, ka kɔn a balimakɛ ka bɔrɔ ɲɛ. O kɔ, a y’a sama ka bɔ a balimakɛ ka bɔrɔ kɔnɔ. O cogo la An ye fɛɛrɛ dɔ labɛn Yusufu ye; a tun tɛ se k’a balimakɛ minɛ masakɛ ka sariya kɔrɔ, fo ni Ala tun b’a fɛ. An b’a fɛ ka mɔgɔ o mɔgɔ kɔrɔta degerew fɛ; ani dɔnniyatigi bɛɛ sanfɛ, kalanden kelen wɛrɛ bɛ yen.",
    "U ko: «Ni a ye sonyali kɛ, a balimakɛ dɔ ye sonyali kɛ ka kɔrɔ.» Nka Yusufu y'o mara a yɛrɛ ye, a ma o jira u la. A ko: “I bɛ ko juguba la, wa Ala b’a dɔn i bɛ min fɔ.”",
    "U ko: «E kuntigiba, fa dɔ b'a fɛ, cɛkɔrɔba don kosɛbɛ, o la, an dɔ ta a nɔ na. An b’a ye ko i ye mɔgɔ ɲuman ye.”",
    "A ko: “Ala k’a bali an ka mɔgɔ si minɛ fo an y’an ka nafolo sɔrɔ min bolo; katuguni o tuma na, an tun na kɛ tilenbaliw ye.”",
    "U jigi tigɛra a la tuma min na, u ye ɲɔgɔn sɔrɔ u dan na. U kɔrɔkɛ ko: “I t’a dɔn ko i fa ye layidu ta i fɛ Ala ɲɛ kɔrɔ, ka tɛmɛn fɔlɔ kan, i dɛsɛra Yusufu ko la wa? Ne tɛna bɔ nin jamana in na fo ne fa ka sɔn ne ma, walima Ala ka latigɛ ne ye; sabu ale de ye ko latigɛbagaw bɛɛ la ɲuman ye.”",
    "“Segin i fa fɛ k’a fɔ ko: ‘An fa, i denkɛ ye sonyali kɛ. An bɛ fɛn minnu dɔn dɔrɔn, an bɛ seereya kɛ, wa an tun tɛ se ka kow bali minnu tun ma deli ka kɛ.’”",
    "« An tun bɛ dugu min na, ani an nana karaban min kɔnɔ, o ɲininka. An bɛ ka kɛ tiɲɛtigiw ye.”",
    "A ko: “Nka aw niw ye fɛn dɔ labɛn aw ye. Muɲuli ye jogo ɲuman ye. Laala Ala bɛna u bɛɛ lasegin ne ma. Ale de ye Dɔnnibaa, Hakilitigi ye.”",
    "O kɔ, a y'i kɔdon u la k'a fɔ ko: «Ne dusu kasira Yusufu kosɔn.» A ɲɛw finlen don dusukasi kosɔn, a dusu tiɲɛna.",
    "U ko: «Ala barika la, i tɛna i hakili to Yusufu la, fo i ka i ka kɛnɛya tiɲɛ, wala i tɛmɛna.”",
    "A ko: “Ne bɛ ne ka dusukasi ni ne ka dusukasi dɔrɔn de fɔ Ala ye, aw tɛ min dɔn, ne bɛ o dɔn ka bɔ Ala yɔrɔ.”",
    "“Ne denkɛw, taa ka Yusufu ni a balimakɛ ɲininka, aw kana aw jigi tigɛ Ala ka dususalo la. Mɔgɔ si jigi tigɛlen tɛ Ala ka dususalo la fo kafiriw.”",
    "O kɔ, u donna a ɲɛ kɔrɔ tuma min na, u ko: «Gɔfɛrɛnaman barikama, gɛlɛyaw nana anw ni an ka denbaya la. An nana ni jagofɛn fitininw ye. Nka, i ka hakɛ dafalen di an ma, ka kanuya kɛ an ye—Ala bɛ dɛmɛbagaw sara.”",
    "A ko: “I ye min kɛ Yusufu n’a balimakɛ la, i ka dɔnbaliya la, yala i y’o dɔn wa?”",
    "U ko: «E de don, Yusufu wa?» A ko: «Ne ye Yusufu ye, nin ye ne balimakɛ ye. Ala ye nɛɛma kɛ an ye. Min bɛ Ala ɲɛsiran ni muɲuli kɛ—Ala tɛ ban abada ka mɔgɔ tilennenw sara.”",
    "U ko: «Ala barika la, Ala ye aw fisa ni an ye. Siga t’a la, an tun bɛ fili la.”",
    "A ko: «Jalaki si tɛ aw kan bi. Ala na yafa i ma. Ale de ye makaribaaw bɛɛ la hinɛbaga ye.”",
    "“Ne ka nin kamisɔn in ta, k’a da ne fa ɲɛda kan, a ɲɛ na. Aw ka na n’aw ka denbaya bɛɛ ye ne fɛ.”",
    "Karaban bɛ taa tuma min na, u fa ko: “Ne bɛ Yusufu ka kɛta ye, hali ni aw bɛ se k’a miiri ko ne kɔrɔla.”",
    "U ko: “Ala barika la, i bɛ i ka ɲagami kɔrɔ la hali bi.”",
    "O kɔ, kibaru duman cibaa sera tuma min na, a y’o da a ɲɛda kan, a ɲɛw seginna. A ko: «Ne m'a fɔ aw ye ko aw tɛ min dɔn, ne b'o dɔn Ala fɛ wa?»",
    "U ko: «Ne Fa, an ka jurumuw yafali deli. an de tun ye jalaki ye tiɲɛ na.”",
    "A ko: «Ne na ne Matigi deli a ka yafa i ma. Ale de ye Yafabaga ye, hinɛtigiba.”",
    "O kɔ, u donna Yusufu ɲɛ kɔrɔ tuma min na, a y’a bangebagaw minɛ a bolo, k’a fɔ ko: “A’ ye don Misira, ni Ala sago ye, ni lafiya ni lafiya la.”",
    "A y'a bangebaaw kɔrɔta masasigilan kan, u y'u biri a ɲɛ kɔrɔ. A ko : « Fa, nin ye ne ka yelifɛn dafalen ye kabini tuma jan. Ne Matigi y'a kɛ tiɲɛ ye. A ye duba ne ye, tuma min na a ye ne bila kaso la, ka aw labɔ kungokolon kɔnɔ, Sitanɛ ye kɛlɛ dan ne ni ne balimaw cɛ. Ne Matigi ka ɲumanya ka bon mɔgɔ o mɔgɔ ma, a b'a fɛ. Ale de ye fɛn bɛɛ dɔnbaga ye, hakilitigiba.”",
    "«Ne Matigi, i ye fanga dɔ di ne ma, ka ko kɛlenw kɔrɔfɔli dɔw ne kalan. Sankolow ni dugukolo daminɛbaga; I ye ne Lakanabaga ye nin ɲɛnamaya kɔnɔ ani siniko la. Aw ka ne ni minɛ ka kolo, ka ne ni mɔgɔ tilennenw fara ɲɔgɔn kan.”",
    "Nin ye kibaruya ye ka bɔ waati tɛmɛnenw na, An bɛ minnu jira aw la. I tun tɛ yen n’u ye tuma min na u ye laɲini kɛ ani ka bɛn labɛn dɔ kan.",
    "Nka mg fanba, i ka ŋaniya bɛɛ la, u tɛ dannabaaw ye.",
    "I tɛ sara ɲini u fɛ o ko la. Hakilijigin dɔrɔn de don hadamadenw bɛɛ bolo.",
    "U bɛ tɛmɛ taamasyɛn joli fɛ sankolo ni dugukolo kan, u tɛ u janto u la?",
    "Wa, u fanba dalen tɛ Ala la fo n’u bɛ jɛ ni mɔgɔ wɛrɛw ye.",
    "Yala u b’a miiri ko Ala ka ɲangili datugulan tɛna na u kan, walima ko Lɛrɛ tɛna barika sɔrɔ u kan, k’a sɔrɔ u t’a dɔn wa?",
    "A fɔ ko: «Nin ye ne ka sira ye; Ne bɛ wele bila Ala ma, ka da dɔnniya jɛlen kan—ne ni mɔgɔ o mɔgɔ bɛ tugu ne kɔ. Bonya ka kɛ Ala ye; ne tɛ murikariw dɔ ye.”",
    "An ma ci aw ɲɛ fo cɛw, An ye minnu bila ka bɔ duguw kɔnɔ. Yala u ma yaala-yaala dugukolo kan ka a nɔfɛkow ye mɔgɔ minnu tun bɛ u ɲɛfɛ wa? Ala ka so ka fisa mɔgɔ tilennenw ma. Yala aw ma o faamu wa?",
    "Fo, ni cidenw jigi tigɛra, ka miiri ko u banna, An ka dɛmɛ nana u ma. An b’a fɛ mɔgɔ o mɔgɔ kisi, an b’o kisi, wa An ka juguya tɛ bali ka bɔ jalakibagaw la.",
    "U ka maanaw kɔnɔ, kalan bɛ yen hakilitigiya bɛ minnu bolo. Nin tɛ maana dabɔlen ye, nka min nana a ɲɛfɛ, o dafalen don, ani fɛn bɛɛ ɲɛfɔli dafalen, ani bilasirali, ani hinɛ mɔgɔw ye minnu dalen bɛ dannaya la."
]