[
    "Alif, Lam, Meem, Ra., ani mɔgɔw ye baara kɛ ni u ye. Olu ye Sɛbɛnniw ka taamasyɛnw ye. Fɛn min jirala i la ka bɔ i Matigi fɛ, o ye tiɲɛ ye, nka mɔgɔ fanba tɛ da a la.",
    "Ala de ye sankolow kɔrɔta ni jɔnw tɛ i bɛ se ka minnu ye, ka tila ka sigi Masasigilan kan. Wa A ye tile ni kalo labɛn, u kelen-kelen bɛɛ bɛ boli waati latigɛlen kɔnɔ. A bɛ ko bɛɛ ɲɛnabɔ, wa a bɛ taamasiyɛnw ɲɛfɔ, walisa i ka da a la ko i ni i Matigi bɛ ɲɔgɔn sɔrɔ.",
    "Wa ale de ye dugukolo jɛnsɛn, ka kuluw ni bajiw bila a kɔnɔ. A ye jiriden suguya fila bila a kɔnɔ. A bɛ kɛ sababu ye ka su ka tile da ɲɔgɔn kan. O kɔnɔ, taamasiyɛnw bɛ yen mɔgɔw ye minnu bɛ miiri.",
    "Dugukolo kan, dugukolo kɛrɛfɛtaw bɛ yen, ani rezɛnsunw nakɔw, ani sɛnɛfɛnw, ani dajiw, minnu bɛ bɔ ju kelen na walima minnu bɛ bɔ ju danfaralenw na, minnu bɛ jigin ni ji kelen ye. An bɛ dɔw kɛ fɛn duman ye ka tɛmɛ dɔw kan. O kɔnɔ, daliluw bɛ yen mɔgɔw ye minnu bɛ hakilinata di.",
    "Yala i ka kan k’i yɛrɛ ɲininka—kabako lakika ye u ka kuma ye ko: “Ni an kɛra buguri ye, yala an bɛna kɛ danfɛn kura kɔnɔ wa?” Olu de ye u Matigi sɔsɔ. Olu de bɛna kɛ ni juruw ye u kɔ la. Olu ye Tasuma sigibagaw ye, u bɛna to yen fo abada.",
    "Wa u b’aw jija aw ka kojugu teliya ka kɔn ko ɲuman ɲɛ, hali ni misaliw tɛmɛna u ɲɛ. I Matigi falen bɛ yafa la jama ma u ka kojuguw kosɔn, o bɛɛ n'a ta, i Matigi ka jugu a ka waleɲumandɔn na.",
    "Minnu ma da a la, olu b’a fɔ ko: “Mun na kabako ma jigin a ma ka bɔ a Matigi yɔrɔ?” I ye lasɔminikɛla dɔrɔn de ye, wa sigida bɛɛ fɛ, i ye ɲɛjirabaga ye.",
    "Ala b'a dɔn muso bɛɛ bɛ min den, ani denso caya ni a dɔgɔyali bɛɛ. Ale fɛ, fɛn bɛɛ bɛ kɛ ni sumanikɛlan ye.",
    "Fɛn yebaliw ni fɛn yebaliw dɔnbaga; Grand, min ye Supreme ye.",
    "O ye kelen ye; ni aw dɔ y'a ka kuma dogo, wala k'a fɔ. a mana dogo su fɛ, walima a bɛ bɔ tile fɛ.",
    "A bɛ ni ɲɔgɔndan ye; a ɲɛfɛ ani a kɔfɛ, k’a lakana Ala ka cikan fɛ. Ala tɛ mɔgɔw ka cogoya Changer fo n’u ye fɛn caman Changer minnu bɛ u yɛrɛ kɔnɔ. Wa ni Ala b'a fɛ ka gɛlɛya dɔ sɔrɔ jama dɔ la, o kɔsegin tɛ yen; ani n'ale tɛ, lakanabaga si t'u la.",
    "Ale de bɛ yeelen jira aw la, ka siran ni jigiya lase aw ma. Wa A bɛ sankaba girinmanw labɔ.",
    "Sanpɛrɛn bɛ a nɔɔrɔ tanu, mɛlɛkɛw fana b’a tanu, ka siran a ɲɛ. Wa, a bɛ sanpɛrɛnw ci, a b’a fɛ ka mɔgɔ o mɔgɔ gosi n’u ye. O bɛɛ n’a ta, u bɛ sɔsɔli kɛ Ala ko la, k’a sɔrɔ a fanga ka bon kosɛbɛ.",
    "Tiɲɛ weleli ye ale de ta ye. U bɛ mɔgɔ minnu wele a kɔ fɛ, olu tɛ u jaabi ni foyi ye—fo i n’a fɔ mɔgɔ min b’a bolow kɔrɔta ji fan fɛ, walisa a ka se a da la, nka a tɛ se a ma. Dannabaliw ka deliliw ye fu dɔrɔn de ye.",
    "Sankolow ni dugukolo kan mɔgɔw bɛɛ bɛ sujudu kɛ Ala de bolo, u sago la walima u sago la, i n’a fɔ u biɲɛw b’a kɛ cogo min na sɔgɔma ni wula fɛ.",
    "A fɔ ko: «Sankolow ni dugukolo Matigi ye jɔn ye?» A fɔ ko: “Ala.” A fɔ ko: “Aw ye lakanabagaw ta ka fara ale kan, se tɛ minnu na ka tɔnɔ sɔrɔ walima ka kojugu kɛ hali u yɛrɛw la wa?” A fɔ ko: «Yala fiyentɔw ni yelikɛlaw ye kelen ye wa? Walima dibi ni yeelen bɛ bɛn wa? Walima u ye jɛɲɔgɔnw kalifa Ala ma, minnu ye a ka danfɛnw bɔɲɔgɔnko da, walisa danfɛnw ka kɛ i n’a fɔ u bɛ ɲɔgɔn fɛ wa? A fɔ ko: “Ala ye fɛn bɛɛ Dabaga ye, wa ale de ye kelen ye, min tɛ se ka bali.”",
    "A bɛ ji ci ka bɔ sankolo la, bajiw bɛ woyo ka kɛɲɛ n’u seko ye. Kuran bɛ funu sɔgɔsɔgɔninjɛ ta. Wa u bɛ min sumaya finiw walima minɛnw tasuma na, o ɲɔgɔnna bɔgɔdaga bɛ bɔ o la. O cogo la, Ala bɛ tiɲɛ ni nkalon misali di. Fɔɲɔko ta fan fɛ, a bɛ Labɔ, nka min bɛ jama nafa, o bɛ To dugukolo la. O cogo la, Ala bɛ nɔrɔlenw jira.",
    "Minnu bɛ jaabi di u Matigi ma, o de ka fisa. Nka minnu t'a jaabi, hali ni dugukolo kan fɛn bɛɛ tun b'u bolo, ka tɛmɛ o kan siɲɛ fila, o tun tɛ se k'u yɛrɛ kunmabɔ n'o ye. Olu de bɛna jate juguba sɔrɔ; ani u ka so ye Jahannama ye—yɔrɔ min ye bɔnɛ ye.",
    "Min b'a dɔn ko min jirala i la ka bɔ i Matigi fɛ, o ye tiɲɛ ye, i n'a fɔ fiyentɔ? Mɔgɔ minnu bɛ hakilijagabɔ kɛ, olu dɔrɔn de hakili bɛna to o la.",
    "Minnu bɛ layidu dafa Ala ye, ani minnu tɛ bɛnkan tiɲɛ.",
    "Mɔgɔ minnu bɛ fara Ala ye ci fɔ ko u ka fara ɲɔgɔn kan, ka siran u Matigi ɲɛ, ka siran jatebɔ jugu ɲɛ.",
    "Wa minnu bɛ muɲuli kɛ u Matigi ɲɛ kɔrɔ, ka delili kɛ tuma bɛɛ, ka musaka kɛ ka bɔ An ka balo la ka taa u ma, gundo la ani kɛnɛ kan, ka juguya gɛn ni ɲuman ye. Olu bɛna kɛ ni Ultimate Home ye.",
    "Nakɔ banbaliw, u bɛna don minnu kɔnɔ, ka fara mɔgɔ tilennenw kan u bangebagaw cɛma, ani u furuɲɔgɔnw, ani u bɔnsɔnw. Mɛlɛkɛw na don u kan ka bɔ da bɛɛ la.",
    "«Hɛrɛ ka kɛ aw ye, katuguni aw ye muɲuli kɛ. So laban ka ɲi kosɛbɛ.”",
    "Minnu bɛ layidu tiɲɛ Ala ye, layidu talen kɔfɛ k’a tiimɛ, ka Ala ye ci min fɔ ko u ka fara ɲɔgɔn kan, k’o tigɛ, ka nanbara jɛnsɛn dugukolo kan—olu, danga bɛna kɛ u kan, wa u bɛna So juguba sɔrɔ.",
    "Ala bɛ dumuniw di mɔgɔ o mɔgɔ ma, a b’a fɛ, ka dan sigi. U bɛ nisɔndiya diɲɛ ɲɛnamaya la. o bɛɛ n'a ta diɲɛ ɲɛnamaya , n'i y' a suma ni Lahalaya ye , o ye ɲɛnajɛ dɔrɔn de ye .",
    "Minnu ma da a la, olu b’a fɔ ko: “Ni kabako dɔ jigira a ma ka bɔ a Matigi yɔrɔ.” A fɔ ko: “Ala bɛ mɔgɔ o mɔgɔ lafili, a b’a fɛ mɔgɔ o mɔgɔ la, ani mɔgɔ o mɔgɔ nimisara, a b’o bilasira a yɛrɛ ma.”",
    "Minnu dalen b'a la, ani minnu dusukunw bɛ dusu saalo sɔrɔ Ala hakili jigin na. Tiɲɛ na, Ala hakili jigin de la, dusukunw bɛ dusu saalo sɔrɔ.”",
    "Minnu dalen b’a la ani ka kɛwale tilennenw kɛ—o ye nisɔndiya ni kɔsegin ɲuman ye olu bolo.",
    "O cogo la, an y'aw ci jɛkulu dɔ cɛma, jɛkulu wɛrɛw tɛmɛna min ɲɛ, walisa an ye min jira aw la, aw ka o kalan u ye. O bɛɛ n’a ta, u bɛ ban Nafatigi la. A fɔ ko: «A ye ne Matigi ye; ala wɛrɛ tɛ yen ni ale tɛ; Ne dalen bɛ ale de la, ne nimisa bɛ ale de la.”",
    "Hali ni Kuranɛ tun bɛ yen, kuluw tun bɛ se ka lamaga min fɛ, walima dugukolo tun bɛ se ka tiɲɛ min fɛ, walima suw tun bɛ se ka kuma min fɛ. Tiɲɛ na, desizɔn bɛɛ bɛ Ala de bolo. Yala dannabaaw ma u dabila k’a faamu ko ni Ala tun b’a fɛ, a tun bɛna hadamadenw bɛɛ ɲɛminɛ wa? Kafiriw bɛna taa a fɛ ka mɔgɔ minnu sɔrɔ, u ka kɛwalew kosɔn, walima u bɛ bin u ka so kɛrɛfɛ, fo Ala ka layidu ka tiimɛ. Ala tɛ layidu tiɲɛ abada.",
    "Ciden minnu tun bɛ i ɲɛfɛ, olu tun bɛ tulo geren, nka ne ye lafiɲɛ di kafiriw ma, o kɔfɛ, ne y’u minɛ. O kɛra ɲangili ye dɛ!",
    "Yala Ale min bɛ kɔlɔsili kɛ ni bɛɛ ka kɛwalew la wa? O bɛɛ n’a ta, u bɛ jɛɲɔgɔnw fɔ Ala de ye. A fɔ ko: “U tɔgɔ fɔ! Walima i b’a ladɔnniya fɛn dɔ la dugukolo kan, a tɛ min dɔn, walima kumaw jirali ye wa?” Tiɲɛ na, kafiriw ka nanbara bɛ kɛ ka kɛ koɲuman ye u ɲɛ na, wa u bɛ u yɛrɛ tanga sira ma. Ala bɛ mɔgɔ o mɔgɔ lafili, ɲɛminɛbaga tɛ o tigi la.",
    "Tɔɔrɔ bɛ u fɛ diɲɛ ɲɛnamaya kɔnɔ, nka Lakabana tɔɔrɔ ka gɛlɛn ka tɛmɛ o kan. Wa u lafasabaga si t’u bolo Ala ɲɛkɔrɔ.",
    "Nakɔ in bɔɲɔgɔnko ye layidu ta mɔgɔ tilennenw ye: bajiw bɛ woyo a jukɔrɔ; a dumuni ye badaa-badaa ye, a sumaya fana. O cogo de ye kɔsegin ye mɔgɔ minnu bɛ u yɛrɛ tanga juguya ma, nka kafiriw kɔfɛta ye Tasuma ye.",
    "An ye Sɛbɛnni di minnu ma, olu bɛ nisɔndiya min jirala aw la, k’a sɔrɔ kulu dɔw bɛ ban o yɔrɔ dɔw la. A fɔ ko: «Ci fɔra ne ye ko ne ka Ala bato, ani ne kana jɛn ni a ye abada. Ne bɛ wele bila ale de ma, ne seginni bɛ ale de la.”",
    "O cogo la An y’a Jira ko Arabukan sariyasun dɔ. Ni i tun bɛ tugu u negew kɔ, dɔnniya min nana i ma, o kɔfɛ, i tun tɛna jɛɲɔgɔn sɔrɔ, i tun tɛna kɛ Ala lafasabaga ye fana.",
    "An ye cidenw ci aw ɲɛ, an ye musow ni denw bila u ye. Ciden si tun tɛ se ka na ni taamasyɛn ye fo ni Ala y’a to. Sabu waati bɛɛ ye tɛmɛsira ye.",
    "Ala b’a sago fɛn o fɛn ban, a b’o sinsin. Sɛbɛnniw bɔyɔrɔ bɛ ale de fɛ.",
    "An ye layidu minnu ta u ye, an y’o dɔw jira aw la wo, walima an mana kɛ sababu ye k’aw faga—aw ka baara ye ka kunnafoni di, ani Anw ta ye jatebɔ ye.",
    "Yala u t’a ye An bɛ dugukolo minɛ cogo min na, k’a dɔgɔya a dakunw na wa? Ala bɛ kiri tigɛ; ani foyi tɛ se k'a ka kiritigɛ bali. Wa A bɛ teliya ka jatew ɲɛnabɔ.",
    "Minnu tun bɛ u ɲɛfɛ, olu ye labɛn kɛ, nka o labɛn bɛɛ bɛ Ala de bolo. Ni bɛɛ bɛ min sɔrɔ, a b’o dɔn. Minnu ma da a la, olu bɛna a dɔn So laban ye jɔn ye.",
    "Minnu ma da a la, olu b’a fɔ ko: “I tɛ ciden ye.” A fɔ ko: «Ala ye seere bɛrɛ ye ne ni aw cɛ, ani mɔgɔ o mɔgɔ bɛ Kitabu dɔnniya sɔrɔ.»"
]