[
    "Alif, Lam, Ra, ani a ɲɔgɔnnaw. An ye Sɛbɛn min jira aw la, walisa aw ka hadamadenw bɔ dibi la ka taa yeelen na — ni u Matigi ka yamaruya ye — ka taa Sebaayabɛɛtigi, Tanubaga ka sira kan.",
    "Ala—fɛn min bɛ sankolow ni dugukolo kan, o ye ale de ta ye. Wa bɔnɛ bɛ kafiriw ye ka bɔ tɔɔrɔba la.",
    "Minnu b’a fɛ ka sisan ɲɛnamaya kɛ ka tɛmɛ Lakalita kan, ka Ala ka sira gɛn, k’a ɲini k’a kɛ fɛn ye min bɛ kɛ fɛn ye min bɛ kɛ fɛn ye min bɛ mɔgɔ kɔnɔnafili—olu bɛ yɔrɔ jan.",
    "An ma ciden si ci abada fo a ka mɔgɔw ka kan na, ka kow ɲɛfɔ u ye. Ala bɛ mɔgɔ min bila ka fili, a b’a fɛ mɔgɔ min na, a bɛ o bila sira la. Ale de ye Sebaayabɛɛtigi ye, Hakilitigi.",
    "An ye Musa ci ni an ka taamashyɛnw ye: “I ka mɔgɔw labɔ dibi la ka don yeelen na, ka u hakili jigin Ala ka donw na.” O de kɔnɔ, taamasyɛnw bɛ muɲu ni barika dabaga bɛɛ ye.”",
    "Musa y’a fɔ a ka mɔgɔw ye ko: “A’ ye aw hakili to Ala ka dugawuw la aw kan, k’a sɔrɔ a ye aw kisi Faraon ka mɔgɔw ma, o min ye tɔɔrɔ juguba lase aw ma, ka aw denkɛw faga k’a sɔrɔ a ma aw denmusow kisi. Kɔrɔbɔliba dɔ kɛra o la ka bɔ i Matigi yɔrɔ.”",
    "Wa tuma min na i Matigi y’a fɔ ko: “Ni i ye barika da i ye, ne na dɔ fara i kan; nka ni aw ye waleɲumandɔnbaliw ye, ne ka ɲangili ka jugu.”",
    "Musa y’a fɔ ko: “Hali ni aw tɛ waleɲumandɔnbaliw ye, aw ni dugukolo kan mɔgɔw bɛɛ, mago tɛ Ala la, a ka kan ni tanuli ye.”",
    "Yala o maana ma se i ma, minnu tun bɛ i ɲɛfɛ, Nuhun ka mɔgɔw, ani Aad ka mɔgɔw, ani Tamud ka mɔgɔw — ani minnu tun bɛ u kɔfɛ wa? Mɔgɔ si t’u dɔn ni Ala tɛ. U ka cidenw nana u fɛ ni dalilu jɛlenw ye, nka u y’a ɲini k’u da tugu, k’a fɔ ko: “Aw cilen bɛ ni min ye, an bɛ ban o la, wa an bɛ sigasiga kosɛbɛ aw bɛ an wele min na.”",
    "U ka cidenw ko: «Siga bɛ Ala la, sankolo ni dugukolo Dabaga wa? A b’aw wele ka yafa aw ka jurumuw ma, ka aw bila kɔfɛ fo waati fɔlen dɔ.” U ko: “Aw ye hadamadenw dɔrɔn de ye i ko anw; aw b' a fɛ k' an kɔdon an bɛnbaw tun bɛ min bato ; o la sa, dalilu jɛlen dɔ lase an ma.”",
    "U ka cidenw y'a fɔ u ye ko: «Anw ye hadamadenw dɔrɔn de ye i n'a fɔ aw, nka Ala b'a fɛ mɔgɔ o mɔgɔ ka di a ye ka bɔ a ka baarakɛlaw cɛma. An tɛ se ka dalilu si jira aw la, fo ni Ala ka yamaruya ye. Dannabaaw ka u jigi da Ala kan.”",
    "“Wa mun na an man kan ka an jigi da Ala kan, k’a sɔrɔ a y’an bilasira an ka siraw la? An na timinandiya aw ka tɔɔrɔw ɲɛkɔrɔ. Mɔgɔ minnu bɛ u jigi da Ala kan, olu ka kan k’u jigi da Ala kan.”",
    "Kafiriw y’a fɔ u ka cidenw ye ko: “An bɛna aw gɛn ka bɔ an ka jamana kɔnɔ, fo n’aw seginna an ka diinɛ na.” Wa u Matigi ye dusu don u kɔnɔ ko: “An na kojugukɛlaw halaki.”",
    "«An bɛna aw sigi jamana kɔnɔ u kɔfɛ. O ye mɔgɔ ye min bɛ siran Ne Matigi ɲɛ, ka siran ne ka bagabagali ɲɛ.”",
    "U ye delili kɛ walisa u ka se sɔrɔ, ani fangatigi kuncɛba bɛɛ jigi tigɛra.",
    "A kɔfɛ, Jahannama bɛ yen, wa a bɛna di a ma ka ji tolilen min.",
    "A bɛna a ɲimi, nka a tɛna a munumunu. Saya bɛna na a ma ka bɔ fan bɛɛ fɛ, nka a tɛna sa. Wa, o kɔfɛ, tɔɔrɔ min tɛ ban, o bɛ yen.",
    "Minnu ma da u Matigi la, olu bɔɲɔgɔnko: u ka kɛwalew bɛ i ko buguri, fiɲɛba la, sanfiɲɛ don na. U ye fɛn o fɛn sɔrɔ, u tɛ se k’o minɛ. O de ye filiba ye.",
    "Yala i t’a ye ko Ala ye sankolo ni dugukolo da ni tiɲɛ ye wa? Ni a b’a fɛ, a bɛ se ka i ban, ka na ni danfɛn kura ye.",
    "Wa o man gɛlɛn Ala ma.",
    "U bɛna bɔ Ala ɲɛ kɔrɔ, u bɛɛ lajɛlen. Barikantanw bɛna a fɔ kuncɛbaw ye ko: “An tun ye aw nɔfɛmɔgɔw ye, yala aw bɛ se k’an tanga hali dɔɔnin Ala ka ɲangili ma wa?” U na a fɔ ko: “Ni Ala tun ye an ɲɛminɛ, an tun na aw bilasira. O cogo kelen de don anw fana na; ni an bɛ kasi, walima ni an bɛ muɲu; lakanayɔrɔ si tɛ an ye.”",
    "Wa Sitanɛ na a fɔ, ni o ko ɲɛnabɔra ko: “Ala ye layidu ta i ye tiɲɛ na, ne ye layidu ta i ye, nka ne dɛsɛra i la. Kuntigiya si tun tɛ ne la aw kan, fo ne ye aw wele, aw ye ne jaabi. O la sa, aw kana ne jalaki, nka aw ka aw yɛrɛw jalaki. Ne tɛ se ka na i dɛmɛ, i fana tɛ se ka na ne dɛmɛ. Ne bɛ ban i ka jɛɲɔgɔnya la ni ne ye waati tɛmɛnenw na. Jurumukɛlaw na tɔɔrɔ min ka jugu kosɛbɛ.”",
    "Nka minnu dalen bɛ a la ka kɛwale ɲumanw kɛ, olu bɛna don nakɔw kɔnɔ, baji bɛ woyo minnu jukɔrɔ, ka to yen fo abada, u Matigi ka yamaruya fɛ. U ka foli min bɛna kɛ o kɔnɔ, o bɛna kɛ ko: “Hɛrɛ.”",
    "Ala bɛ ntalen dɔ jira cogo min na, yala i t’a ye wa? Kuma ɲuman bɛ i ko jiri ɲuman—a ju bɛ jɔ, a bolow bɛ sankolo la.",
    "A b'a denw Bɔ waati o waati a Matigi sago fɛ. Ala bɛ o ntalenw jira jama la, walisa u ka miiri.",
    "Wa kuma jugu ntalen ye jiri jugu ntalen ye—a bɛ wuli ka bɔ duguma; sabatili tɛ a la.",
    "Ala bɛ sabatili di mɔgɔ ma minnu dalen bɛ dannaya la, ni kuma sabatilen ye, nin ɲɛnamaya kɔnɔ, ani siniko la. Ani Ala bɛ mɔgɔ juguw bila sira la. Ala b’a fɛ fɛn o fɛn kɛ.",
    "Mɔgɔ minnu ye Ala ka dugawu ɲɔgɔn falen ni Ala tɔgɔ tiɲɛni ye, ka u ka mɔgɔw jigin halakili so kɔnɔ, yala aw ma olu ye wa?",
    "Jahannama—u bɛna tobi a kɔnɔ. O ye sigikafɔ juguba ye dɛ.",
    "Wa u ye ɲɔgɔndankɛlaw sigi Ala ye, walisa ka mɔgɔ bila ka bɔ a ka sira kan. A fɔ ko: “Aw ka nisɔndiya; i taayɔrɔ ye Tasuma ye.”",
    "A fɔ ne ka baarakɛlaw ye minnu dalen bɛ a la ko u ka deliliw kɛ, ani ka nili kɛ ka bɔ An ye min di u ma, gundo la ani foroba la, sani don dɔ ka se, jago ni teriya tɛ min kɔnɔ.",
    "Ala de ye sankolow ni dugukolo da, ka ji ci ka bɔ sankolo la, ka jiridenw bɔ n’o ye i ka balo kama. A ye kurunw bila aw ka baara la, ka tɛmɛ kɔgɔji fɛ a ka cikan fɛ, ani a ye bajiw bila aw ka baara la.",
    "Wa a ye tile ni kalo bila i ka baara la, u fila bɛɛ bɛ to ka tugu u ka siraw kɔ, wa a ye su ni tile bila i ka baara la.",
    "Wa, a ye fɛn dɔ di aw ma, aw ye min ɲini, o bɛɛ la. Wa, n’i tun bɛna Ala ka dugaw jate, i tun tɛna se k’u jate. Hadamaden ye tilenbaliya ni waleɲumandɔnbali ye.",
    "I hakili to a la ko Ibrahima y’a fɔ ko: “Ne Matigi, i ka nin jamana in kɛ hɛrɛ ye, ka ne ni ne denkɛw tanga boliw batoli ma.”",
    "«Ne Matigi, u ye mɔgɔ caman bila sira la. Min bɛ tugu ne kɔ, o ye ne ta ye; ani mɔgɔ o mɔgɔ ma ne kan bila—I ye Yafabaga ni makarikɛla ye.",
    "«An Matigi, ne ye ne bɔnsɔn dɔw sigi kɔdingɛ kɔnɔ, jiri tɛ yɔrɔ min na, I ka So Senuman kɛrɛfɛ, an Matigi, walisa u ka se ka deliliw kɛ. O la, aw ka mɔgɔ dɔw dusukunw kɔrɔta u la, ka denw di u ma, walisa u ka barika da u ye.”",
    "«An Matigi, an bɛ fɛn minnu dogo ani an bɛ fɛn minnu jira, i b’o dɔn. Wa foyi dogolen tɛ Ala la, dugukolo kan wala sankolo la.”",
    "«Tanuli ka kɛ Ala ye, ale min ye Ismaɛl ni Isaka di ne ma, ne ka kɔrɔya waati la. Ne Matigi ye deliliw lamɛnbaga ye.”",
    "«Ne Matigi, ne kɛ mɔgɔ ye min bɛ delili kɛ, ani ka bɔ ne bɔnsɔnw na. An Matigi, sɔn ne ka delili ma.”",
    "“An Matigi, yafa ne ma, ani ne bangebagaw, ani dannabaaw, Jatebɔ bɛ kɛ don min na.”",
    "Aw kana miiri abada ko Ala t’a dɔn kojugukɛlaw bɛ min kɛ. A b’u bila kɔfɛ dɔrɔn fo Don dɔ la, n’o ye ko yetaw bɛ filɛli kɛ.",
    "U kɔw kɔrɔtalen don, u kunkolow kɔrɔtalen don, u ɲɛw ma wuli, u dusukunw tɛ foyi ɲɛ.",
    "Ani ka hadamadenw lasɔmi don min na ɲangili bɛna na u kan, mɔgɔ juguw bɛna a fɔ ko: “An Matigi, an ka an bila dɔɔnin, an bɛna i ka weleli jaabi ka tugu cidenw kɔ.” Yala aw ma kali fɔlɔ ko tɛmɛko tɛna kɛ aw ye wa?",
    "Wa aw tun sigilen bɛ mɔgɔ minnu ye kojugu kɛ u yɛrɛ la, olu ka so, wa a jɛlen don aw bolo an ye u minɛ cogo min na, ani an ye misaliw fɔ aw ye.",
    "U y’u ka labɛnw boloda, nka u ka laɲiniw bɛ dɔn Ala fɛ, hali n’u ka labɛnw bɛ se ka kuluw ban.",
    "Aw kana miiri abada ko Ala bɛna a ka layidu tiɲɛ a ka cidenw ye. Ala barika ka bon, a bɛ se ka a yɛrɛ sara.",
    "Don min na dugukolo bɛ Changé ka kɛ dugukolo wɛrɛ ye, ani sankolow, ani u bɛna bɔ Ala ɲɛkɔrɔ, kelenpe, min tɛ se ka bali.",
    "O don na, i na jurumutw sirilen ye cakɛda la.",
    "U ka finiw dilannen don ni gundo ye, Tasuma min bɛ u ɲɛda datugu.",
    "Walisa Ala ka mɔgɔ kelen-kelen bɛɛ sara ka kɛɲɛ n’a ka sɔrɔ ye. Ala bɛ Teliya jatebɔ la.",
    "Nin ye weleweleda ye hadamadenw ye, walisa u ka lasɔmi o fɛ, ani k’a dɔn ko ale ye Ala kelenpe ye, ani ko faamuyali mɔgɔw hakili ka to u hakili la."
]