[
    "Alif, Lam, Ra, ani a ɲɔgɔnnaw. Olu ye Kitabu Vɛrisew ye; Kuranɛ min bɛ kow ɲɛfɔ ka jɛya.",
    "Laala, mɔgɔ minnu tɛ dannaya kɛ, olu bɛna a fɛ k’u tun ye silamɛw ye.",
    "Aw k’u to u ka dumuni kɛ, ka u diyabɔ, ka u lafili jigiya fɛ. U bɛna o dɔn.",
    "An ma deli ka dugu tiɲɛ fo n’a kɛra waati latigɛlen ye.",
    "Siya si tɛ se k’a ka waati lase ɲɛfɛ, wa u tɛ se k’a bila kɔfɛ.",
    "U ko: “E min ye cikan sɔrɔ, i ye hakilintan ye.”",
    "Mun na i tɛ na ni mɛlɛkɛw ye an fɛ, ni i ye tiɲɛtigi ye?”",
    "An tɛ mɛlɛkɛw ci ka jigin fo ni hakili ye, wa u tɛna bali.",
    "Tiɲɛ na, An ye Cikan jira, wa an bɛna a mara tiɲɛ na.",
    "An ye mɔgɔ wɛrɛw ci ka kɔn aw ɲɛ, ka taa sigida kɔrɔw la.",
    "Nka ciden si ma na u fɛ, nka u y'a tulo geren.",
    "O cogo la An b'a don jalakidenw dusukunw na.",
    "U ma da a la, hali ni kɔrɔlenw ka siraw tɛmɛna.",
    "Hali n’an ye da dɔ da wuli u ye ka don sankolo la, u y’a daminɛ ka wuli o fɛ.",
    "U tun b’a fɔ hali bi ko: “An ɲɛw bɛ miirili kɛ; tiɲɛ yɛrɛ la, an ye mɔgɔw ye minnu bɛ lafili.”",
    "An ye dolow kuluw bila sankolo la, k’u kɛ fɛn cɛɲiw ye filɛlikɛlaw bolo.",
    "An y’u kɔlɔsi jinɛ gɛnnen bɛɛ la.",
    "Fo min bɛ mɛnni sonya, ka tugu o kɔ ni fɛn yelen ye.",
    "An ye dugukolo jɛnsɛn, ka sabatilifɛnw bila a kɔnɔ, ani a kɔnɔ An ye fɛn bɛɛ falen hakɛ bɛnnen na.",
    "Wa o kɔnɔ An ye balofɛnw da aw ye, ani aw tɛ furakɛlikɛlaw ye minnu ye.",
    "Fɛn tɛ yen nka a maganw bɛ Anw fɛ, wa An b’a ci ka jigin sumanikɛlan tigitigi dɔrɔn de la.",
    "An bɛ fiɲɛw ci minnu bɛ balo; ka ji ci ka bɔ sankolo la ka o di aw ma ka min, aw tɛ o marabagaw ye.",
    "Anw de bɛ ɲɛnamaya di ani ka saya lase mɔgɔ ma, anw de ye ciyɛntalaw ye.",
    "Wa an bɛ aw dɔn minnu bɛ taa ɲɛfɛ, ani minnu bɛ kɔfɛ, an bɛ olu dɔn.",
    "Aw Matigi de bɛna u lajɛ ɲɔgɔn fɛ. Ale de ye Hakilitigi ye, Dɔnnibaa.",
    "An ye hadamaden da ni bɔgɔ ye, ka bɔ bɔgɔ la min dilannen don.",
    "Ani jinɛw An ye minnu da ka kɔrɔ, ka bɔ tasuma sɔgɔlen na.",
    "I Matigi y’a fɔ mɛlɛkɛw ye ko: “Ne bɛ hadamaden da ni bɔgɔ ye, ni bɔgɔ mɔlen ye.”",
    "“Ni ne y’a da, ka ne ni fiyɛ a kɔnɔ, i ka i biri a ɲɛ kɔrɔ.”",
    "O la, mɛlɛkɛw y’u kunbiri gwan, u bɛɛ faralen ɲɔgɔn kan.",
    "Fo Sitanɛ tɛ. A ma sɔn ka kɛ mɔgɔw cɛma minnu ye sujudu kɛ.",
    "A ko: “E Sitanɛ, mun y’i bali ka kɛ sujudu kɛbagaw cɛma?”",
    "A ko: “Ne t’a fɛ ka n sujudu hadamaden ɲɛkɔrɔ, I ye min da ni bɔgɔ ye, ka bɔ bɔgɔ la min dilannen don.”",
    "A ko: “O tuma na fɛ, i ka bɔ yan, bawo i ye mɔgɔ gɛnnen ye”.",
    "“Dankali bɛna kɛ aw kan fo ka se Kiritigɛ don ma.”",
    "A ko: “Ne Matigi, i ka ne lajɔ fo ka se u kununni don ma.”",
    "A ko: “Aw ye mɔgɔ minnu bilala waati la.”",
    "“Fo waati latigɛlen don.”",
    "A ko: “Ne Matigi, ikomi I ye ne lafili, ne bɛna glamorize u ye dugukolo kan, ne bɛna u bɛɛ lafili.”",
    "“N’a ma kɛ i ka baaraden sɛbɛw ye u cɛma.”",
    "A ko: “Nin ye sira ɲuman ye ne fɛ.”",
    "“Fanga si tɛ aw la ne ka jɔnw kan, fo jurumutɔ minnu bɛ tugu aw kɔ.”",
    "Wa Jahannama ye u bɛɛ ka lajɛyɔrɔ ye.",
    "“Da wolonwula b’a la; sabu da kelen-kelen bɛɛ ye kalasi dɔ ye.”",
    "Nka mɔgɔ tilennenw na kɛ nakɔw kɔnɔ, jibolisiraw bɛ minnu na.",
    "“Aw ka don a kɔnɔ hɛrɛ ni lafiya la.”",
    "Wa An bɛna dusukunnata juguw bɛɛ bɔ u dusukunw na—balimakɛw ni balimamusow, dilanw kan minnu ɲɛsinnen bɛ ɲɔgɔn ma.",
    "Sɛgɛn si tɛna maga u la abada, wa a tɛna ɲini u fɛ u ka bɔ o la.",
    "Aw ka Ne ka baarakɛlaw ladɔnniya ko ne ye Yafabaga ye, hinɛbaga.",
    "Wa ko Ne ka ɲangili ye dimi ɲangili ye.",
    "I ka Ibrahima ka dunanw ladɔnniya u la.",
    "U donna a kan tuma min na, k’a fɔ ko: “Hɛrɛ.” A ko: “An bɛ an janto aw la.”",
    "U ko: «Aw kana siran. an bɛ na ni kibaru duman ye, cɛnin dɔ ko la, dɔnniya sera min ma.”",
    "A ko: «I bɛ kibaru duman lase ne ma, k'a sɔrɔ kɔrɔya sera ne ma wa? I bɛ na ni kibaru duman jumɛn ye?”",
    "U ko: “An bɛ kibaru duman lase aw ma tiɲɛ na, o la sa, aw kana aw jigi tigɛ.”",
    "A ko: “Jɔn jigi tigɛlen bɛ a Matigi ka makari la ni mɔgɔ tununnenw tɛ?”",
    "A ko: «Aw cidenw, aw ka ko ye mun ye?»",
    "U ko: «An cilen don jama jurumutɔ dɔ fɛ.”",
    "“N’a ma fɔ Lɔti ka denbaya la; an na u bɛɛ kisi.”",
    "“N’a ma kɛ a muso ye.” An y’a latigɛ ko a bɛna kɛ mɔgɔ minnu bɛ kɔfɛ.",
    "Cidenw sera Lɔti ka somɔgɔw ma tuma min na.",
    "A ko: “Aw ye jama ye ne ma dɔn.”",
    "U ko: “U bɛ sigasiga fɛn min na, an bɛ na ni o ye.”",
    "“An bɛ na ni tiɲɛ ye aw ye, an ye tiɲɛtigiw ye.”",
    "“A’ ye taama kɛ n’aw ka somɔgɔw ye su fɛ, ka tugu u kɔ, aw si kana kɔ filɛ, ka taa ɲɛ i ko a fɔra cogo min na.”",
    "An y'a ladɔnniya an ka sariya la: ninnu tolen labanw bɛna bɔ u ju la sɔgɔmada joona fɛ.",
    "Dugudenw nana ni ɲagali ye.",
    "A ko: “Nin ye ne ka dunanw ye, o la aw kana maloya ne la.”",
    "“I ka siran Ala ɲɛ, i kana ne maloya.”",
    "U ko: «An m'i bali ka bɔ dunanw na wa?»",
    "A ko: “Nin ye ne denmusow ye, ni aw ka kan.”",
    "I ka ɲɛnamaya fɛ, u tun bɛ fili u ka dɔlɔmin na.",
    "O la, Blast (Blast) y'u Minɛ tilebɔ waati.",
    "An y’a wuli k’a wuli, ka bɔgɔ tobilen kabakurunw nana u kan.",
    "Siga t’a la, kalan bɛ o de kɔnɔ taamasiyɛnw kalanbagaw bolo.",
    "Wa a bɛ sira dɔ kan min bɛ yen.",
    "Tiɲɛ na, taamasyɛn bɛ o de la dannabaaw fɛ.",
    "Kungo mɔgɔw fana tun ye kojugukɛlaw ye.",
    "O la, An ye an ka waleɲumandɔn ta u la. U fila bɛɛ sɛbɛnnen bɛ ka jɛya.",
    "Farakurun mɔgɔw fana banna cidenw ma.",
    "An ye An ka jiralifɛnw di u ma, nka u y’u kɔdon.",
    "U tun bɛ sow ja kuluw kan, u tun b’a miiri ko u lafiyalen don.",
    "Nka Blast (Blast) y'u Minɛ sɔgɔma.",
    "U tun ye fɛn o fɛn sɔrɔ, o ma nafa foyi lase u ma.",
    "An ma sankolow ni dugukolo da, ani fɛn min bɛ u ni ɲɔgɔn cɛ, fo ni tiɲɛ tɛ. Waati bɛ na, o la, yafa ni yafa ye ni nɛɛma ye.",
    "I Matigi ye Dabaga bɛɛ dɔnbaga ye.",
    "An ye wolonwula di aw ma filaninw na, ani Kuranɛba.",
    "An ye min di u furuɲɔgɔnma dɔw ma walasa u ka nisɔndiya, aw kana aw ɲɛw kɔrɔta, aw kana dusukasi u la, ka aw kamanw jigin dannabaaw ma.",
    "Ani k’a fɔ ko: “Ne de ye lasɔminikɛla jɛlen ye.”",
    "I n’a fɔ An ye ci bila cogo min na ka jigin faranfasibagaw ma.",
    "Minnu ye Kuranɛ kɛ fɛn kɔrɔlen ye.",
    "I Matigi barika la, an na ɲininkali kɛ u bɛɛ la.",
    "U tun bɛ min kɛ fɔlɔ, o ko la.",
    "O la, i ye min fɔ i ye, i k’o fɔ kɛnɛ kan, ka i kɔdon murikariw la.",
    "An bɛ se aw ma tulonkokɛlaw kama.",
    "Minnu ye ala wɛrɛ sigi Ala fɛ. U bɛna na o dɔn.",
    "An b’a dɔn ko i dusukun bɛ degun u ka kumaw fɛ.",
    "O la, aw ka aw Matigi tanuli bonya, ka aw biri mɔgɔw cɛma.",
    "Ani ka i Matigi bato walasa ka dannaya sɔrɔ."
]