[
    "Ala ka ci fɔlen sera, o la aw kana kɔrɔtɔ. Nɔɔrɔ ka kɛ ale de ye; u kɔrɔtalen don ka tɛmɛ u ni ɲɔgɔn cɛ min kan.",
    "A bɛ mɛlɛkɛw ci ni Ni ye a ka ci fɔlen fɛ, a b’a fɛ a ka baarakɛlaw fɛ minnu kan: “Aw ka lasɔmini kɛ ko ala wɛrɛ tɛ yen ni ne tɛ, aw ka siran ne ɲɛ.”",
    "A ye sankolow ni dugukolo da ni tilennenya ye. U bɛ jɛkulu minnu fɔ, a bɛ kɔrɔta ka tɛmɛ olu kan.",
    "A ye hadamaden da ni jikuru dɔ ye, o bɛɛ n’a ta, a bɛ kɛ jugu dafalen ye.",
    "Ani baganw—A y’u da aw ye. U kɔnɔ, funteni ni nafa bɛ i bolo, i bɛ dumuni kɛ olu la.",
    "Wa cɛɲi bɛ u la i ye, n’i nana n’u ye so, n’i y’u gɛn ka taa baganmarayɔrɔ la.",
    "Ani, u b’i ka doni ta ka taa waajulikɛyɔrɔ la, i tun tɛ se ka se yɔrɔ min na ni gɛlɛyabaw ma kɛ. I Matigi ye Clement ni makarikɛla ye.",
    "Ani sow, ani faliw, ani faliw—aw ka boli, ani ka ɲɛnajɛ kɛ. Wa, i tɛ min dɔn, a bɛ o da.",
    "Ala de ka kan ka siraw jira, nka u dɔw ye filiw ye. Ni a tun b’a fɛ, a tun bɛ se ka aw bɛɛ bilasira.",
    "Ale de bɛ jigin ka bɔ sankolo ji la aw ye. Minfɛn bɛ Bɔ a la, jiriw bɛ falen a fɛ baganmara kama.",
    "Wa a bɛ sumanw bɔ aw ye n’o ye, ani oliviyew, ni dajiriw, ani rezɛnw, ani jiriden suguya bɛɛ. Tiɲɛ na, taamasyɛn bɛ o la mɔgɔw bolo minnu bɛ miiri.",
    "A ye su ni tile labɛn aw ye; ani tile, ni kalo, ani dolow bɛ labɛn a ka cikan fɛ. Tiɲɛ na, taamasyɛnw bɛ o kɔnɔ mɔgɔw ye minnu bɛ miiri.",
    "Wa a ye fɛn o fɛn da aw ye dugukolo kan, o kulɛriw tɛ kelen ye. Tiɲɛ na, taamasyɛn bɛ o la mɔgɔw ye minnu hakili bɛ u hakili la.",
    "Wa ale de ye kɔgɔji da ka baara kɛ aw ye, walisa aw ka sogo mɔlenw dun a la, ka finiw bɔ a la, aw bɛ minnu don. Wa i bɛ kurunw ye minnu bɛ ka sɛnɛ kɛ a kɔnɔ, k’a sɔrɔ i bɛ a ka nɛɛma ɲini, walisa i ka barika da.",
    "A ye kuluw fili dugukolo kan, walisa a kana yɛlɛma ni aw ye. ani bajiw ni siraw, walisa aw ka bilasira.",
    "Ani dugukolo taamasiyɛnw. Wa dolow fɛ, u b’u yɛrɛ ɲɛminɛ.",
    "Min bɛ danni kɛ, o bɛ i n’a fɔ ale min tɛ danni kɛ wa? Yala i tɛna kalan ta wa?",
    "Wa ni i y’a ɲini ka Ala ka nɛɛma jate, i tɛna se k’u jate. Ala ye Yafabaga ni makaribaga ye.",
    "Wa, Ala b’a dɔn i bɛ min dogo ani i bɛ min jira.",
    "U bɛ mɔgɔ minnu wele Ala kɔ, olu tɛ foyi da, nka u yɛrɛw dabɔra.",
    "U sara, u ɲɛnama tɛ; U b'a dɔn tuma min na u bɛna kunun.",
    "Aw ka Ala ye Ala kelenpe de ye. Minnu ma da Alako la, olu dusukunw bɛ sɔsɔli la, wa u bɛ kuncɛbaya kɛ.",
    "Siga t’a la, u bɛ fɛn minnu dogo ani u bɛ fɛn minnu jira, Ala b’o dɔn. Kuncɛbaw man di a ye.",
    "Ni a fɔra u ye ko: «Aw Matigi ye mun ci?» U b’a fɔ ko “Kɔrɔlenw ka nsiirinw.”",
    "O la, u ka u ka doni dafalenw ta lakununni don na, ani u ye mɔgɔ minnu lafili k’a sɔrɔ u ma u dɔn, olu ka doni dɔw ta. Juguya de bɛ u ta.",
    "Minnu tun bɛ u ɲɛfɛ, olu fana ye fɛɛrɛ tigɛ, nka Ala y’u ka jɔlifɛnw ta ka bɔ u jusigilanw na, ka so sanfɛla don u la. O ɲangili Nàna u ma ka Bɔ yɔrɔ min na u m'a Dɔn.",
    "O kɔ, Lakununni don na, a bɛna u maloya, k’a fɔ ko: “Ne jɛɲɔgɔnw bɛ min, aw tun bɛ sɔsɔli kɛ minnu kosɔn?” Dɔnniya dira mɔgɔ minnu ma, olu na a fɔ ko: “Bi maloya ni tɔɔrɔ bɛ kafiriw kan.”",
    "Minw bɛ kojugu kɛ u niw la k’a sɔrɔ mɛlɛkɛw bɛ ka u ta ka taa n’u ye—u bɛna hɛrɛ ɲini: “An ma kojugu si kɛ.” Ɔwɔ i y'o kɛ. I tun bɛ min kɛ fɔlɔ, Ala b’o dɔn.”",
    "Aw ka don Jahanama da la, ka sigi o kɔnɔ fo abada. Kuncɛbaw sigiyɔrɔ ye bɔnɛ ye.",
    "Mɔgɔ minnu tun bɛ Ala ɲɛsiran mara, a na fɔ olu ye ko: “Aw Matigi ye mun jira?” U na a fɔ ko: “Koɲuman.” Minnu bɛ ko ɲuman kɛ diɲɛ kɔnɔ, o ye ɲumanya ye, wa Ala ka so ka fisa yɛrɛ. Ala ɲɛsiranbagaw sigiyɔrɔ ka di kosɛbɛ.",
    "Nakɔ banbaliw, u bɛna don minnu kɔnɔ, baji bɛ woyo minnu jukɔrɔ, u b’a fɛ fɛn o fɛn na, u bɛna o sɔrɔ yen. O cogo la Ala bɛ Ala batobagaw sara.",
    "Minnu bɛ cogo ɲuman na ni mɛlɛkɛw y’u ta—u bɛna a fɔ ko: “Hɛrɛ ka kɛ aw ye; aw tun bɛ min kɛ fɔlɔ, aw ka don alijɛnɛ na.”",
    "Yala u bɛ mɛlɛkɛw makɔnɔ dɔrɔn u ka na u fɛ wa, walima i Matigi ka ci fɔlen ka na wa? Minnu tun bɛ u ɲɛfɛ, olu fana y’o ɲɔgɔn kɛ. Ala ma kojugu kɛ u la, nka u tun bɛ kojugu kɛ u yɛrɛ niw la.",
    "O la, u ka kɛwale juguw ye u minɛ, u tun bɛ tulonko min kɛ, o y’u minɛ.",
    "Bololabaarakɛlaw b’a fɔ ko: “Ni Ala tun b’a fɛ, an tun tɛna foyi bato ale kɔ, anw, an bɛnbaw fana, an tun tɛna foyi bali a ka dankarili kɔ.” Minnu tun bɛ u ɲɛfɛ, olu fana y’o ɲɔgɔn kɛ. Yala cidenw ka baara ye fɛn wɛrɛ ye ni kumaɲɔgɔnya jɛlen tɛ wa?",
    "Ka taa sigida bɛɛ la An ye ciden ci: “A’ ye Ala bato, ka aw yɛrɛ tanga bolibato ma.” Ala ye u dɔw ɲɛminɛ, dɔw fana ka kan ni bilasirali jugu ye. O la sa, taama dugukolo kan, k’a lajɛ sɔsɔlikɛlaw ka siniɲɛsigi kɛra min ye.",
    "Hali ni i bɛ se ka hami u ka bilasirali la, Ala tɛ mɔgɔw bilasira minnu bɛ sira tiɲɛ. Wa, u tɛna kisibaga si sɔrɔ.",
    "Wa u bɛ kali Ala tɔgɔ la n’u ka kaliliba ye ko: “Mɔgɔ min bɛ sa, Ala tɛna o lakunu.” Ɔwɔ tiɲɛ na, o ye layidu ye min sirilen bɛ a la, nka mɔgɔ fanba t’a dɔn.",
    "Ka jɛya u ye u ni ɲɔgɔn cɛ danfara min na, ani dannabaliw k’a dɔn ko u ye nkalontigɛlaw ye.",
    "Ni An b’a fɛ fɛn dɔ ka kɛ, An b’a fɔ a ye ko “Ka kɛ,” o bɛ kɛ.",
    "Minnu bɛ taa jamana wɛrɛ la Ala kosɔn tɔɔrɔ kɔfɛ, An bɛna u sigi yɔrɔ ɲuman na nin diɲɛ in kɔnɔ; nka Lakabana sara ka bon , n' u tun b' a dɔn dɔrɔn .",
    "Minnu bɛ muɲu ni muɲuli ye, ka u jigi da u Matigi kan.",
    "An ma ci ka kɔn aw ɲɛ fo cɛw, An ye minnu bila hakili la. O la, aw ye dɔnniya mɔgɔw ɲininka, n’aw t’a dɔn.",
    "Ni ɲɛfɔliw ni tɛmɛsiraw ye. Wa An ye Hakilijigin jira aw la, walisa aw ka min jira u la, aw ka o jɛya, ani u ka miiri.",
    "Yala mɔgɔ minnu bɛ kojuguw labɛn, yala u hakili sigilen don ko Ala tɛna dugukolo bila ka don u kɔnɔ, walima ko ɲangili tɛna na u kan ka bɔ yɔrɔ la, u tɛ min ye wa?",
    "Walima ko a tɛna u minɛ u ka baara kɛtuma na wa? Wa u tɛna se k’o bali.",
    "Walima ko a tɛna u minɛ k’a sɔrɔ u bɛ siran na wa? I Matigi ye Dususuman ni makaritigi ye.",
    "Ala ye fɛn minnu da, yala u ma o kɔlɔsi wa? U biɲɛw bɛ wuli ka bɔ kinin fɛ ni numan fɛ, ka u biri Ala ɲɛ tuma min na u bɛ ka dɔgɔya.",
    "Sankolola fɛn bɛɛ ani dugukolo kan fɛn bɛɛ bɛ a biri Ala ɲɛ kɔrɔ, danfɛn ɲɛnama bɛɛ, ani mɛlɛkɛw, ani k’a sɔrɔ a ma kuncɛbaya kɛ.",
    "U bɛ siran u Matigi ɲɛ ka tɛmɛ u kan, u bɛ min fɔ u ye, u bɛ o kɛ.",
    "Ala y’a fɔ ko: “Aw kana ala fila ta; Ale ye Ala kelenpe de ye; o la sa, aw ka siran Ne dɔrɔn ɲɛ.”",
    "Fɛn o fɛn bɛ sankolow ni dugukolo kan, o bɛɛ ye ale de ta ye; Kanminɛli ka kan ni ale de ye tuma bɛɛ. O la sa, yala i bɛ siran mɔgɔ wɛrɛ ɲɛ ni Ala tɛ wa?",
    "Duba fɛn o fɛn bɛ i bolo, o bɛ bɔ Ala de la. Wa ni kojugu magara i la, i bɛ ŋunan ale de la.",
    "Nka ni a ye kojugu bɔ aw la, aw dɔw bɛ mɔgɔ wɛrɛw fara u Matigi kan.",
    "Ka waleɲumandɔnbaliya jira An ye min di u ma. Aw ka nisɔndiya. I bɛna o dɔn sɔɔni.",
    "Wa u bɛ fɛn dɔ tila, u tɛ min dɔn, An ye min di u ma. Ala fɛ, ɲininkali bɛna kɛ i la i tun bɛ ka min da.",
    "Wa, u b’a fɔ Ala ye denmusow ye—A kɔrɔtalen don—ani u nege bɛ min na u yɛrɛw ye.",
    "Wa ni denmusoman kibaruya dira u dɔ ma, a ɲɛda bɛ dibi, a bɛ sɔgɔsɔgɔ dusukasi fɛ.",
    "A bɛ dogo mɔgɔw la k’a sababu kɛ kibaru jugu min dira a ma. Yala a na o mara maloya la wa, wala a na a su don buguri la wa? U bɛ desizɔn min ta, o ye juguya ye.",
    "Minnu ma da Alako la, olu bɛ misali jugu di, k’a sɔrɔ Ala bɛ Misali Kɔrɔtalenba jira. Ale de ye Sebaayabɛɛtigi ye, Hakilitigi.",
    "Ni Ala tun bɛna hadamadenw minɛ u ka tilenbaliyakow kosɔn, a tun tɛna danfɛn kelen to a kan, nka a b’u bila kɔfɛ fo waati latigɛlen dɔ. O kɔ, n’u ka waati sera, u tɛna o bila kɔfɛ ni lɛri kelen ye, wa u tɛna a ɲɛfɛ fana.",
    "Wa, u yɛrɛw man di min ye, u b’o fɔ Ala ye, k’a sɔrɔ u nɛnkunw bɛ nkalon fɔ ko u ta de ye ɲumanya ye. Siga t’a la, Tasuma bɛ olu de bolo, wa u bɛna bila kɔfɛ.",
    "Ala barika la, An ye cidenw ci sigidaw la ka kɔn aw ɲɛ, nka Sitanɛ y’a to u ka kɛwalew bɛ u lafili. Ale de ye u makɛ ye bi, wa u bɛna ɲangili jugu sɔrɔ.",
    "An ye Kitabu jira aw la dɔrɔn walisa ka u danfara ka jɛya u ye, ani ka bilasirali ni makari di mɔgɔw ma minnu dalen bɛ dannaya la.",
    "Ala bɛ ji ci ka bɔ sankolo la, a bɛ dugukolo lakunu ni o ye a salen kɔfɛ. O la, taamasyɛn bɛ yen mɔgɔw ye minnu bɛ lamɛnni kɛ.",
    "Wa kalan dɔ bɛ aw bolo misiw la: An bɛ minfɛn dɔ di aw ma ka bɔ u kɔnɔbara la, ka bɔ bɔgɔ ni joli cɛ, nɔnɔ saniyalen, min bɛ minnikɛlaw lafiya.",
    "Wa, daji ni rezɛn jiridenw na, i bɛ sukaro ni dumuni nafamaw sɔrɔ. O la, taamasyɛn bɛ mɔgɔw ye minnu bɛ faamuyali sɔrɔ.",
    "Wa i Matigi ye suman hakili lawuli ko: “I ka sumanw sigi kuluw la, ani jiriw la, ani u bɛ fɛn minnu jɔ.”",
    "O kɔ, i ka jiridenw bɛɛ dun, ka taa i Matigi ka siraw fɛ, ni tigitigi ye. U kɔnɔbara la, ji dɔ bɛ Bɔ min ɲɛw ye kulɛri suguya caman ye, kɛnɛyali bɛ min na jama ye. Tiɲɛ na, taamasyɛn bɛ nin kɔnɔ mɔgɔw fɛ minnu bɛ miiri.",
    "Ala ye aw da; o kɔ, A bɛ i ta ka taa. Aw dɔw bɛna segin u si hakɛ juguba la, walasa a kana foyi dɔn tugun, dɔnniya sɔrɔlen kɔfɛ. Ala ye fɛn bɛɛ dɔnbaga ye ani Sebaayabɛɛtigi ye.",
    "Ala ye aw dɔw diyabɔ ka tɛmɛ dɔw kan balo la. Minnu bɛ diya u ye, olu tun tɛna u ka nafolo di u ka baarakɛlaw ma, fo ka se a dan na k’u kɛ jɛɲɔgɔnw ye o la. O kɔfɛ, yala u bɛna ban Ala ka dugaw la wa?",
    "Ala ye furuɲɔgɔnw di aw ma ka bɔ aw ni ɲɔgɔn cɛ. ani a ye den sɔrɔ aw ye, ka bɔ aw furuɲɔgɔnw na, denw ni mamadenw na; ani a ye fɛn ɲumanw di aw ma. O tuma na fɛ, yala u bɛna da nkalon na, ka ban Ala ka nɛɛma la wa?",
    "O bɛɛ n’a ta, u bɛ baara kɛ Ala kɔfɛ fɛn min tɛ ni balo si ye u ye sankolo la, dugukolo kan fana, wa u tɛ se.",
    "O la sa, kana misaliw fɔ Ala ye. Ala b o dn, aw t o dɔn.",
    "Ala bɛ jɔn jɔn dɔ misali fɔ, fanga tɛ min na fɛn si kan; ani mɔgɔ min An ye balo caman di a ma, a bɛ balo di min ma gundo la ani kɛnɛ kan. Yala u bɛ bɛn ɲɔgɔn ma ni u bɛ tali kɛ ɲɔgɔn na wa? Tanuli bɛɛ ye Ala ta ye, nka u fanba t’a dɔn.",
    "Wa Ala ye cɛ fila misali ta: u dɔ la kelen ye bobo ye, a tɛ se ka foyi kɛ, wa a ye doni ye a makɛ kan; a mana a ɲɛminɛ cogo o cogo , a tɛ foyi ɲuman sɔrɔ . Yala a ni min bɛ tilennenya yamaruya, ani min bɛ sira tilennen kan, yala a bɛ bɛn wa?",
    "Sankolo ni dugukolo yebaliw ye Ala ta ye. Lɛrɛ nali bɛ kɛ i n’a fɔ ɲɛjibɔ dɔrɔn, walima ka surunya o la yɛrɛ. Se bɛ Ala ye fɛn bɛɛ kan.",
    "Ala ye aw bɔ aw baw kɔnɔ, aw ma foyi dɔn; A ye mɛnni ni ɲɛnayeli ni hakiliw di aw ma; walisa aw ka barika da Ala ye.»",
    "Yala u ma kɔnɔw ye, u bɛ pan sankolo cɛma wa? Mɔgɔ si tɛ u dɛmɛ ni Ala tɛ. O la, taamashyɛnw bɛ yen mɔgɔw ye minnu dalen bɛ a la.",
    "Wa Ala ye sigiyɔrɔw di aw ma aw ka so kɔnɔ aw ye, ka aw mago don baganw ka sow dogolenw na minnu bɛ se ka ta aw ye, walasa aw ka se ka baara kɛ n’u ye n’aw bɛ taa taama na, ani n’aw bɛ sigi ani ka bɔ u wuluwuluw ni u ka wuluwuluw ni u kunsigiw ni u ka minɛnw ni u ka dususalo la waati dɔ kɔnɔ.",
    "Wa Ala ye biɲɛ di aw ma ka bɔ a ye min da, ka lafiɲɛbɔyɔrɔw di aw ma kuluw la, ka finiw di aw ma walasa k’aw tanga funteni ma, ani finiw walasa k’aw tanga aw ka fariyakow ma. O cogo la, a b’a ka dugaw dafa aw kan, walisa aw ka se ka aw kolo.",
    "Nka n’u y’u kɔdon, i ka baara kelenpe ye kumaɲɔgɔnya jɛlen ye.",
    "U bɛ Ala ka dugawu dɔn, nka o kɔfɛ, u bɛ ban o la, bawo u fanba tɛ waleɲumandɔn jira.",
    "Don min na An bɛ seere dɔ lawuli ka bɔ sigida bɛɛ la—minnu kafiri, olu tɛna sɔn, wa u tɛna yafa fana.",
    "Minnu ye kojugu kɛ, ni o ɲangili ye, o tɛna nɔgɔya u ma, wa u tɛna bila kɔfɛ.",
    "Ni bolibatobaaw y’u jɛɲɔgɔnw ye, u b’a fɔ ko: “An Matigi, ninnu ye an jɛɲɔgɔnw ye, an tun bɛ minnu wele i kɔfɛ.” U na u bugɔ ni kuma ye ko: “Tiɲɛ na, aw ye nkalontigɛlaw ye.”",
    "O don na, u bɛna u ka kololi di Ala ma, u tun ye min dabɔ, o bɛna u bila.",
    "Minnu tɛ dannaya kɛ ani ka Ala ka sira bali—An bɛna ɲangili fara u ka ɲangili kan, u tun bɛ kojugu min kɛ fɔlɔ.",
    "Don min na an bɛ seere dɔ lawuli sigida bɛɛ kɔnɔ u kama, ka bɔ u cɛma, ka na ni aw ye ka kɛ seere ye ninnu kama. An ye Kitabu jira aw la, i n’a fɔ fɛn bɛɛ ɲɛfɔli, ani bilasirali, ani hinɛ ni kibaru duman, mɔgɔ minnu y’u kolo.",
    "Ala bɛ tilennenya, ani ɲumanya, ani bolomafara ci somɔgɔw ma. Wa a bɛ jogo juguw ni tilenbaliya ni degun bali. A bɛ aw laadi, walisa aw ka aw janto aw la.",
    "Ala ka layidu tiimɛ n’i ye layidu ta, ani i kana i ka kalili tiɲɛ i kɛlen kɔ ka layidu ta. I ye Ala kɛ i ka garanti ye, Ala b’a dɔn i bɛ min kɛ.",
    "Aw kana kɛ i n’a fɔ ale min b’a ka jiriw tigɛtigɛ, k’a kari ka kɛ fɛn wɛrɛw ye, a kɛlen kɔ k’a tigɛ kosɛbɛ. Aw ka kaliliw fana kɛ nanbara fɛɛrɛ ye aw cɛma, bawo sigida dɔ ka ɲɛtaa ka bon ni sigida wɛrɛ ye. Ala bɛ ka aw kɔrɔbɔ o fɛ. Lakununni don na, aw tun ye sɔsɔli kɛ fɛn o fɛn na, a na o bɛɛ ɲɛfɔ aw ye.",
    "Ni Ala tun b’a fɛ, a tun bɛna aw kɛ jɛkulu kelen ye, nka a b’a fɛ mɔgɔ min na, a bɛ o to yen, a b’a fɛ ka min bilasira. Wa, siga t’a la ko ɲininkali bɛna kɛ i la i tun bɛ min kɛ fɔlɔ.",
    "Aw kana aw ka kalili kɛ ka ɲɔgɔn lafili, walisa sen kana sɛgɛn aw jɔlen kɔfɛ, ka tɔɔrɔ nɛnɛ bawo aw ye Ala ka sira bali, ka tɔɔrɔ juguba sɔrɔ.",
    "Ani, aw kana Ala ka layidu ɲɔgɔn falen sɔngɔ fitinin na. Fɛn min bɛ Ala fɛ, o ka fisa i ma, ni i tun b’a dɔn dɔrɔn.",
    "Fɛn min bɛ aw bolo, o bɛ ban, nka min bɛ Ala fɛ, o bɛ to. Mɔgɔ minnu bɛ muɲu, an bɛna olu sara ka kɛɲɛ n’u ka kɛwale ɲumanw ye.",
    "Mɔgɔ o mɔgɔ bɛ tilennenya kɛ, cɛ walima muso, k’a sɔrɔ a ye dannaba ye, An na ɲɛnamaya ɲuman di a ma—wa an bɛna u sara ka kɛɲɛ ni u tun bɛ min kɛ fɔlɔ.",
    "Ni aw bɛ Kuranɛ kalan, aw ka dogoyɔrɔ ɲini Ala fɛ ka bɔ Sitanɛ gɛnnen fɛ.",
    "Mɔgɔ minnu dalen bɛ u Matigi la ani minnu bɛ u jigi da a kan, fanga tɛ a la.",
    "A ka kuntigiya bɛ mɔgɔ minnu dɔrɔn de kan minnu bɛ tugu a kɔ, ani minnu bɛ mɔgɔ wɛrɛw fara a kan.",
    "Ni An ye tɛmɛsira dɔ bila tɛmɛsira wɛrɛ nɔ na—ani Ala bɛ min jira ka ɲɛ—u b’a fɔ ko: “I ye nanbarakɛla ye.” Nka u fanba t’a dɔn.",
    "A fɔ ko: “Ni Senu y’a jigin ka bɔ i Matigi yɔrɔ, tiɲɛ na, walisa ka dannabaaw sabati, ani ka kɛ bilasirali ni kibaru duman ye minnu bɛ u kolo.”",
    "An b’a dɔn kosɛbɛ k’u b’a fɔ ko “Hadamaden de b’a kalan.” Nka u bɛ kuma a kan min kan, o ye dunan ye, k’a sɔrɔ nin ye arabukan jɛlen ye.",
    "Minnu dalen tɛ Ala ka jiralifɛnw na—Ala tɛna u bilasira, wa u bolo, o ye ɲangili dimi ye.",
    "Minnu dalen tɛ Ala ka jiralifɛnw na, olu de bɛ nkalon tigɛ. Olu ye nkalontigɛlaw ye.",
    "Mɔgɔ o mɔgɔ bɛ ban dannaya la Ala la a kɛlen kɔ ka da a la —n’a ma fɔ mɔgɔ min wajibiyalen don, k’a sɔrɔ a dusukun sigilen bɛ dannaya la—nka ni mɔgɔ o mɔgɔ bɛ a dusukun da wuli ni diyanye ye ka dannayabaliya kɛ—dimi bɛ bin u kan ka bɔ Ala yɔrɔ, wa o ye tɔɔrɔba ye u bolo.",
    "O ye k’a sababu kɛ u ye diɲɛ ɲɛnamaya fisaya ka tɛmɛ Ala ka ɲɛnamaya kan, wa Ala tɛ mɔgɔw bilasira minnu bɛ ban.",
    "Ala ye u dusukunw ni u ka mɛnni ni u yeli taamasiyɛn kɛ olu de ye. Olu de ye hakilintanw ye.",
    "Siga t'a la ko Alako la, olu de bɛna kɛ bɔnɛbagaw ye.",
    "Nka o kɔfɛ, i Matigi — minnu bɔra jamana wɛrɛ la tɔɔrɔ kɔfɛ, o kɔfɛ, u ye kɛlɛ kɛ ani ka muɲu—i Matigi o kɔfɛ, yafabaga ni hinɛbaga ye.",
    "Don min na ni bɛɛ bɛ na ka delili kɛ a yɛrɛ ye, ni bɛɛ bɛna sara dafalen sɔrɔ a ka kɛwalew la, wa u tɛna kojugu kɛ.",
    "Wa Ala bɛ dugu dɔ misali ta min tun lafiyalen don ani min tun lafiyalen don, n’a ka balo tun bɛ na a ma kosɛbɛ ka bɔ fan bɛɛ fɛ. Nka o kɔfɛ, a kɛra waleɲumandɔnbaliya ye Ala ka dugawuw la, o de la Ala y’a kɛ kɔngɔ ni siran fini nɛnɛ, k’a sababu kɛ u tun bɛ min kɛ bololabaara la.",
    "Ciden dɔ tun nana u cɛma, nka u y’a jalaki, o de la ɲangili y’u minɛ u ka kojuguw cɛma.",
    "Ala ye fɛn salen ni fɛn ɲumanw minnu di aw ma, aw ka olu dun, ka barika da Ala ka dugaw ye, ni aw bɛ baara kɛ ale de ye.",
    "A ye sogo ni joli, ani donsokɛ sogo, ani fɛn o fɛn dabɔra Ala tɛ, a ye o bali aw ma. Nka ni mɔgɔ dɔ wajibiyara wajibi fɛ, k’a sɔrɔ a ma kɛ ni laɲini ye walima ni a ma kɛ ni juguya ye, o tuma na, Ala ye Yafabaga ni hinɛbaga ye.",
    "Ani, aw kana nkalon min fɔ aw kanw fɛ, ko: “Nin ye sariya ye, nin ye sariya sɔsɔli ye,” walisa ka nkalonw dabɔ ani k’u fɔ Ala de ye. Minnu bɛ nkalon dabɔ k’a fɔ ko Ala de bɛ olu la, olu tɛna ɲɛ sɔrɔ.",
    "Nisɔndiya surun dɔ—o tuma na fɛ, u bɛna ɲangili dimi sɔrɔ.",
    "Minnu ye Yahutuw ye, An ye min fɔ aw ye ka kɔrɔ, an ye o bali. An ma kojugu kɛ u la, nka u tun bɛ kojugu kɛ u yɛrɛw la.",
    "Nka minnu bɛ kojugu kɛ dɔnbaliya la, ka tila ka nimisa o kɔfɛ ka fɛn dɔw sɛmɛntiya, o kɔfɛ, i Matigi ye yafabaga ni hinɛbaga ye.",
    "Ibrahima tun ye ɲɛmaa misali ɲuman ye, a tun b’a yɛrɛ di Ala ma, a tun bɛ Ala kelenpe la, wa a tun tɛ ala muriki mɔgɔw dɔ ye.",
    "Barika da a ka dubaw ye. A y’a sugandi, k’a bila sira tilennen kan.",
    "An ye ɲumanya di a ma diɲɛ kɔnɔ, a bɛna kɛ mɔgɔ tilennenw cɛma.",
    "O kɔ, An ye dusu don aw kɔnɔ: “Aw ka tugu Ibrahima ka diinɛ kɔ, Ala kelenpebaa. A tun tɛ boli batobaga ye.”",
    "Lafiɲɛ don tun latigɛra mɔgɔ minnu dɔrɔn de kama, minnu tun tɛ kelen ye o ko la. I Matigi na kiri tigɛ u ni ɲɔgɔn cɛ lakununni don na u ka danfara ko la.",
    "Aw ye wele bila ka na aw Matigi ka sira kan ni hakilitigiya ni laadilikan ɲumanw ye, ka sɔsɔli kɛ n’u ye cogo la min bɛ bonya kosɛbɛ. Mɔgɔ minnu bɛ bɔ a ka sira kan, i Matigi bɛ olu dɔn, ani minnu bɛ bilasirali kɛ, a bɛ olu dɔn.",
    "Ni i tun bɛna i waleɲumandɔn, i ka i yɛrɛ sara fo ka se hakɛ kelen ma ni jogin min kɛra i la. Nka n’i bɛ muɲuli kɛ—o ka fisa banabagatɔ ma.",
    "O la sa, i ka muɲu. Aw ka muɲuli bɛ bɔ Ala dɔrɔn de la. Ani aw kana dusukasi u kosɔn, wa aw kana aw degun u ka fɛɛrɛw fɛ.",
    "Ala bɛ mɔgɔ tilennenw ni mɔgɔ ɲumanw fɛ."
]