[
    "Bonya ka da a kan min y’a ka baarakɛla taama su fɛ, ka bɔ Misiri senuma na, ka taa Misiri yɔrɔ jan na, an ye dugawu kɛ min ka sigidaw la, walasa k’an ka kabakow jira a la. Ale de ye Lamɛnnikɛla ye, a filɛbaga.",
    "An ye Kitabu di Musa ma, k'a kɛ ɲɛjiralan ye Israɛldenw bolo: Aw kana mɔgɔ si ta ka kɛ lakanabaga ye ni ne tɛ.",
    "An ye minnu ta ni Nuhun ye, olu bɔnsɔnw. A tun ye baarakɛla ye min tun bɛ waleɲumandɔn jira.",
    "An y'a lase Israɛldenw ma Kitabu kɔnɔ ko: Aw na kojugu kɛ dugukolo kan siɲɛ fila, aw na wuli ka taa sanfɛyɔrɔba la.",
    "Layidu fila la fɔlɔ dafara tuma min na, An ye An ka baarakɛlaw ci aw ma, fanga belebele tun bɛ minnu na, u ye aw ka sow tiɲɛ. O tun ye layidu ye min tiimɛna.",
    "O kɔ, An ye aw ka waati segin u ma, ka nafolo ni denw di aw ma, ka aw caya.",
    "Ni aw bɛ tilennenya kɛ, aw bɛ tilennenya kɛ aw yɛrɛw ye. Ni aw ye kojugu kɛ, aw bɛ o kɛ aw yɛrɛw kama. O kɔ, ni layidu filanan nana timɛ, u na aw ɲɛda fa dusukasi la, ka don Alabatosoba kɔnɔ i ko u donna a kɔnɔ siɲɛ fɔlɔ cogo min na, ka fɛn bɛɛ halaki pewu, min bɛ bin u fanga kɔrɔ.",
    "Laala i Matigi na makari i la. Nka n'i y'i kɔsegin, An bɛ kɔsegin. An ye Jahanama kɛ kasobon ye kafiriw bolo.",
    "Nin Kuranɛ in bɛ mɔgɔ bilasira fɛn min tilennen don kosɛbɛ; wa a bɛ kibaru duman di dannabaaw ma minnu bɛ kɛwale ɲumanw kɛ, ko u na saraba sɔrɔ.",
    "Wa minnu ma da Alako la—An ye ɲangili diminnen dɔ labɛn u ye.",
    "Hadamaden bɛ juguya delili kɛ i n’a fɔ a bɛ koɲuman deli cogo min na. Hadamaden bɛ kɔrɔtɔ kosɛbɛ.",
    "An ye su ni tile kɛ kabako fila ye. An ye su kabako foni, ka tile kabako kɛ jirali ye, walisa i ka nɛɛma ɲini i Matigi fɛ, ka san hakɛ dɔn, ani jatebɔ. An ye fɛn bɛɛ ɲɛfɔ ka ɲɛ.",
    "Mɔgɔ bɛɛ kama An y'a ka siniɲɛsigi nɔrɔ a kɔ la. Wa lakununni don na, An bɛna gafe dɔ bɔ a ye, a bɛna min sɔrɔ a dabɔlen don.",
    "“I ka gafe kalan; bi, mɔgɔ si tɛna kɛ yen ni i yɛrɛ tɛ, ka i jalaki.”",
    "Mɔgɔ o mɔgɔ bɛ bilasira—o bɛ ɲɛminɛ a yɛrɛ ka nafa kama. Wa mɔgɔ o mɔgɔ bɛ fili—o bɛ fili ka taa a ka tiɲɛni na. Ni donilen si tɛ mɔgɔ wɛrɛ ka doni ta, an tɛ ɲangi abada fo an ka ciden ci.",
    "Ni an y'a latigɛ ka dugu dɔ tiɲɛ, An bɛ ci bila a nafolotigiw ma, u bɛ dankari kɛ a kɔnɔ, o la kuma bɛ kɛ jo ye a kama, an b'a tiɲɛ pewu.",
    "An ye bɔnsɔn joli halaki Nuhun kɔfɛ? I Matigi bɛ se ka kɛ a ka baarakɛlaw ka jurumuw dɔnbaga ni u filɛbaga ye.",
    "Mɔgɔ o mɔgɔ b’a fɛ ka ɲɛnamaya tɛmɛnen sɔrɔ, An b’a latigɛ ka min di a ma, an b’o teliya a ye, An b’a fɛ mɔgɔ o mɔgɔ ma. O kɔ, An b'a bila Jahannama na, a bɛna tobi yen, ka jalaki ani ka se sɔrɔ yen.",
    "Nka mɔgɔ o mɔgɔ b’a fɛ Ala ka na, ka tugu o kɔ i n’a fɔ a ka kan ka tugu cogo min na, k’a sɔrɔ a ye dannabaa ye; ninnu—u ka cɛsiri bɛna waleɲumandɔn.",
    "Ka ɲɛsin bɛɛ ma—ninw ni ninnu—An bɛ taa ka bɔ i Matigi ka nilifɛnw na. I Matigi ka nilifɛnw dan tɛ.",
    "A filɛ an ye u dɔw diyabɔ cogo min na ka tɛmɛ dɔw kan; o bɛɛ n'a ta, a ka bon kosɛbɛ jɔyɔrɔw la, wa a ka bon ni nɛɛmaw ye.",
    "Aw kana ala wɛrɛ sigi Ala fɛ, walisa aw kana jalaki ani aw ka jalaki.",
    "I Matigi ye ci bila ko i kana mɔgɔ si bato ni ale tɛ, ani ko i ka kɛ mɔgɔ ɲuman ye i bangebagaw fɛ. Ni u kelen walima u fila bɛɛ sera kɔrɔya ma i fɛ, i kana bonyabaliya kuma fɔ u ye, i kana u kɔrɔfɔ, nka i ka kuma ɲumanw fɔ u ye.",
    "Aw ye majigilenya kaman jigin u la, hinɛ kosɔn, k’a fɔ ko: “Ne Matigi, makari u la, i ko u ye ne lamɔ cogo min na ne denmisɛnman.”",
    "Fɛn min bɛ aw hakili la, aw Matigi de bɛ o dɔn kosɛbɛ. Ni i tilennen don—A bɛ yafa kanminbagaw ma.",
    "Aw ka jo di aw somɔgɔ ma, ani faantanw, ani siratigi, aw kana tiɲɛni kɛ.",
    "Mɔgɔ minnu bɛ dantɛmɛ, olu ye jinɛw balimaw ye, wa jinɛ bɛ waleɲumandɔnbaliya kɛ a Matigi la tuma bɛɛ.",
    "Nka n'i y'i kɔdon u la, ka makari ɲini i Matigi fɛ, i jigi bɛ min kan, o tuma na, dususalo kuma fɔ u ye.",
    "Ani, i kana i bolo siri i kɔ la, i kana a sɛnsɛn ka dafa, n’o tɛ, i kana laban ka jalaki ani ka nimisa.",
    "I Matigi bɛ balo bonya a sago la, ka dan sigi o la. A bɛ Kunnafoni dafalen sɔrɔ, a bɛ a ka baarakɛlaw kɔlɔsi.",
    "Aw kana aw denw faga faantanya siranya kosɔn. An b’u mago ɲɛ, ani aw fana. Ka u faga, o ye jurumuba ye.",
    "Aw kana gɛrɛ jatɔya la. O ye jogo jugu ye, ani sira jugu don.",
    "Ala ye ni min kɛ senuma ye, aw kana o faga, fo tilennenya sira fɛ. Ni mɔgɔ fagara tilenbaliya la, An ye fanga dɔ di a somɔgɔw ma. Nka a man kan ka tɛmɛ mɔgɔfaga kan, bawo a bɛna dɛmɛ.",
    "Wa aw kana gɛrɛ yatɔ ka nafolo la, fo ni ŋaniya ɲuman ye, fo n’a sera a kɔgɔli ma. Ani, i ka layidu bonya, bawo layidu bɛ kunkanbaaraw de wajibiya.",
    "Aw bɛ sumanikɛlan dafalen di ni aw bɛ sumani kɛ, ka pese ni balansi tigitigiw ye. O ye tilennenya ye, wa o ye cɛsiri bɛɛ la ɲuman ye.",
    "Wa, i kana i bolo degun ni fɛn ye, i tɛ min dɔn. Lamɛnni, ani yeli, ani hakili—o bɛɛ bɛna ɲininkali kɛ.",
    "Ani kana taama ni kuncɛbaya ye dugukolo kan. I tɛ se ka dugukolo sɔgɔ, wa i tɛ se ka bɛn kuluw janya ma.",
    "Ninnu bɛɛ ka juguya man di i Matigi ye.",
    "O ye hakilitigiya dɔw ye i Matigi ye minnu jira i la. Aw kana ala wɛrɛ sigi Ala fɛ, n’o tɛ, aw bɛna fili Jahannama kɔnɔ, ka kɔrɔfɔ ani ka gɛn.",
    "Yala i Matigi ye nɛɛma di i ma ni denkɛw ye, k’a sɔrɔ a bɛ denmusow sugandi a yɛrɛ ye mɛlɛkɛw cɛma wa? Tiɲɛ na, i bɛ kuma juguba de fɔ.",
    "An ye ɲɛfɔli kɛ nin Kuranɛ in kɔnɔ cogo caman na, walasa u hakili ka to, nka a bɛ dɔ fara u ka murutili kan dɔrɔn.",
    "A fɔ ko: “Ni ala wɛrɛw tun bɛ a fɛ, i n’a fɔ u b’a fɔ cogo min na, u tun na sira ɲini ka taa Masasigilan Matigi fɛ.”",
    "Aw ka kɛ A ye nɔɔrɔ sɔrɔ. A kɔrɔtalen don, ka tɛmɛ u ka kuma fɔlenw kan kosɛbɛ.",
    "Sankolo wolonwula ni dugukolo ani u kɔnɔmɔgɔw bɛɛ bɛ a tanu. Fɛn si tɛ yen min tɛ a bonya ni tanuli ye, nka i tɛ u ka tanuli faamu. Tiɲɛ na, a ye Muɲuli ni Yafabaga ye.",
    "Ni aw ye Kuranɛ kalan, An bɛ barika yebali dɔ bila aw ni mɔgɔ minnu dalen tɛ a ka siniko la, olu cɛ.",
    "Wa An bɛ finiw da u dusukunw kan, k’u bali k’a faamu, ani girinya bɛ u tulo la. Wa n'i y'i Matigi kelen kofɔ Kuranɛ kɔnɔ, u b'u kɔ Dòn kɔniya la.",
    "U bɛ min lamɛn, an b’o dɔn kosɛbɛ, n’u bɛ i lamɛn, i n’a fɔ u bɛ dabali tigɛ cogo min na, ni kojugukɛlaw ko: “I bɛ tugu cɛ lafililen dɔrɔn de kɔ.”",
    "U ye i suma ni min ye, i k’o kɔlɔsi. U tununna, wa u tɛ se ka fɛɛrɛ sɔrɔ.",
    "Wa u b’a fɔ ko: “Ni an kɛra kolotugudaw ni fɛn tigɛlenw ye tuma min na, yala an bɛna kunun tiɲɛ na ka kɛ danfɛn kura ye wa?”",
    "A fɔ ko: “Hali ni aw kɛra faraw walima nɛgɛ ye.",
    "Walima fɛn dɔ, min, aw hakili la, a ka gɛlɛn ka tɛmɛ o kan yɛrɛ.” O kɔ, u na a fɔ ko: “Jɔn bɛna an lasegin?” A fɔ ko: “Mɔgɔ min ye i dabɔ siɲɛ fɔlɔ.” O kɔ, u na u kunkolo wuli i la, k’a fɔ ko: “A bɛna kɛ tuma jumɛn?” A fɔ ko: “N’a sɔrɔ a bɛna kɛ sɔɔni.”",
    "A bɛ i wele don min na, i bɛna jaabi di ni a ka tanuli ye, wa i na a ye ko i tora dɔɔnin dɔrɔn.",
    "A fɔ Ne ka baarakɛlaw ye, u ka min fɔ, o ka fisa. Sitanɛ bɛ bɛnbaliya dan u cɛma. Sitanɛ ka kan ka hadamaden jugu dafalen ye.",
    "I Matigi b'i dɔn kosɛbɛ. Ni a b’a fɛ, a na makari aw la; Ni a b'a fɛ, a na aw ɲangi. An ma aw ci ka kɛ u ka lafasalikɛla ye.",
    "I Matigi bɛ mɔgɔ bɛɛ dɔn kosɛbɛ sankolow ni dugukolo kan. An ye nafa di kira dɔw ma ka tɛmɛ dɔw kan; ani Dawuda ma An ye Zaburuw di.",
    "A fɔ ko: “Aw b’a fɔ mɔgɔ minnu ye ale kɔ, aw ka olu wele. Fanga t’u la k’i ka tɔɔrɔw lajɔ, wa u tɛ se k’o yɛlɛma.”",
    "U bɛ mɔgɔ minnu wele, olu yɛrɛ bɛ fɛɛrɛ ɲini u Matigi fɛ, u bɛ kɛlɛ kɛ walasa ka gɛrɛ u la, ani u jigi bɛ a ka hinɛ ɲɛ, ani u bɛ siran a ka ɲangili ɲɛ. I Matigi ka ɲangili ye siran ye.",
    "Dugu si tɛ yen fo An bɛna a halaki sani lakununni don ka se, walima k’a ɲangi ni ɲangili jugu ye. O sɛbɛnnen bɛ Gafe kɔnɔ.",
    "Foyi t’an bali ka kabako taamasyɛnw ci, fo kɔrɔlenw y’u wele nkalon. An ye ɲɔgɔmɛ muso di Thamood ma, o ye taamasiyɛn yelen ye, nka u y’a minɛ cogo jugu la. An tɛ taamashyɛnw ci fo ka bonya lase mɔgɔw ma.",
    "An y'a fɔ aw ye ko aw Matigi bɛ hadamadenya lamini. An ma yelifɛn min jira aw la, an ma o kɛ, fo ka kɛ kɔrɔbɔli ye jama ma, ani jiri dangalen Kuranɛ kɔnɔ. An b’u lasiran, nka o bɛ dɔ fara u ka sɔsɔli kan dɔrɔn.",
    "Tuma min na An y’a fɔ mɛlɛkɛw ye ko: “Aw ka aw biri Hadama ɲɛkɔrɔ,” u ye u biri, fo Sitanɛ. A ko: “I ye mɔgɔ min da ni bɔgɔ ye, yala ne na ne biri wa?”",
    "A ko: «I ye nin ye, I ye min bonya ka tɛmɛ ne kan wa? Ni i ye ne lajɔ fo ka se lakununni don ma, ne na a bɔnsɔnw don ne ka fanga kɔrɔ, fo mɔgɔ damadɔw.”",
    "A ko: “A daminɛna! U la mɔgɔ o mɔgɔ bɛ tugu i kɔ—Jahanama ye i ka sara ye, sara caman don.”",
    "“I bɛ se ka mɔgɔ o mɔgɔ lafili ni i kan ye, ka i ka sofaw ni i sennamɔgɔw lajɛ u kama, ka nafolo ni denw tila u fɛ, ka layidu ta u ye.” Nka Sitanɛ tɛ layidu wɛrɛ ta u ye ni lafilili tɛ.",
    "“Ne batobagaw ta fan fɛ, fanga tɛ aw la u kan.” I Matigi ye Kɔlɔsilikɛla dafalen ye.",
    "I Matigi ye ale de ye min bɛ kurunw lawuli i ye kɔgɔji la, walisa aw ka se ka a ka nɛɛma ɲini. A bɛ i fan fɛ hinɛtigiba ye.",
    "Ni kojugu ye i tɔɔrɔ kɔgɔji la, i bɛ mɔgɔ minnu deli, olu ka tunun, fo ale. Nka ni a ye i kisi ka taa dugukolo kan, i b i kɔdon. Adamaden ye waleɲumandɔnbali ye tuma bɛɛ.",
    "Yala i dalen b’a la ko a tɛna kɛ sababu ye ka dugukolo sira dɔ bila i jukɔrɔ, walima ka fɔɲɔba dɔ lawuli i kama, o kɔfɛ i tɛ lakanabaga si sɔrɔ wa?",
    "Walima i dalen b’a la ko a tɛna i segin a ma siɲɛ kelen tugun, ka fɔɲɔba dɔ labɔ i kama, ka i jigin i ka waleɲumandɔnbaliya kosɔn wa? O tuma na fɛ, i tɛna dɛmɛbaga si sɔrɔ An kama.",
    "An ye bonya da Hadama Denw kan, ka taa n’u ye dugukolo ni kɔgɔji kan, ka fɛn ɲumanw di u ma, ka diya u ye kosɛbɛ ka tɛmɛ An ye minnu da caman kan.",
    "Don min na An bɛ jamana bɛɛ wele n’u ɲɛmɔgɔ ye. Mɔgɔ o mɔgɔ mana a ka sɛbɛn di a kininbolo ma—olu bɛna u ka sɛbɛn kalan, wa, kojugu tɛna kɛ u la hali dɔɔnin.",
    "Nka mɔgɔ o mɔgɔ fiyentɔ don nin ko in na, o na kɛ fiyentɔ ye Lahalaya la, ka tɛmɛn sira kan.",
    "U tun bɛ ɲini k’aw lafili ka bɔ An ye min jira aw la, walasa aw ka fɛn wɛrɛ dabɔ An tɔgɔ la. O cogo la, u tun bɛna i ta ka kɛ i teri ye.",
    "Ni An tun ma sabatili di i ma, i tun bɛ se ka i ɲɛsin u ma dɔɔnin.",
    "O tuma na fɛ, An tun na i kɛ fila ye ɲɛnamaya kɔnɔ, ka fila kɛ saya la; o tuma na fɛ, i tun na dɛmɛbaga si sɔrɔ i yɛrɛ ye An kama.",
    "U tun bɛ ɲini ka aw dimi, ka aw gɛn ka bɔ jamana kɔnɔ. O cogo la, u tun tɛna mɛn i kɔfɛ, fo waati kunkurunnin kɔnɔ.",
    "An ye ciden minnu ci ka kɔn aw ɲɛ, olu ka laadalakow—aw tɛna fɛn si ye an ka sariyaw la.",
    "Aw bɛ delili kɛ tile dɔgɔyali waati, fo ka se su dibi ma; ani Kuranɛ sɔgɔmada fɛ. Kuranɛ min bɛ kɛ sɔgɔmada fɛ, o bɛ seereya.",
    "Ani ka to ka kɔlɔsili kɛ n’a ye su yɔrɔ dɔw la, i n’a fɔ delili wɛrɛ. Laala i Matigi bɛna i kɔrɔta ka taa jɔyɔrɔ la min ka kan ka tanu.",
    "Ani k’a fɔ ko: “Ne Matigi, ne bila ka don tiɲɛ dondaw fɛ, ka ne bila ka bɔ tiɲɛ bɔyɔrɔ dɔ fɛ, ka ne dɛmɛ fanga di ne ma ka bɔ I fɛ.”",
    "A fɔ ko: “Tiɲɛ nana, nkalon jara. katuguni nkalon bɛna ja.”",
    "An bɛ kɛnɛya ni hinɛ ci Kuranɛ kɔnɔ dannabaaw ye, nka a bɛ dɔ fara kojugukɛlaw kan bɔnɛ dɔrɔn de la.",
    "Ni An ye dugawu kɛ hadamaden ye, a bɛ a kɔdon ka a yɛrɛ yɔrɔ janya. Nka ni gɛlɛyaw magara a la, a jigi tigɛlen don.",
    "A fɔ ko: “Mɔgɔ kelen-kelen bɛɛ bɛ kɛ ka kɛɲɛ n’a ka kɛwalew ye. I Matigi de b’a dɔn kosɛbɛ, mɔgɔ min bɛ bilasira ka ɲɛ sira kan.”",
    "Wa u b'aw ɲininka Ni Senu ko la. A fɔ ko: «Ni ye ne Matigi ka mara ta ye. Dɔnniya dɔɔnin dɔrɔn de dira aw ma.”",
    "Ni An tun b’a fɛ, An ye min jira aw la, an tun bɛ se ka o ta. O tuma na fɛ, i tɛna lakanabaga si sɔrɔ i yɛrɛ ye An ma.",
    "Fo n'a ma kɛ hinɛ dɔ sababu ye ka bɔ i Matigi fɛ. A ka nɛɛma minnu kɛra aw kan, olu kɛra koba ye.",
    "A fɔ ko: “Ni hadamadenw ni jinɛw nana ɲɔgɔn fɛ ka nin Kuranɛ in ɲɔgɔn bɔ, u tun tɛ se ka a ɲɔgɔnna bɔ abada, hali n’u tun bɛ ɲɔgɔn kɔ.”",
    "An ye ɲɔgɔndɛmɛ sugu bɛɛ jira hadamadenw ye nin Kuranɛ in kɔnɔ, nka mɔgɔ fanba b’u sinsin tiɲɛ kan.",
    "U ko: «An tɛna da i la fo n'i ye jibolisira pɛrɛn ka bɔ duguma an ye.",
    "Walima i ka nakɔ dɔ bɛ yen min falen bɛ jirisunw ni ɛrɛzɛnsunw na; o kɔfɛ, ka bajiw bila ka woyo ka tɛmɛ u fɛ.",
    "Walima ka sankolo bin an kan, i n’a fɔ i b’a fɔ cogo min na, walima ka Ala ni mɛlɛkɛw lase an ɲɛ.",
    "Walima sanu so dɔ b’i bolo. Walima i bɛ wuli ka taa sankolo la. Hali o tuma na, an tɛna da i ka jiginni na, fo n’i ye gafe dɔ jigin an ye, an bɛ se ka min kalan.” A fɔ ko: «Nɔrɔ ka kɛ ne Matigi ye. Yala ne tɛ fɛn wɛrɛ ye ni hadamaden ka ciden tɛ wa?”",
    "Foyi ma mɔgɔw bali ka da a la, k’a sɔrɔ bilasirali sera u ma, fo n’u y’a fɔ ko: “Ala ye hadamaden ciden ci wa?”",
    "A fɔ ko: “Ni mɛlɛkɛw tun bɛ dugukolo kan, minnu tun bɛ yaala hɛrɛ la, an tun na mɛlɛkɛ ciden ci u ma ka bɔ sankolo la.”",
    "A fɔ ko: “Ala ye seere bɛrɛ ye i ni ne cɛ. A b’a ka baarakɛlaw dɔn kosɛbɛ, wa a b’u ye kosɛbɛ.”",
    "Ala bɛ mɔgɔ o mɔgɔ bilasira, o de bɛ ɲɛminɛ. Wa, a bɛ mɔgɔ o mɔgɔ bila ka fili—u tɛna lakanabaga si sɔrɔ ale kɔ. Wa an na u lajɛ Lakununni don na, u ɲɛda la, fiyentɔw ni bobow ni tulogwerenw. U sigiyɔrɔ ye Jahannama ye; ni a dɔgɔyara tuma o tuma, An bɛ tasuma fanga bonya u ye.",
    "Nin ye u ka sara ye, k’a sababu kɛ u ye An ka jirali tɔgɔ tiɲɛ, ani k’a fɔ ko: “An kɛra kolo ni fɛn tigɛlenw ye, yala an na kunun ka kɛ danfɛn kura ye wa?”",
    "Yala u t’a jate ko Ala min ye sankolow ni dugukolo da, o bɛ Se ka u bɔɲɔgɔnkow da wa? A ye waati dɔ Di u ma, siga t’o la. Nka kojugukɛlaw bɛ to ka ban tiɲɛ na.",
    "A fɔ ko: “Ni ne Matigi ka hinɛ nafolomafɛnw tun bɛ aw bolo, aw tun na u bali ka siran musakaw ɲɛ.” Hadamaden ye fɛnɲɛnɛma ye tuma bɛɛ.",
    "An ye taamashyɛn jɛlen kɔnɔntɔn di Musa ma—Israɛldenw ɲininka. A taara u fɛ tuma min na, Faraon y'a fɔ a ye ko: «Ne hakili la, i Musa lafilila.»",
    "A ko: «Aw b'a dɔn ko mɔgɔ si ma ninnu ci ni sankolow ni dugukolo Matigi tɛ, ɲɛjibɔlaw. Ne hakili la ko e, Faraon, halakilen don.»",
    "A y’a latigɛ k’u lasiran ka bɔ dugukolo kan, nka An y’a ni a fɛ minnu tun bɛ ji la, pewu.",
    "A kɔfɛ, An y’a fɔ Israɛldenw ye ko: “Aw ka sigi jamana kɔnɔ, ni siniko layidu sera, an bɛna aw bɛɛ lajɛ ɲɔgɔn fɛ.”",
    "An y’a jigin ni tiɲɛ ye, a jigira ni tiɲɛ ye. An y'i ci dɔrɔn i n'a fɔ kibaru duman tabaga ani lasɔminikɛla.",
    "Kuranɛ min An ye min dabɔ dɔɔnin dɔɔnin, walasa aw ka se ka kalan jama ye waati tɛmɛnen kɔfɛ. Wa An y’a jira dakunw na.",
    "A fɔ ko: “Aw ka da o la, wala aw kana da o la.” Dɔnniya dira minnu ma a ɲɛfɛ, n’a kalanna u ye, u bɛ bin u dawolo la, u bɛ sujudu kɛ.",
    "U b'a fɔ ko: «Nɔrɔ ka kɛ an Matigi ye. An Matigi ka layidu dafara.”",
    "Wa u bɛ bin u dawolo la, ka kasi, o bɛ dɔ fara u ka majigin kan.",
    "A fɔ ko: “Aw k’a wele ko Ala, walima k’a wele ko hinɛtigiba. I mana tɔgɔ min fɔ, Tɔgɔ ɲumanw ye ale de ta ye.” Aw kana kanba bɔ aw ka delili la, aw kana aw makun o delili la, nka aw ka tugu sira dɔ kɔ aw ni ɲɔgɔn cɛ.",
    "Ani k’a fɔ ko: “Tanu ka kɛ Ala ye, ale min ma denkɛ bange, a tɛ jɛɲɔgɔn ye masaya la, wa a tɛ jɛɲɔgɔn ye barikantanya kosɔn, ka nɔɔrɔ da a kan tuma bɛɛ.”"
]