[
    "Tanuli ka kɛ Ala ye, ale min ye Kitabu jira a ka baarakɛla la, ani a ma sɔn fɛn tiɲɛnen si ma a kɔnɔ.",
    "Nafa b’a la—ka lasɔmi ɲangili jugu la ka bɔ A yɛrɛ yɔrɔ; ani ka kibaru duman lase dannabaaw ma minnu bɛ kɛwale tilennenw kɛ, walisa u ka sara ɲumanba sɔrɔ.",
    "U bɛna to o kɔnɔ fo abada.",
    "Ani ka mɔgɔw lasɔmi minnu b’a fɔ ko: “Ala ye denkɛ bange.”",
    "U tɛ o ko dɔn, u bɛnbaw fana tun tɛ o dɔn. Kaburu ye kuma ye min bɛ bɔ u da la. U tɛ foyi fɔ ni nkalon tɛ.",
    "Laala i bɛ se k’i yɛrɛ tiɲɛ ni dusukasi ye, ka tugu u nɔfɛ, n’u dalen tɛ o kunnafoniw na.",
    "Fɛn min bɛ dugukolo kan, an ye o kɛ masirifɛn ye a kama, walasa k’u kɔrɔbɔ k’a dɔn u la jumɛn de ka fisa ni taamacogo ye.",
    "Wa, fɛn min bɛ a kan, an bɛna o tigɛli kɛ bɔgɔlan ye.",
    "Yala i b’a dɔn ko Kɔlɔn mɔgɔw ni Sɛbɛnni tun ye An ka taamashyɛn kabakomaw ye wa?",
    "Kamalenninw y’u dogo kɔdingɛ kɔnɔ tuma min na, u ko: “An Matigi, makari an ma ka bɔ i yɛrɛ la, ka dugawu kɛ an ka ko la ni bilasirali ye.”",
    "O kɔ fɛ, An y'u tulo datugu kɔdingɛ kɔnɔ san damadɔ kɔnɔ.",
    "O kɔ fɛ, An y'u Lawuli k'a Dɔn kulu fla ninnu na, jumɛn bɛ Se k'u ka sigi waati jate Minɛ ka ɲɛ.",
    "An b’u ka maana fɔ aw ye tiɲɛ na. U tun ye funankɛninw ye minnu dalen tun bɛ u Matigi la, an ye dɔ fara u kan bilasirali la.",
    "An y’u dusukunw barika bonya, tuma min na u wulila k’a fɔ ko: “An Matigi ye sankolow ni dugukolo Matigi ye; an tɛna ala si wele ale kɔ, katuguni o tuma na, an tun na dimi kuma fɔ.”",
    "“Nin mɔgɔw, an ka mɔgɔw, ye ala wɛrɛw ta u yɛrɛ ye minnu tɛ ale ye. Mun na u tɛ na ni dalilu jɛlen ye u ko la? O tuma na fɛ, jɔn bɛ kojugu kɛ ka tɛmɛ mɔgɔ kan min bɛ nkalon dabɔ, k’a fɔ ko Ala de bɛ o la?”",
    "«I y'i yɛrɛ mabɔ u la, ani u bɛ fɛn minnu bato Ala kɔ, i ka i dogo kɔdingɛ kɔnɔ. I Matigi na a ka makari da i ye, ka i ka kow lajɔ.”",
    "I tun na tile ye, n’a bɔra, a bɛ wuli ka bɔ u ka kɔdingɛ na ka taa kinin fɛ, ni a binna, a bɛ ka bɔ u la ka taa numan fɛ, k’u dalen to kɔba cɛmancɛ la. O tun ye Ala ka kabako dɔ ye. Ala bɛ min bilasira, o bɛ ɲɛminɛ tiɲɛ na; nka a bɛ mɔgɔ min lafili, i tɛna teri ɲɛminɛbaga sɔrɔ ale kosɔn.",
    "I tun na miiri k’u kununna, hali k’a sɔrɔ u tun bɛ sunɔgɔ la. Wa An y'u Lamaga kinin fɛ, ani numan fɛ, n'u ka wulu y'a senw kɔrɔta da la. Ni i tun ye u filɛ, i tun bɛna i kɔdon u la boli la, ka siran u ɲɛ.",
    "Hali n’o kɛra, An y’u kunun, walisa u ka ɲɔgɔn ɲininka. U cɛma, kumalasela dɔ y’a fɔ ko: “Aw tora yen fo waati jumɛn?” U ko: “An tora tile kelen, wala tile kelen.” U ko: “I ka to yen waati min na, i Matigi de b’a dɔn kosɛbɛ.” «Aw dɔ bila ka taa dugu kɔnɔ, ni aw ka wari ye, ka a lajɛ dumuni min ka ɲi kosɛbɛ, a ka na ni dumunifɛn dɔ ye aw ye. A ka kɛ mɔgɔ dususumanin ye, mɔgɔ si kana i dɔn.”",
    "“N’u y’i sɔrɔ, u bɛna i bon ni kabakurunw ye, walima k’i wajibiya ka segin u ka diinɛ na; o tuma, aw tɛna kisi abada.”",
    "O cogo la, an y’a to u ka sɔrɔ, ko u bɛna a dɔn ko Ala ka layidu ye tiɲɛ ye, wa ko Lɛrɛ la, siga t’o la. U tun bɛ ka sɔsɔli kɛ u ka ko la u ni ɲɔgɔn cɛ tuma min na, u ko: “Aw ka boon dɔ jɔ u kan.” U Matigi de bɛ u dɔn kosɛbɛ. Minnu ye se sɔrɔ u ka ko kan, olu ko: “An na batoyɔrɔ dɔ sigi u kan.”",
    "U na a fɔ ko: “Saba, u naaninan ye u ka wulu ye.” Wa u bɛna a fɔ ko “Duru, u wɔɔrɔnan ye u ka wulu ye,” ka jateminɛ kɛ dɔnbaliya la. U na a fɔ ko: “Wolonwula, u seeginnan ye u ka wulu ye.” A fɔ ko: “Ne Matigi de bɛ u hakɛ dɔn kosɛbɛ.” Mɔgɔ si t’u dɔn fo mɔgɔ damadɔw. O la sa, aw kana sɔsɔli kɛ u ko la fo ni sɔsɔli jɛlen dɔ kɛra, wa aw kana u si ɲininka u ko la.",
    "Wa, a kana fɔ abada fɛn si ko la ko: “Ne bɛna o kɛ sini.”",
    "K’a sɔrɔ a ma fɔ ko “Ni Ala b’a fɛ.” Aw hakili ka to aw Matigi la ni aw ɲinɛna, k’a fɔ ko: “N’a sɔrɔ ne Matigi bɛna ne bilasira ka surunya ka tɛmɛ nin kan danbe la.”",
    "U tora u ka kɔdingɛ kɔnɔ san kɛmɛ saba kɔnɔ, ka san kɔnɔntɔn fara u kan.",
    "A fɔ ko: “U tora waati min na, Ala de b’a dɔn kosɛbɛ.” Sankolo ni dugukolo gundo ye ale de ta ye. Ale de fɛ i bɛ ye ani i bɛ mɛnni kɛ. Kɔlɔsilikɛla si t’u fɛ n’ale tɛ, wa a tɛ a ka Masaya tila ni mɔgɔ si ye.",
    "Wa min jirala i la ka bɔ i Matigi ka kitabu kɔnɔ, i k’o kalan. Yɛlɛma si tɛ a ka kumaw la, wa i tɛna dogoyɔrɔ si sɔrɔ fo ale de la.",
    "Ani ka i wasa don mɔgɔ minnu na, minnu bɛ u Matigi deli sɔgɔma ni wula fɛ, k’a nege don a ka kɛli la. Aw kana aw ɲɛw bɔ u la, ka nin diɲɛ yeelen nege don aw la. Wa, An ye min dusukun kɛ an hakili la, aw kana o kan minɛ—o la, a bɛ tugu a yɛrɛ negew kɔ—wa a ka fɔlɔfɔlɔ kow bɛ ɲagami.",
    "A fɔ ko: “Tiɲɛ bɔra i Matigi de la. Mɔgɔ o mɔgɔ b’a fɛ—a ka da a la. Wa mɔgɔ o mɔgɔ b’a fɛ—a ka kafiri”. An ye Tasuma labɛn tilenbaliw ye, min ka ridow bɛna u lamini, n’u kulela ka lafiya ɲini, u bɛna lafiya ni ji ye i n’a fɔ nɛgɛ wulilen, min bɛ ɲɛda jeni. Minfɛn juguba don dɛ, ani yɔrɔ juguba don dɛ.",
    "Minnu b da a la ani ka namaya tilennenya k—Mg minnu b tilennenya baara k, an tna olu ka sara tiɲɛ.",
    "Olu bɛna kɛ ni Edɛn nakɔw ye, bajiw bɛ woyo minnu jukɔrɔ. U sigilen bɛ minɛn ɲumanw kan, u bɛna masiri ni sanu bololanɛgɛw ye, ani u bɛna fini jɛmanw don minnu dilalen don ni siliki ni brocade ye. Sara dumanba don dɛ, ani lafiɲɛbɔyɔrɔ ɲumanba don dɛ.",
    "I ka cɛ fila ntalen fɔ u ye. An ye rezɛn nakɔ fila di u dɔ ma, an y’u lamini ni jirisunw ye, ka sɛnɛfɛnw bila u ni ɲɔgɔn cɛ.",
    "Nakɔ fila bɛɛ y’u ka suman tigɛ ka dafa, wa u ma bɔnɛ foyi sɔrɔ. Wa An ye baji dɔ woyo u fɛ.",
    "O cogo la, a ye den caman sɔrɔ. A y’a fɔ a terikɛ ye, k’a to baro la n’a ye ko: “Ne ye nafolotigi ye ka tɛmɛ i kan, ani mɔgɔ fanga ka bon.”",
    "A donna a ka nakɔ kɔnɔ, ka kojugu kɛ a yɛrɛ la. A ko: “Ne hakili la nin tɛna halaki abada.”",
    "“Wa ne hakili la, Lɛrɛ tɛ na. Wa hali ni ne seginna ne Matigi ma, ne na fɛn dɔ sɔrɔ min ka fisa ni nin ye o kɔfɛ.”",
    "A terikɛ y’a fɔ a ye, k’a to baro la n’a ye ko: “Yala i bɛ waleɲumandɔnbaliya kɛ ale ma min y’i da buguri la, o kɔfɛ ka bɔ cɛya la, ka tila k’i wuli ka kɛ cɛ ye wa?",
    "Nka ne ta fan fɛ, ale ye Ala ye, ne Matigi, wa ne tɛ jɛ ni ne Matigi si ye abada.",
    "I donna i ka nakɔ kɔnɔ tuma min na, mun na i m’a fɔ ko: “I n’a fɔ Ala b’a fɛ cogo min na; fanga si tɛ yen ni Ala tɛ ”? Hali ni aw b'a ye ko ne ka dɔgɔ aw ma nafolo ni denw na.",
    "Laala ne Matigi bɛna fɛn dɔ di ne ma min ka fisa ni i ka nakɔ ye, ka sanpɛrɛnw bila a kan ka bɔ sankolo la, o la a bɛ kɛ bɔgɔbɔgɔ ye.",
    "Walima a ji na jigin duguma, aw tɛna se k’a sama.”",
    "Tiɲɛni y’a ka sɛnɛfɛnw datugu, o la, a y’a daminɛ k’a bolow sɔgɔ a ye min bila a kɔnɔ, k’a sɔrɔ a dalen bɛ a jirisunw kan. Wa a tun b’a fɔ ko: “Ne b’a fɛ ne ma mɔgɔ si fara ne Matigi kan abada.”",
    "Jɛkulu si tun t’a fɛ k’a dɛmɛ Ala kɔfɛ, wa a tun tɛ se ka foyi kɛ.",
    "O bɛ kɛ sabu kuntigiya ye Ala ta ye, min ye Tiɲɛ ye. A ka fisa ni sara ye, ani a ka fisa ni bɛɛ ye sara la.",
    "Aw ye sisan ɲɛnamaya ntalen fɔ u ye: a bɛ iko ji min bɛ jigin ka bɔ sankolo la; dugukolo jiriw b' a minɛ ; nka o kɔfɛ, a bɛ kɛ nɔgɔw ye, fiɲɛ bɛ minnu jɛnsɛn. Ala bɛ se dafalen na fɛn bɛɛ kan.",
    "Nafolo ni denw ye bi ɲɛnamaya masirifɛnw ye. Nka fɛn minnu bɛ mɛn, kɛwale ɲumanw, olu ka fisa i Matigi ma sara kama, ka fisa jigiya la.",
    "Don min na an ye kuluw bila sen kan; i b'a ye ko dugukolo bɛ bɔ kɛnɛ kan; an b'u lajɛ ɲɔgɔn fɛ, an tɛ u si to yen.",
    "U na jira i Matigi ɲɛkɔrɔ ka tugu ɲɔgɔn na. “Aw nana An ma i n’a fɔ An y’aw da cogo min na siɲɛ fɔlɔ la. Hali ni i y’a fɔ ko An tɛna lajɛ dɔ sigi i ye.”",
    "Kitabu na bila, i na jurumutw siran a kɔnɔkow ɲɛ. U na a fɔ ko: «Bɔnɛ! Mun bɛ nin gafe in na min tɛ foyi to yen, a ka dɔgɔ wo, a kɛra a belebele ye wo, nka a y’a jate?” U tun ye fɛn o fɛn kɛ, u bɛna o bɛɛ sɔrɔ yen. I Matigi tɛ kojugu kɛ mɔgɔ si la.",
    "An y’a fɔ mɛlɛkɛw ye ko: “Aw ka aw biri Hadama ɲɛkɔrɔ.” O la, u y'u biri, fo Sitanɛ. A tun ye jinɛw ye, wa a ye a Matigi ka cikan sɔsɔ. Yala aw bɛna ale n’a bɔnsɔnw ta ka kɛ matigiw ye Ne nɔ na, k’a sɔrɔ u ye aw jugu ye wa? Juguya ye kojugukɛlaw ka fɛnw falen-falen ye.",
    "Ne ma u wele ka na sankolow ni dugukolo dali seereya, ani u yɛrɛw ka danfɛnw fana. ani ne tɛ filibagaw ta ka kɛ dɛmɛbagaw ye.",
    "Don min na a bɛna a fɔ ko: “Aw ye ne jɛɲɔgɔnw wele.” U na u wele, nka u tɛna u jaabi. Wa An bɛna barika don u ni ɲɔgɔn cɛ.",
    "Wa jurumutw na Tasuma ye, u na a dn ko u bna bin o la. U tɛna kisi si sɔrɔ o la.",
    "An ye misali sugu bɛɛ ɲɛfɔ jama ye nin Kuranɛ in kɔnɔ, nka hadamaden ye sɔsɔli kɛ kosɛbɛ.",
    "Mun de ye mɔgɔw bali ka sɔn dannaya ma, k’a sɔrɔ bilasirali sera u ma, ani ka yafa ɲini u Matigi fɛ? Fo n’u bɛ ka kɔrɔlenw ka ɲɛtaa makɔnɔ, walima ko ɲangili ka na u kan ɲɛda ni ɲɛda.",
    "An bɛ cidenw ci dɔrɔn i n’a fɔ kibaru duman lasebagaw ni lasɔminikɛlaw. Minnu ma da a la, olu bɛ sɔsɔli kɛ ni nkalon sɔsɔli ye, walasa ka se sɔrɔ tiɲɛ kan o fɛ. U bɛ Ne ka Vɛrisew ta, ani lasɔminiw, ka kɛ tulonko ye.",
    "Jɔn bɛ kojugu kɛ min ka bon ni ale ye, min ni a hakili jiginna a Matigi ka jiralifɛnw na, a bɛ a kɔdon u la, ka ɲinɛ a bolow ye min bila ɲɛfɛ? An ye finiw da u dusukunw kan, walisa u kana o faamu, ani ka girinya don u tulo la. Wa n’i y’u wele ka taa bilasirali la, u tɛna bilasirali kɛ, abada.",
    "I Matigi ye Yafabaga ye, hinɛtigi. Ni a tun bɛna u wele ka jaabi di u ye min sɔrɔ, a tun bɛna ɲangili teliya u ye. Nka lajɛ dɔ b’u bolo, u tɛna boli foyi sɔrɔ min na.",
    "Wa nin dugu ninnu an y'u halaki tuma min na u ye tilenbaliya kɛ, an ye waati latigɛlen dɔ sigi u halakili kama.",
    "I hakili to a la tuma min na Musa y’a fɔ a ka baaraden ye ko: “Ne tɛna n fari faga fo n ka se ba fila cɛtigɛyɔrɔ la, hali ni o ye san caman kɛ ne la.”",
    "O kɔ fɛ, u sera u ni ɲɔgɔn cɛ sira la, u ɲinɛna u ka jɛgɛ kɔ. A y'a ka sira Sɔrɔ ka Dòn ba la, k'a Sìgi ka Bɔ yen.",
    "U taara ɲɛ tuma min na, a y'a fɔ a ka baaraden ye ko: «Na ni an ka tilelafana ye; an ye sɛgɛnba sɔrɔ an ka taama na.”",
    "A ko: «I hakili b'a la tuma min na an ye lafiɲɛ farakurun da la wa? N ɲinɛna jɛgɛ kɔ. Sitanɛ dɔrɔn de ye ne bila ka ɲinɛ o kɔ. O cogo la, a ye sira sɔrɔ ka taa ba la, kabako la.”",
    "A ko: “An tun bɛ min ɲini, o de ye nin ye.” Wa o cogo la, u y’u kɔsegin k’u senw nɔfɛtaama kokura.",
    "O kɔ, u nana An ka baarakɛla dɔ kan, an ye min duga ni hinɛ ye ka bɔ An fɛ, ka dɔnniya kalan a ye ka bɔ An yɛrɛ la.",
    "Musa y'a fɔ a ye ko: «Ne bɛ se ka tugu i kɔ, walisa i kalanna sira minnu na, i ka olu dɔw kalan ne la wa?»",
    "A ko: «Aw tɛna se ka muɲu ni ne ye.",
    "I tɛ fɛn min dɔn, i bɛna o muɲu cogo di?”",
    "A ko: «I na ne sɔrɔ, ni Ala sɔnna, muɲu; Ne tɛna i kan minɛ i ka sigicogo si la.”",
    "A ko: “Ni aw tugura ne kɔ, aw kana ne ɲininka foyi la, fo ne yɛrɛ ka o fɔ aw ye.”",
    "O la, u ye sira ta. Fo, u donna kurun kɔnɔ tuma min na, a ye dingɛ da a kɔnɔ. A ko: “I ye dingɛ don a la, k’a kɔnɔmɔgɔw su ji la wa? I ye kojuguba dɔ kɛ.”",
    "A ko: “Ne m’a fɔ i ye ko i tɛna se ka muɲu ni ne ye wa?”",
    "A ko: “Aw kana ne kɔrɔfɔ ko ne ɲinɛna, aw kana ne ka sira gɛlɛya ne ma.”",
    "O kɔ, u ye sira ta. Fo, u ye cɛnin dɔ Sɔrɔ tuma min na, a y'a Fàga. A ko: «I ye ni saniyalen faga, min ma mɔgɔ si faga wa? I ye kojuguba dɔ kɛ.”",
    "A ko: “Ne m’a fɔ i ye ko i tɛna se ka muɲu ni ne ye wa?”",
    "A ko: «Ni ne ye i ɲininka fɛn o fɛn na nin kɔfɛ, i kana jɛ ni ne ye. Aw ye daliluw sɔrɔ ne fɛ.”",
    "O la, u ye sira ta. Fo, n’u sera dugu dɔ mɔgɔw ma, u ye dumuni ɲini u fɛ, nka u ma sɔn ka jatigila di u ma. O yɔrɔ la, u ye kogo dɔ sɔrɔ min tun bɛna bin, a y’o dilan. A ko: “Ni i tun b’a fɛ, i tun bɛ se ka sara sɔrɔ o la.”",
    "A ko: «Nin ye farali ye e ni ne cɛ. Aw ma se ka min muɲu, ne na o kɔrɔ fɔ aw ye.",
    "Kurun ta fan fɛ, a tun ye faantanw ta ye minnu bɛ baara kɛ kɔgɔji la. N tun b’a fɛ k’a tiɲɛ bawo masakɛ dɔ tun bɛ na u nɔfɛ ka kurun bɛɛ minɛ fanga la.",
    "Cɛdennin ta fan fɛ, a bangebagaw tun ye dannabaaw ye, wa an tun bɛ siran ko a bɛna u degun ni degun ni dannabaliya ye.",
    "O la, an tun b’a fɛ u Matigi ka mɔgɔ dɔ bila a nɔ na min ka fisa ni saniya ye, ani min ka surun hinɛ la.",
    "Wa kogo ko la, a tun ye cɛden yatɔ fila ta ye dugu kɔnɔ. Nafolo dɔ tun bɛ a jukɔrɔ min tun ye u ta ye. U facɛ tun ye mɔgɔ tilennen ye. I Matigi tun b’a fɛ u ka se u ka kɔgɔli la, ka tila k’u ka nafolo bɔ—i n’a fɔ hinɛ ka bɔ i Matigi yɔrɔ. Ne ma o kɛ ne yɛrɛ sago la. Aw ma se ka min muɲu, o kɔrɔ ye nin ye.”",
    "Wa u b’aw ɲininka Zul-Qarnain ko la. A fɔ ko: “Ne na fɛn dɔ fɔ i ye a ko la.”",
    "An y’a sigi dugukolo kan, ka fɛɛrɛ sugu bɛɛ di a ma.",
    "A tugura sira dɔ kɔ.",
    "Fo, a sera tile bintɔ ma tuma min na, a y’a sɔrɔ a bɛ bin jiboli-yɔrɔ dɔ la min tun bɛ dibi la, ka jamana dɔ sɔrɔ a lamini na. An ko: “E Zul-Qarnain, i bɛ se ka jalaki da u kan, walima i bɛ se k’u minɛ ni ɲumanya ye.”",
    "A ko: «Mɔgɔ min bɛ kojugu kɛ, an na o ɲangi, o kɔ, a bɛ segin a Matigi ma, a na a ɲangi ni tɔɔrɔ ye min ma mɛn.",
    "“Nka min dalen bɛ a la, ka tilennenya kɛ, o na sara ɲuman sɔrɔ, an na an ka ci fɔ a ye ni nɔgɔya ye.”",
    "O kɔ, a tugura sira dɔ kɔ.",
    "Fo, a sera tile bɔyɔrɔ la tuma min na, a y’a sɔrɔ a bɛ wuli jamana dɔ kan, An tun ma dogoyɔrɔ si di minnu ma o la.",
    "Wa a kɛra ten. Fɛn minnu tun b’a bolo, an tun bɛ o dɔn kosɛbɛ.",
    "O kɔ, a ye sira dɔ tugu.",
    "Fo, a sera yɔrɔ la min bɛ barika fla ninnu Bɔ ɲɔgɔn na, a ye jamana dɔ Sɔrɔ u kɛrɛfɛ minnu tɛ Se ka kuma fɔlenw Faamu kosɛbɛ.",
    "U ko: “E Zul-Qarnain, Gog ni Magog bɛ ka ɲagami jɛnsɛn jamana kɔnɔ. An bɛ se ka i sara, ka kogo jɔ an ni u cɛ wa?”",
    "A ko: “Ne Matigi ye fanga di ne ma ni min ye, o ka fisa. Nka, i ka ne dɛmɛ ni fanga ye, ne na barazi jɔ i n’u cɛ.”",
    "“Aw ka na ni nɛgɛ blokiw ye ne fɛ.” O la, a y’a nivoya kɛ farakurun fila cɛ tuma min na, a ko: “Fiyɛ.” A y'a yɛlɛma ka kɛ tasuma ye, a ko: “Aw ka na ni gundolafɛn ye ne ye ka bɔn a kan.”",
    "O la, u ma se ka yele a kan, wa u ma se ka don a kɔnɔ.",
    "A ko: «Nin ye makari ye ka bɔ ne Matigi yɔrɔ. Nka ni ne Matigi ka layidu dafara, a na o tigɛli kɛ bɔgɔbɔgɔ ye, ne Matigi ka layidu ye tiɲɛ ye tuma bɛɛ.”",
    "O don na, An bɛna u to u ka wuli ɲɔgɔn kan. Burupu na fiyɛ, an na u lajɛ ɲɔgɔn fɛ.",
    "O don na, An bɛna kafiriw lase Jahannama ma, u bɛɛ jiralen bɛ.",
    "Minnu ɲɛw tun sirilen bɛ Ne ka cikan na, wa u tun tɛ se ka mɛn.",
    "Yala kafiriw b’a miiri ko u bɛ se ka ne ka baarakɛlaw ta ka kɛ matigiw ye ne nɔ na wa? An ye Jahannama labɛn dannabaliw ka jatigila kama.",
    "A fɔ ko: “An bɛna aw ladɔnniya bɔnɛbaaw la u ka baara la wa?”",
    "“Mɔgɔ minnu ka cɛsiriw bɛ sira jugu la nin diɲɛ in kɔnɔ, k’a sɔrɔ u b’a miiri k’u bɛ ka ɲɛ.”",
    "Olu de banna u Matigi ka kumaɲɔgɔnyaw la, ani a ni a kunbɛnni na. O la sa, u ka kɛwalew ye fu ye. Wa lakununni don na, An na u jate girinya foyi ye.",
    "O de ye u ka waleɲumandɔn ye — Jahannama — u ka dannabaliya kosɔn, ani u ka Ne ka jiralifɛnw ni Ne ka cidenw ta tulonko la.",
    "Minnu dalen bɛ ani ka kɛwale tilennenw kɛ, olu na Alijinɛ nakɔw sɔrɔ jatigila kama.",
    "Ka to a kɔnɔ fo abada, k’a sɔrɔ i t’a fɛ fɛn si ka Changé o la.",
    "A fɔ ko: “Ni kɔgɔji tun ye tintiri ye ne Matigi ka kumaw kama, kɔgɔji tun bɛna ban, sanni ne Matigi ka kumaw ka ban,” hali n’an tun bɛna na n’a ɲɔgɔnnaw ye ka fara a kan.",
    "A fɔ ko: “Ne ye hadamaden dɔrɔn de ye i n’a fɔ e, ka dusu don a kɔnɔ ko i ka ala ye Ala kelenpe ye. Mɔgɔ o mɔgɔ jigi b’a kan ka a Matigi kunbɛn, a ka tilennenya kɛ, a kana mɔgɔ si fara a Matigi ka baara kan abada.”"
]