[
    "Kaf, Ha, Ya, Ayn, Saad.",
    "I Matigi ka hinɛ kofɔli a ka baarakɛla Zakari ma.",
    "Tuma min na a ye a Matigi wele, weleli min kɛra a dan na.",
    "A ko: «Ne Matigi, ne kolow barika dɔgɔyara, ne kunsigi bɛ tasuma don ni jɛman ye, wa abada, Matigi, ne jigi ma tigɛ ne ka delili la i ye.",
    "“Wa ne bɛ siran ne ka bolomafaraw ɲɛ ne kɔfɛ, wa ne muso ye bangebaga ye. O la, i ka ciyɛntigi di ne ma, ka bɔ I yɛrɛ la.",
    "Ka ne ciyɛn ta, ka ciyɛn ta Yakuba ka so kɔnɔ, ka ne Matigi diya a ye.”",
    "“E Zakari, an bɛ denkɛ dɔ kibaru duman fɔ i ye, min tɔgɔ ye ko Yuhana, an ma deli ka tɔgɔ min da fɔlɔ.”",
    "A ko: “Ne Matigi, ne bɛ se ka denkɛ sɔrɔ cogo di, k’a sɔrɔ ne muso ye denkɛ ye, k’a sɔrɔ ne tiɲɛna kɔrɔya fɛ?”",
    "A ko: “A na kɛ ten, i Matigi ko, ‘a ka nɔgɔn ne ma, ne ye i da ka kɔrɔ, k’a sɔrɔ i tun tɛ foyi ye.’”",
    "A ko: “Ne Matigi, taamashyɛn di ne ma.” A ko: «I ka taamasyɛn ye ko i tɛna kuma jama fɛ su saba ɲɔgɔn kɔ.»",
    "A bɔra yɔrɔ senuma la ka taa a ka mɔgɔw fɛ, ka a jira u la ko u ka tanuli kɛ sɔgɔma ni wula fɛ.",
    "“E Yuhana, i ka Kitabu minɛ kosɛbɛ,” wa An ye hakilitigiya di a ma a denmisɛnman.",
    "Ani dususuma ka bɔ An fɛ, ani jalakibaliya. A tun ye batokɛla ye.",
    "Ani ɲumanya kɛ a bangebagaw ye; a tun tɛ fangatigi kanminɛbali ye.",
    "A bangera don min na, a sa don min na, ani a kununni don min na, hɛrɛ ka kɛ a ye.",
    "Ani, a fɔ Kitabu kɔnɔ Mariyama, tuma min na a y’a yɛrɛ bɔ a ka mɔgɔw la ka taa kɔrɔnfɛla yɔrɔ dɔ la.",
    "A y’a yɛrɛ sɛgɛsɛgɛ ka bɔ u la, an y’an ni ci a ma, wa a y’a yɛrɛ jira a la i n’a fɔ hadamaden nɔgɔlen.",
    "A ko: “Ne bɛ n dogo i la hinɛbaa la, ni i kɛra mɔgɔ tilennen ye.”",
    "A ko: “Ne ye i Matigi ka ciden dɔrɔn de ye, ka denkɛ saniyalen nilifɛn di i ma.”",
    "A ko: “Ne bɛ se ka denkɛ sɔrɔ cogo di, k’a sɔrɔ mɔgɔ si ma maga ne la, k’a sɔrɔ ne ma saniya abada?”",
    "A ko: «I Matigi y’a fɔ ten ko: ‘A ka nɔgɔn ne ma, an bɛna a kɛ taamasyɛn ye hadamadenw bolo, ani hinɛ min bɛ bɔ An fɛ. O ye ko ye min latigɛra kaban.’“",
    "O la, a y'a ta, k'a yɛrɛ mabɔ a fɛ yɔrɔ jan dɔ la.",
    "Jiginni-dimiw Nàna a kan, jirisunba dɔ jiribolo fɛ. A ko: “Ne tun b’a fɛ ne tun sara ka kɔn nin ɲɛ, ka ɲinɛ ne kɔ pewu.”",
    "O kɛlen, a y’a wele ka bɔ a jukɔrɔ ko: “I kana i hakili ɲagami; i Matigi ye baji dɔ bila i kɔrɔ.",
    "Aw ye jirisunba jiribolo lamaga ka taa aw fan fɛ, a na da mɔlenw bɔn aw fɛ.”",
    "“O la sa, aw ka dumuni kɛ ka minni kɛ, ka dusu saalo sɔrɔ. Wa ni i ye hadamaden dɔ ye, i k’a fɔ ko: ‘Ne ye layidu ta ko ne bɛna sunɔgɔ nɛɛmatigi ye, o la ne tɛna kuma hadamaden si fɛ bi.’“",
    "O kɔ, a nana a ka mɔgɔw fɛ, k'a ta. U ko: «E Mariyama, i ye ko juguba dɔ kɛ.",
    "Aron balimamuso, i fa tun tɛ mɔgɔ jugu ye, i ba tun tɛ jatɔmuso ye.”",
    "O kama, a y’a bolo sin a ma. U ko: “An bɛ se ka kuma denmisɛnnin fɛ cogo di denso kɔnɔ?”",
    "A ko: «Ne ye Ala ka baarakɛla ye. A ye Kitabu di ne ma, ka ne kɛ kira ye.",
    "Wa a ye ne kɛ dugawu ye ne bɛ yɔrɔ o yɔrɔ; ani a ye delili ni kanuya wajibiya ne ma, ni ne bɛ balo la.",
    "Wa a ye ɲumanya kɛ ne ba ye, wa a ma ne kɛ murutilen kanminɛbali ye.",
    "O cogo la, Hɛrɛ bɛ ne kan ne wolo don min na, ani ne bɛ sa don min na, ani ne kununni don min na ɲɛnamaya la.”",
    "O ye Mariyama denkɛ Yesu ye—tiɲɛ Kuma min na, u bɛ sigasiga o la.",
    "A tɛ Ala de bolo ka den sɔrɔ—nɔɔrɔ ka kɛ a ye. Walasa fɛn o fɛn ka kɛ, A b’a fɔ a ye ko: “Ka kɛ,” o bɛ kɛ.",
    "«Ala ye ne Matigi ye ani aw Matigi, o de la aw ka a bato. O ye sira tilennen ye.”",
    "Nka kulu suguyaw tun tɛ kelen ye u ni ɲɔgɔn cɛ. O la, bɔnɛ bɛ mɔgɔ minnu na, minnu tɛ dannaya kɛ ka bɔ Tileba dɔ la.",
    "Aw ka u lamɛn ani ka u kɔlɔsi u bɛ na An ma don min na. Nka bi, kojugukɛlaw tununna pewu.",
    "Ani k’u lasɔmi nimisali don na, waati min na ko bɛna ban. O bɛɛ n'a ta, u tɛ u janto u la, u ma da a la.",
    "Anw de bɛna dugukolo ni a kan mɔgɔ bɛɛ ciyɛn ta, u bɛna segin An ma.",
    "Ani Ibrahima kofɔ Sɛbɛnniw kɔnɔ. A tun ye tiɲɛtigi ye, kira tun don.",
    "A y'a fɔ a fa ye ko: «Ne fa, mun na i bɛ fɛn min bato, o tɛ se ka mɛnni kɛ, ka yeli kɛ, ka nafa si lase i ma?",
    "E ne fa, dɔnniya nana ne ma min ma na i ma abada. O la sa, tugu ne kɔ, ne bɛna aw bilasira sira tilennen kan.",
    "E n fa, i kana jinɛ bato. Sitanɛ tɛ kanminɛli kɛ nɛɛmaba ma.",
    "Ne fa, ne sirannen don ko ɲangili min bɛ bɔ Ala ka nɛɛmaba la, o bɛna i tɔɔrɔ, ka kɛ jinɛ jɛɲɔgɔn ye.”",
    "A ko: «Iburahima, i bɛ ban ne ka ala la wa? Ni aw ma a dabila, ne na aw bon ni kabakurunw ye. O la sa, a’ ye ne to yen dɔɔni.”",
    "A ko: «Hɛrɛ ka kɛ aw ye. Ne na ne Matigi deli a ka yafa aw ma; A ye ɲumanya kɛ ne ye.",
    "Ne na n yɛrɛ bɔ aw la, ani aw bɛ min deli Ala nɔ na. Wa ne na ne Matigi deli, ne jigi b’a kan ko ne tɛna ne jigi tigɛ ne ka delili la ne Matigi ye.”",
    "Tuma min na a y'a yɛrɛ Bɔ u la, ani u bɛ min bato Ala kɔ, An ye Isaka ni Yakuba di a ma. Wa an kelen-kelen bɛɛ ye kira kɛ.",
    "Wa An ye u di u ma fu an ka makari la, ka tiɲɛ tɔgɔ ɲuman di u ma.",
    "Ani ka Musa kofɔ Sɛbɛnniw kɔnɔ. A tun y’a yɛrɛ di. A tun ye ciden ani kira ye.",
    "An y'a wele ka bɔ kulu kinin fɛ, k'a gɛrɛ ɲɔgɔn na.",
    "Wa An ye kira di a ma, an ka hinɛ kosɔn, a balimakɛ Aron.",
    "Ani ka Ismaɛl kofɔ Sɛbɛnniw kɔnɔ. A tun b ti la a ka layidu la, ani a tun ye ciden ye, kira ye.",
    "Wa a tun bɛ delili ni kanuya yamaruya a ka mɔgɔw la, wa a tun ka di a Matigi ye.",
    "Ani a kofɔ Sɛbɛnniw kɔnɔ Henɔki. A tun ye tiɲɛtigi ye, kira tun don.",
    "Wa An y'a kɔrɔta ka taa jɔyɔrɔba la.",
    "Ninnu ye kira dɔw ye Ala ye minnu dugawu, ka bɔ Hadama bɔnsɔnw na, ani ka bɔ An ye minnu ta ni Nuhu ye, ani ka bɔ Ibrahima ni Israɛl bɔnsɔnw na, ani ka bɔ an ye minnu ɲɛminɛ ani ka minnu sugandi. Tuma o tuma ni nɛɛmaba ka jiraliw tun bɛ fɔ u ye, u tun bɛ bin, ka sujudu kɛ ani ka kasi.",
    "Nka u nɔfɛ mɔgɔw ye bɔnsɔnw Bɔ minnu bɔnɛna deliliw la ani u tugura u ka dumuni negew kɔ. U bɛna halakili kunbɛn.",
    "Fo mɔgɔ minnu nimisara, ka da a la, ka tilennenya kɛ. Olu bɛna don alijɛnɛ na, kojugu tɛna kɛ u la hali dɔɔnin.",
    "Edɛn nakɔw, hinɛtigi ye layidu ta a ka baarakɛlaw ye yebaliw la. Siga t’a la, a ka layidu bɛna tiimɛ.",
    "U tɛna kumakolon si mɛn o kɔnɔ, fo hɛrɛ dɔrɔn. U na u ka balo sɔrɔ o kɔnɔ, sɔgɔma ni wula fɛ.",
    "O cogo de ye Alijinɛ ye, An bɛna min di an ka baarakɛlaw ma minnu bɛ Ala bato, k’o kɛ ciyɛn ye.",
    "«An tɛ jigin fo i Matigi ka ci fɔlen. Min bɛ an ɲɛfɛ, ani min bɛ an kɔfɛ, ani min bɛ u ni ɲɔgɔn cɛ, o ye ale ta ye. I Matigi tɛ ɲinɛ abada.”",
    "Sankolow ni dugukolo ni fɛn minnu bɛ u ni ɲɔgɔn cɛ, olu Matigi. O la sa, aw k’a bato, ka timinandiya a ka baara la. Yala i b mg d dn min ni ale b bn wa?",
    "Wa hadamaden b’a fɔ ko: “Ni ne sara, yala ne bɛna lasegin ɲɛnamaya la wa?”",
    "Yala hadamaden hakili t’a la ko An y’a da ka kɔrɔ, k’a sɔrɔ a tun tɛ foyi ye wa?",
    "I Matigi barika la, An na u lamini, ani jinɛw, o kɔ, an bɛna u lase jahanama lamini na, u gɛnɛgɛnɛw kan.",
    "O kɔfɛ, ka bɔ diinɛkulu bɛɛ la, An bɛna mɔgɔ minnu sɔsɔ kosɛbɛ hinɛtigi ma, an bɛna olu minɛ.",
    "An b’a dɔn kosɛbɛ mɔgɔ minnu ka kan ni jeni ye a kɔnɔ kosɛbɛ.",
    "Aw si tɛ yen nka a bɛna jigin a la. O kɛra i Matigi ka sariya ye min tɛ se ka bali.",
    "O tuma na fɛ, an na mɔgɔ minnu tun ye batokɛlaw ye, an bɛna olu kisi, ka kojugukɛlaw to a kɔnɔ, u gɛnɛgɛnɛw kan.",
    "Ni An ka jirali jɛlenw kalanna u ye, kafiriw b’a fɔ dannabaaw ye ko: “Fɛn fila la jumɛn ka fisa ni jɔyɔrɔ ye, ani jumɛn ka fisa ni fanga ye?”",
    "An ye bɔnsɔn joli tiɲɛ u ɲɛ, minnu tɛmɛna u kan nafolo ni nɔɔrɔ la?",
    "A fɔ ko: “Mɔgɔ o mɔgɔ filila, makariba na a bila ka taa ɲɛ.” Fo, n’u y’a ye ko layidu tara u ye—o kɛra ɲangili ye, walima Lɛrɛ. O tuma na fɛ, u bɛna a dɔn jɔn tun bɛ cogo jugu la ani min barika tun ka dɔgɔ fanga la.",
    "Mɔgɔ minnu bɛ sɔn bilasirali ma, Ala bɛ dɔ fara u ka ɲɛminɛli kan. Wa fɛn minnu bɛ muɲu — kɛwale tilennenw — olu bɛ sara ɲuman sɔrɔ i Matigi fɛ, ani kɔlɔlɔ ɲuman.",
    "Yala aw y’a ye min ye ban an ka jiraliw la, k’a fɔ ko: “Nafolo ni denw bɛna di ne ma” wa?",
    "Yala a ye siniko filɛ wa, walima a ye layidu sɔrɔ ka bɔ hinɛbaa fɛ wa?",
    "Ayi tiɲɛ na! A bɛ min fɔ, an bɛna o sɛbɛn, wa an bɛna to ka tɔɔrɔ bonya a ye.",
    "O tuma na fɛ, a bɛ kuma min kan, an bɛna o ciyɛn ta a fɛ, a bɛ na An kelenpe fɛ.",
    "U ye ala wɛrɛw ta, Ala kɔfɛ, ka kɛ u ka fanga sɔrɔyɔrɔ ye.",
    "A si tɛ kɛ cogo si la! U bɛna ban u ka bato la, ka kɛ u kɛlɛbagaw ye.",
    "Yala aw ma jateminɛ kɛ cogo min na An bɛ jinɛw ci kafiriw kama, k’u nisɔndiya ni dusudon ye wa?",
    "O la sa, aw kana kɔrɔtɔ u kama. An bɛ jatebɔ kɛ u ye.",
    "Don min na an bɛna mɔgɔ tilennenw lajɛ hinɛbaa ma, ka kɛ dunanw ye.",
    "Aw ye jurumutɔw sagagɛn ka taa jahanama kɔnɔ, i ko baganw bɛ ji la.",
    "U tɛna se ka delili fanga sɔrɔ, fo ni bɛnkan bɛ min ni hinɛtigi ye.",
    "Wa u b’a fɔ ko: “Manɛba ye denkɛ bange.”",
    "I nana ni fɛn ye min ka jugu kosɛbɛ.",
    "O la, sankolow bɛ ɲini ka kari, dugukolo bɛ fara, kuluw bɛ bin ka bin.",
    "Sabula u bɛ denkɛ dɔ jate hinɛbaa de ye.",
    "A man ɲi hinɛbaa ma ka denkɛ sɔrɔ.",
    "Mɔgɔ si tɛ sankolow ni dugukolo kan ni a bɛna na hinɛba ma i n’a fɔ baarakɛla.",
    "A y'u jate, k'u jate kelen kelen.",
    "Wa u kelen-kelen bɛɛ na na a fɛ Lakununni don kelen na.",
    "Minnu dalen b'a la ka kɛwale tilennenw kɛ, makariba na kanuya di u ma.",
    "An y'a nɔgɔya i nɛnkun na, walisa ka kibaru duman lase mɔgɔ tilennenw ma, ka jama juguw lasɔmi n'o ye.",
    "An ye bɔnsɔn joli tiɲɛ u ɲɛ? Yala i bɛ se k’u dɔ la kelen ye, walima ka kumakan fitinin dɔ mɛn u fɛ wa?"
]