[
   "Alif Lam Miim.",
   "Nin Kitabu in, siga si t’a la, bilasiralikɛla dɔ alaɲɛsiranbagaw ye.",
   "Mɔgɔ minnu bɛ limaniya ni fɛn dogolenw ye, n'u bɛ seli jɔ, n'u bɛ saraka bɔ fɛn na aw [Ala] y'u garsinɲɛ fɛn min na,",
   "ani minnu limaniya ni fɛn ye, fɛn jigira e [Kira] kaa, ani fɛn min jigira ka kɔn i ɲɛ, ka a sɔrɔ ni laban [lahara] ye u dankanialen dɔ.",
   "O tigi la mɔgɔw bɛ kanda de kan kabɔ u Ma yɔrɔ, wa o tigi la Mɔgɔw de ye [Mɔgɔ] kisilen ye.",
   "Mɔgɔ minnu kafiriyara, a bɛɛ de ka kan u ma, i y’u lasɔmi wo, i m’u lasɔmi wo, u tɛ limaniya ",
   "Ala ye datuguli kɛ u dusukunw kan ani u ka mɛnni kan, wa datugulan bɛ u ɲɛw fana kan. Wa ɲangata belebele de b'u ye.",
   "Wa Mɔgɔ dɔw b'in, minnu b’a fɔ ko: “An limaniya ni Ala ye ani don laban” k'a sɔrɔ, u tɛ limaniyabaw ye.",
   "U b’a laɲini ka Ala lafili ani maa minnu limaniya, nka u tɛ fosi lafili fɔ n'a kɛra u yɛrɛ dɔrɔn de ye, u t’a sɔmi sɔrɔ [u tɛ se ka famu].",
   "Bana de bɛ u dusukun na, Ala fana ye dɔ fara u ka bana kan. ɲangata gɛlɛn de b'u ye u ka nkalontigɛyali kosɔn.",
   "Ni a fɔra u ye ko: “Aw kana tiɲɛni kɛ dugukolo la,” u b’a fɔ ko: “An ye ɲɛlikɛlaw de ye.”",
   "Tiɲɛ na, olu de ye tiɲɛnikɛlaw ye, nka u t’a sɔmi sɔrɔ.",
   "Ni a fɔra u ye ko: “A ye limaniya i n’a fɔ mɔgɔ wɛrɛw limaniya cogo min na,” u b’a fɔ ko: “Yala an ka kan limaniya i n’a fɔ hakilintanw limaniyara cogo min na wa?” Tiɲɛ na, olu de ye hakilintanw ye, nka, u t'a dɔn.",
   "Ni u ye mɔgɔw kunbɛ ɲɔgɔnya mɔgɔ minnu limaniyara, u b’a fɔ ko: “Aw limaniyara.” Ni u ni u ka sɛtanɛw [jɛɲɔgɔnw] u ye ɲɔgɔn sɔrɔ u kelen na, u b’a fɔ ko: “Anw bɛ aw kɔ; tiɲɛ na an tun bɛ yɛlɛbɔna na dɔrɔn de la.”",
   "Ala bɛ  ka yɛlɛbɔna in segin u ma, a b'u jiidi u ka yaada in na, u bɛ kunasiri.",
   "Olu de ye filibanciya falen ni kanda ye, nka u ka jago ma nafa bɔ, u yɛrɛ fana ma kɛ kandabaaw ye.",
   "U ka misaliya bɛ i n’a fɔ mɔgɔ ka misaliya, mɔgɔ min ye tasuma mɛnɛ; Ni [tasuma] in kɛlen ka lamini la bɔ ni yeelen ye, Ala taara n'a yeelen ye, kɔsɔrɔ k'u to dibifin na u tɛ yeli kɛ.",
   "[Olu de ye] tulogeren, bobo, fiyentɔ, u tɛna segin [abada].",
   "Walima i n’a fɔ suruli fɛn min bɛ bɔ san fɛn, ni dibiw b'a la, kabayɛgɛdu b'a la, wa sanpɛrɛn fana b'a la. U b’u bolokɔnincininw dɔn u tulow kɔnɔ kabayɛgɛdu kama saya siranɲɛ kosɔn. Ala ye laminilibaga ye ni kafiriw.",
   "Sɔɔni sanpɛrɛn b’u ɲɛw fiyen. Tuma o tuma n’a yeelen bɔ u ye, u bɛ taama a kɔnɔ; wa n’a dibi ye u datugu, u bɛ u jɔ yɔrɔ. Ni a tun ye Ala ja, a tun bɛ taa ni u ka mɛnni ani u ka yeli ye. Ala ye seba ye fɛn bɛɛ lajɛlen kan.",
   "E mɔgɔw, a y'aw Ma bato, ale [Ala] min y'aw da ni minnu kɔnna aw ɲɛ, a dɔ la aw na sira [Ala ɲɛ].",
   "Ale [Ala] min ye dugukolo kɛ sigiyɔrɔ ye aw ye, ka sankolo kɛ jɔli fɛn ye, ka ji jigin ka bɔ sankolo la, ka sɔrɔ ka jiridenw lafalen ni o [ji in] ye, k'o kɛ garsinɲɛ. Aw kana sina kɛbaga Ala la k’a sɔrɔ aw b’a dɔn.",
   "N'a y'a sɔrɔ aw bɛ sigasiga la fɛn na, aw [Ala] ye fɛn min jigin Anw [Ala] ka jɔncɛ [Kira] kan, o tuma a ye na ni a ɲɔgɔnna sɔra kelen dɔrɔn ye, wa aw ka aw ka seerew wele Ala tana la, n'a y'a sɔrɔ tiɲɛ na aw ye tiɲɛtigiw ye.",
   "Nka n’aw m’o kɛ, aw dun tɛ se k'o kɛ, o tuma na, a ye siran ɲɛ Tasuma, Tasuma min mɛnɛ dɔkɔ ye mɔgɔw ye ani faraw, [o Tasuma in] labɛnnen don kafiriw ye.",
   "Mɔgɔw lanisɔndiya, mɔgɔw minnu limaniyara, ka tila ka baara ɲumanw kɛ, k'a fɔ ko nakɔfɔrɔ de b'u ye, kɔɲɛw bɛ boli min jukɔrɔ. Tuma o tuma ni u garsinɲɛra ka bɔ nakɔfɔrɔ in na, kabini jiridenw na, u b'a fɔ ko: “Ka kɔn, an delila ka garsinɲɛ nin [jiridenw] na,” [sabu jiriden ninnu] bɔlen de dɔ ɲɔgɔn fɛ [k'a sɔrɔ u diyaw tɛ keleny ye]. A bɛ [o mɔgɔ ninnu] ye [nakɔfɔrɔ in] kɔnɔ kabini furuɲɔgɔn saniyalenw na, wa [mɔgɔ ninnu] [nakɔfɔrɔ in] kɔnɔ dumɛbaaw dɔ.",
   "Ala tɛ saamɛya [maloya] ka talen gosi, a kɛra soso ye wo, walima fɛn min b'o ni san cɛ. Minnu limaniyara, olu b’a dɔn k'o ye tiɲɛ de ye min bɔra u Ma yɔrɔ. Nka minnu kafiriyara, olu b'a fɔ ko: “Ala ye mun de laɲini nin ni tale in ye?” [Ala] bɛ mɔgɔ caman lafili ni [talen] in ye wa a bɛ mɔgɔ caman kanda ni a ye. Nka, a tɛ mɔgɔ si lafili n'a ye fo n'a kɛra tɔɲɔlikɛlaw ye.",
   "Minnu bɛ Ala ka layidu bɔrɔtɔ [layidu in] sirilen kɔfɛ, u bɛ fɛn tigɛ Ala ye yamaruya kɛ ni fɛn min ko ka tugu, u bɛ tiɲɛni kɛ dugukolo kan, O tigi la mɔgɔw de ye bɔnɛbagaw ye.",
   "Cogo di aw bɛ kafiriya ni Ala ye, k’a sɔrɔ aw tun ye suw ye a y'aw ɲɛnamaya, o kɔfɛ a b'aw faga, o kɔfɛ a b'aw ɲɛnamaya, o kɔfɛ aw bɛ segin ka taa ale [Ala] de ma?",
   "Ale [Ala] de ye dugukolo kan fɛn bɛɛ da aw ye, o kɔfɛ, a y’i ɲɛsin san ma k’a kɛ sankolo wolonwula ye. Ale [Ala], ni fɛn bɛɛ lajɛlen ye dɔnnibaga dɔ.",
   "Tuma min na i Ma y’a fɔ mɛlɛkɛw ye ko: “Ne ye bilalibaga ye dugukolo kan nɔnabila la,” [mɛlɛkɛw] ko: “Yala i bɛ bilali kɛ [dugukolo in] na mɔgɔ la, mɔgɔ min bɛna tiɲɛni jɛnsɛn a la ani ka joli bɔn, k’a sɔrɔ an bɛ lasaniyali kɛ n'i ka tanu ye wa an b'i saniya?” [Ala] ko: “Ne bɛ min dɔn, aw t’o dɔn.”",
   "[Ala] ye Adama ladɔnniya [fɛn bɛɛ lajɛlen] tɔgɔ la. O kɔfɛ, [Ala] ye [fɛn bɛɛ] jira mɛlɛkɛw la, [Ala] ko: “A’ ye ne kibaru ninnu tɔgɔw la, n'a y'a sɔrɔ aw ye tiɲɛtigiw ye.”",
   "[mɛlɛkɛw] ko: “Saniya b'I ye, dɔnni tɛ anw ye fo I y'an ladoniya min na. Tiɲɛ na E [Ala] de ye Dɔnnibaga ye, E [Ala] de ye kiri ɲuman tigɛ baga ye.”",
   "[Ala] ko: “E Adama [mɛlɛkɛ ninnu] kibaruya ni nin fɛn ninnu tɔgɔw ye.” [Adama] kɛlen kɔfɛ k'u kibaru [tɔgɔ ninnu na], [Ala] ko [Mɛlɛkɛw ma]: “Ne m’a fɔ aw ye, ko ne bɛ sankolo ni dugukolo gundow dɔn, wa ne bɛ fɛn dɔn aw bɛ min bange [kɛnɛma] ani aw bɛ min dogo [aw kɔnɔ]?”",
   "Wa tuma min na Aw [Ala] y’a fɔ mɛlɛkɛw ye ko: “Aw ka sujudu kɛ Adama ɲɛkɔrɔ,” u [bɛɛ] ye sujudu kɛ, fo Iblisa. A banna, a y'a yɛlɛbɔnya, wa a kɛra waleɲumandɔnbaliw dɔ ye.",
   "Anw [Ala] ko: “E Adama, i sigi e a n'i muso Alijinɛ kɔnɔ, wa aw [fila] ka dumuni kɛ [Alijinɛ in] na yɔrɔ o yɔrɔ y'aw [fila] ja, nka aw [fila] kana gɛrɛ nin jiri in na, [a dɔ la] aw ka na na kɛ kojugukɛlaw ye.”",
   "Sitanɛ y’u cɛɛnɛ ka bɔ o ma, a y'u la bɔ ka bɔ fɛn na u tun bɛ min na. Anw [Ala] ko: “A ye jigin [ka taa dugukolo kan]; aw dɔw na kɛ aw dɔw juguw ye. Dugukolo la, Sabatiyɔrɔ b'u ye ani daamutayɔrɔ fɔ waati dɔ.”",
   "O kɔfɛ Adama ye [kuma dɔw sɔrɔ ka bɔ] a Ma fɛ [A ye yafa deli ke ni o kuma nunnu ye], wa [Ala] y'a ka tuubi minɛ. Ale [Ala] de bɛ tuubiw minɛ, Ale [Ala] de ye hinɛbaga.",
   "Anw [Ala] ko: “A bɛɛ ka jigin ka bɔ [Alijinɛ in] na. a dɔ la bilasirali [kanda] bɛna na aw ma ka bɔ ne yɔrɔ, mɔgɔ minnu tugura ne ka bilasirali in kɔ, siran tɛ olu kan wa olu tɛna dusukasi [Lahara].",
   "Nka mɔgɔ minnu kafiriyara ani ka nkalontigɛyali kɛ ni aw ka taamashyɛnw, olu de ye Tasuma dunkɛw ye, olu [Tasuma' in] kɔnɔ dumɛbaaw dɔ.”",
   "E [Bani isralakaw], aw ka kɔsumali kɛ ne [Ala] ka nɛɛma la, ne [Ala] ye [nɛɛma] min kɛ aw kan, aw ka ne [Ala] ka layidu dafa, ne [Ala] fana b'aw ta dafa, Ne [de ye Ala ye] a ka siran ɲɛ.",
   "Aw ka limaniya ni fɛn ye, ne [Ala] ye fɛn min jigin [Kuranɛ], sinsinnibaga dɔ fɛn min b'aw bolo [aw ka gafew kɔnɔ], Wa a kana kɛ [mɔgɔ] fɔlɔw ye minnu bɛ kafiriya [Kuranɛ in ma], wa a kana falenni kɛ nin Ne [Ala] ya taamashyɛnw ye, Ne [de ye Ala ye] a ka siran ɲɛ.",
   "Aw kana tiɲɛ ni nkalon ɲagami, aw kana aw tugu ka tiɲɛ dogo",
   "Aw ka seli jɔ, aw ka jaka di, wa aw ka aw kumbrɛ minɛ ka fara kumbrɛ minɛbagaw kan.",
   "Yala aw bɛ mɔgɔw yamaru ni alaɲɛsiran ye, ka ɲina aw yɛrɛw kɔ, k'a sɔrɔ aw bɛ ka Kitabu kalan? Yala aw tɛ hakili sɔrɔ wa?",
   "Ani ka dɛmɛ ɲini kɛ ni sabali ye ani seli. [Seli in min filɛ] tiɲɛ a ka gɛlɛn fo n'a kɛra alaɲɛsiranbagaw kan.",
   "Minnu dalen b’a la k’u b'u Ma kunbɛn ɲɔgɔnya, wa k'u bɛna segin u Ma ma.",
   "E [Bani isralakaw], aw ka kɔsumali kɛ ne [Ala] ka nɛɛma la, ne [Ala] ye [nɛɛma] min kɛ aw kan, [ka fɔ ko] ne [Ala] y'aw fisaya danfɛnw kan.",
   "Wa aw ka siran don dɔ ɲɛ, don min ni si tɛ nafa se a ni ɲɔgɔn ma fosi la, suranadɔli tɛ minɛ [ni] in na o don, kunmabɔli fɛn tɛ minɛ a fɛ o don, u yɛrɛ ma kɛ k'u bɛ dɛmɛ.",
   "[Aw ka miiri], tuma min na anw [Ala] y'aw kisi ka bɔ Firauna ka jama ma, u tun b'aw lanɛnɛ tɔɔrɔ cɛjugu la, u tun b'aw denkɛw kantigɛ ka u musow to yen. [O tun ye] balawu belebele ye k'a bɔ aw Ma yɔrɔ.",
   "[Aw ka miiri], tuma min na anw [Ala] ye kɔgɔji fara aw ye, anw [Ala] y'aw kisi ka Firauna jama to ji la k’a sɔrɔ aw bɛ k'u lajɛ.",
   "[Aw ka miiri], tuma min na anw [Ala] ye layidu ta Musa ye su binaani na, aw ye misiden [toran] minɛ k'o bato [Musa] kɔfɛ, aw tun kɛra tɔɲɔlikɛlaw ye.",
   "[O bɛɛ n’a ta], anw [Ala] yafara aw ma o kɔfɛ, a dɔ la aw na [Ala] waleɲumandɔn.",
   "[Aw ka miiri], tuma min na anw [Ala] ye Kitabu Musa ni faranfasiya di Musa ma, a dɔ la  aw na kanda.",
   "[Aw ka miiri], tuma min na Musa y'a fɔ a ka mɔgɔw ye ko: “E ne ka mɔgɔw, aw y'aw yɛrɛtɔɲɔn ni toran batoli ye. Aw ka tuubi ka ta aw Dabaga ma, aw ka aw yɛrɛ faga; [O min filɛ] ka fisa aw ma aw Dabaga ɲɛkɔrɔ.” O kɔfɛ, [Ala] sɔnna aw ka tuubiw ma. Ale [Ala] de ye tuubiw minɛbaga ye, Ale [Ala] de ye hinɛbaga.",
   "[Aw ka miiri], tuma min na aw y’a fɔ ko: “E Musa, an tɛna da i la fo an ka Ala ye bange la,” o de la, sanpɛrɛn dɔ ye aw gosi, k'a sɔrɔ aw bɛ k'a lajɛ.",
   "O kɔfɛ, An [Ala] y'aw lakunu aw salen kɔfɛ, a dɔ la aw ka [Ala] waleɲumandɔn.",
   "An ye suma jigin aw kan ni kabanɔgɔ ye, anw [Ala] ye jiginni kɛ aw kan kabini [jiri ɲɛji la] a ni [kɔnɔ sogo tuluman]: “An ka dumuni kɛ kabini fɛn sanumanw la anw [Ala] y'aw garsinɲɛ minnu na.” U ma anw [Ala] tɔɲɔgɔn, nka u tun kɛra u b'u yɛrɛw de tɔɲɔgɔn.",
   "[Aw ka miiri], tuma min na anw [Ala] ko : “A ye don nin dugu in kɔnɔ, ka dumuni kɛ a la yɔrɔ o yɔrɔ mana aw ja nɔgɔya la, aw ka don [dugu] da fɛ ni majigin ye, aw ka majigin kuma fɔ. Ni o kɛra anw [Ala] na aw filiw yafa aw ye, anw [Ala] bɛna ɲumanwkɛla jiidi.”",
   "Nka, [minnu ye tɔɲɔgɔnli] u ye falenni kɛ [kumakan na], kumakan ɲuman min fɔra u ye. O la, an ye jiginni kɛ mogow kan minnu ye tɔɲɔgɔnli ɲangata la ka bɔ sankolo la, u murutili kosɔn.",
   "[Aw ka miiri], tuma min na Musa ye ji ɲini kɛ a ka mɔgɔw ye, Anw [Ala] ko: “Farakurun gosi ni i ka bere ye.” Jiɲɛ tan ni fila funtira kabɔ a la, kabila kelen-kelenna bɛɛ y’a ka minyɔrɔ dɔn. “Aw ka dumuni kɛ, aw ka min ka bɔ Ala ka garsinɲɛ la, aw kana tiɲɛn jɛnsɛn dugukolo.”",
   "[Aw ka miiri] tuma min na aw ko: “E Musa, an tɛ se ka muɲu dumuni sugu kelen kan. I Ma wele an ye, A ka bɔli kɛ aw ye dugukolo bɛ fɛn min falen kabini a bulumafɛnw na, a nsɛrɛmafɛnw na, a tiganikurumafɛnw na, a shɔmafɛnw na, ani jabamafɛnw na.” Musa ko: “Yala aw bɛn fɛn falen fɛn min ka fisa ni fɛn ye min ka dɔgɔ wa? A ye jigin duguba kɔnɔ, fɛn b'a ye aw ye fɛn min ɲini.” Dogoya gosira u kan ani faantanya, u ye dimi sɔrɔ ka bɔ [Ala] yɔrɔ. O kɛra sabu u waleɲumandɔnbaliyara ni Ala ka taamashyɛnw ye ani u bɛ nabiɲumanw faga n'a ma kɛ ni tiɲɛ ye, ani k’a sababu kɛ u ka [Ala]kuta ye ani u ka dansago.",
   "Tiɲɛ na! minnu limaniyara, ani minnu Yahudiyara, ani Nasarayara, ani Dolobatolaw mɔgɔ min mana limaniya ni Ala ani don laban, o kɔfɛ ka baara ɲuman kɛ, u ka sara b'u ye u Ma yɔrɔ, siran tɛ olu kan wa olu tɛna dusukasi fana [Lahara]",
   "[Aw ka miiri] tuma min na anw [Ala] ye layidu ta ni aw ye, anw ye kulu kɔrɔta aw sanfɛ “Aw ka fɛn minɛ anw [Ala] ye fɛn min di aw ma ni barika ye, aw kɔsumali kɛ ni fɛn ye min b'a kɔnɔ, a dɔ la aw na  siran [Ala ɲɛ] .”",
   "Nin bɛɛ o kɔfɛ, aw y'aw kɔdon. Ni Ala ka fasamaciya kun [tɛ] aw kan ani a ka makari, aw tun na kɛ bɔnɛbagaw dɔ ye.",
   "Tiɲna Aw cɛma minnu ye dansago sibiri don, aw tun bɛ olu dɔn. Anw [Ala] y’a fɔ u ye ko: “A ye waralenw ye, aw yɔrɔ janyalen.”",
   "Anw [Ala] y’o kɛ misali ɲangili ye olu ni u bɔnsɔn u ma, ani k'a kɛ waajuli ye alaɲɛsiranbagaw.",
   "[Aw ka miiri] tuma min na Musa y’a fɔ a ka mɔgɔw ye ko: “Ala bɛ aw yamaru a ka misimuso kantigɛ,” u ko: “Yala I bɛ k'i yɛlɛbɔ an na de wa?” [Musa] ko: “Ne bɛ tanga ɲini Ala fɛ n ka na kɛ kodɔnbaliw dɔ ye.”",
   "U ko: “I Ma wele anw ye, a k’a bangeli kɛ anw ye [misimuso in] ye jumɛn de ye.” Musa ko: “[Ala] b'a fɔ ko: “misimusoe dɔ min ma kɔrɔ kojugu, a ma dɔgɔ kojugu, camamcɛ si de dɔ.” Aw yamaruyara min na, a y'o kɛ.”",
   "U ko: “I Ma wele anw ye, a k’a bangeli kɛ anw ye [misimuso in] nɔniya ye jumɛn ye.” Musa ko: “[Ala] b'a fɔ ko: “misimuso dɔ min [nɔniya ye] nɛrɛmugu ye, a nɔniya filɛlikɛlaw nisɔndiya.””",
   "U ko: “I Ma wele anw ye, a k’a bangeli kɛ anw ye [misimuso in] ye jumɛn de ye [tigitigi], misiw bɛɛ bɔlen bɛ ɲɔgɔn fɛ anw bolo. Wa, ni Ala sɔna, an bɛna bilasira.”",
   "[Musa] ko “[Ala] b'a fɔ ko: “misimuso dɔ min kololen tɛ n'a bɛ dugukolo yɛlɛma [sɛnɛni] wa a tɛ fɔrɔ fana lami, fiyen tɛ a la, nɔniya wɛrɛ t'a la [ni nɛrɛmugu in tɛ].”” U ko: “Sisan, i nana ni tiɲɛ ye.” u y’a kantigɛ, nka sɔɔni u tun tɛ n'a kɛ.",
   "[Aw ka miiri] tuma min na, aw ye mɔgɔ faga ka sɔsɔli kɛ o ko la, Ala bɛ fɛn bange aw bɛ min dogo.",
   "Anw [Ala] ko: “A’ ye [su in] bugɔ ni [misi in] dɔ ye.” O cogo de la, Ala bɛ su laɲanamaya. A b’a ka taamashyɛnw jira aw la a dɔ la aw na hakili sɔrɔ.",
   "O kɔfɛ, aw dusukunw gɛlɛyara o kɔfɛ, [aw dusukunw] kɛ i n’a fɔ farakurunw walima a ka jugu n'o ye gɛlɛya la. I ka dɔn, farakurun bɛ farakurun la, kɔɲɛw bɛ funti ka b'o la, farakurun bɛ farakurun la a bɛ ci ji bɛ bɔ a la, farakurun bɛ farakurun la bɛ majigin [ka bin] Ala ɲɛsiran kosɔn. Ala ma kɛ filibaa ye ka bɔ aw ka kɛwalew ma.",
   "Yala aw b’a nata u ka limaniya ni aw ye, k'a sɔrɔ jamakulu dɔw tun kɛra u bɛ Ala ka kuma mɛn, o kɔfɛ u b'a bayɛlɛma u kɛlen k'a famuya, k'a sɔrɔ u b'a dɔn",
   "Tuma min na ni u ye limaniyadjɔn kunbɛn, u b’a fɔ ko: “An limaniyara.” Nka ni u dɔw ɲɔgɔn kunbɛn, u b'a fɔ ko: “Yata aw b'u barɔ ɲɔgɔnya ni fɛn ye Ala ye min dɔnni di aw ma walasa u k'a u sɔsɔli ɲɔgɔnya n'o ye aw Ma yɔrɔ? Yala aw tɛ hakili wa?”",
   "Yala u t’a dɔn ko Ala bɛ fɛn dɔn u bɛ fɛn minnu dogo ani u bɛ fɛn minnu bange?",
   "Kunfiw b'u la, minnu tɛ Kitabu dɔn fo n’a kɛra bisikiya ye.",
   "Bɔnɛ bɛ mɔgɔw ye minnu bɛ Kitabu sɛbɛn ni u bolow ye, ka tila k’a fɔ ko: “Nin bɔra Ala de yɔrɔ,” k’a sɔrɔ ka feere sɔngɔ fitinin na. Bɔnɛ bɛ u ye ni fɛn ye u bolow ye min sɛbɛn, bɔnɛ bɛ u ye u ka sɔrɔ la.",
   "u y’a fɔ ko “Tasuma tɛna maga anw na fo n'a kɛra don damadɔ.” [Kira] fɔ ko: “Yala aw ye layidu de minɛ ka bɔ Ala yɔrɔ wa, Ala dun tɛ a ka layidu bɔrɔtɔ abada, walima aw bɛ ka fɛn de fɔ ka da Ala la aw tɛ min dɔn?”",
   "Minnu b jurumu k ani ka lamini u ka kojuguw f, olu ye Tasuma sigibagaw ye, u bna to yen fo abada.",
   "Nka, mɔgɔ minnu dalen b’a la ka kɛwale tilennenw kɛ, olu ye Alijinɛ sigibagaw ye, u bɛna to yen fo abada.",
   "An ye layidu ta ni [Bani isralakaw] ye ko: “Aw kana mɔgɔ wɛrɛ bato ni Ala tɛ, aw ka aw bangebagaw ni aw somɔgɔw ni aw somɔgɔw ni aw faantanw ni faantanw bonya. Aw ka kuma ni ɲumanya ye mɔgɔw fɛ, ka delili labato, ka kanuya di.” O kɔ, aw y'i kɔdon, fo aw cɛma mɔgɔ damadɔw.",
   "An ye aw ka layidu ta ko an kana ɲɔgɔn joli bɔn, ka ɲɔgɔn gɛn ka bɔ aw ka so. I sɔnna o ma ani i ye seereya kɛ.",
   "O bɛɛ n’a ta, aw filɛ nin ye, aw bɛ ɲɔgɔn faga ani ka aw yɛrɛ ta dɔw gɛn ka bɔ u ka so, ka ɲɔgɔn dɛmɛ jurumu ni binkanni na. Ni u nana aw fɛ jɔnya la, aw bɛ u kunmabɔ, hali ni a tun dagalen don aw ma ka u gɛn. Yala i dalen bɛ Sɛbɛnniw yɔrɔ dɔw la ani i bɛ ban tɔw la wa? Aw cɛma minnu bɛ o kɛ, o sara bɛna kɛ mun ye, ni maloya tɛ nin diɲɛ ɲɛnamaya kɔnɔ? Wa lakununni don na, u bɛna segin ɲangili gɛlɛnba la. Ala tɛ i ka ko kɛtaw dɔn.",
   "Olu de bɛ Lakaran jago kɛ nin diɲɛ ɲɛnamaya in na. U ka ɲangili tɛna nɔgɔya, u tɛna dɛmɛ fana.",
   "An ye Kitabu di Musa ma, ka tugu a kɔ ni cidenw ye minnu tugura ɲɔgɔn kɔ. An ye kabakow di Yesu ma, Mariyama denkɛ, ka barika don a la ni Ni Senu ye. Yala ni ciden dɔ nana i fɛ tuma o tuma ni fɛn ye min tɛ bɛn i nege ma, i b’a jaabi ni kuncɛbaya ye, ka ban dɔw la, ka dɔw faga wa?",
   "U b’a fɔ ko: “An dusukunw sirilen bɛ.” Tiɲɛ na, Ala ye u danga u ka dannabaliya kosɔn; dannaya dɔɔnin dɔrɔn de b'u la.",
   "Tuma min na Sɛbɛnni dɔ nana u ma ka bɔ Ala yɔrɔ, ka fɛn minnu tun bɛ u bolo kaban, olu sinsin — hali ni sanni u tun bɛ ka delili kɛ a dɔ la ka se sɔrɔ kafiriw kan — ni u ye min dɔn, o nana u ma, u banna o la. O la, Ala ka danga b dannabaliw kan.",
   "U ye u niw feere fɛn min na, o ye makariko ye dɛ — Ala ye min jira, u bɛ ban o la, k’a sababu kɛ dimi yɛrɛ ye, ko Ala k’a ka nɛɛma di mɔgɔ ma, a b’a fɛ ka min kɛ a ka baarakɛlaw fɛ. U ye dimi bila dimi kan, ani dannabaliw bolo, maloya ɲangili bɛ yen.",
   "Ni a fɔra u ye ko: “Ala ye min jira, aw ka da o la,” u b’a jaabi ko: “An dalen bɛ min jirala an na.” O bɛɛ n’a ta, u bɛ ban min nana o kɔfɛ, hali n’a y’a sɔrɔ tiɲɛ de b’u bolofɛnw sinsin. A fɔ ko: “O tuma na fɛ, mun na aw ye Ala ka kiraw faga ka kɔrɔ, ni aw ye dannabaaw ye?”",
   "Musa nana aw ma ni taamashyɛn jɛlenw ye, o bɛɛ n'a ta, aw y'a sugandi ka misiden bato a tɛ yen, k'aw to kojugukɛlaw ye.",
   "An ye layidu ta ni aw ye, i n’a fɔ an ye kulu kɔrɔta aw sanfɛ, ka ci fɔ ko: “An ye min di aw ma, aw ka o minɛ kosɛbɛ, ka lamɛnni kɛ.” O bɛɛ n’a ta, u y’a jaabi ko: “An bɛ mɛnni kɛ, an tɛ kan bila.” U dusukunw tun bɛ misiden kanu fɛ k’a sababu kɛ u ka dannabaliya ye. A fɔ ko: “Aw ka dannaya bɛ aw wajibiya ka min kɛ, ni aw ye dannabaaw ye, o ye makari ye dɛ.”",
   "A fɔ ko: “Ni So laban min bɛ Ala fɛ, o ye e dɔrɔn ta ye, ni mɔgɔ wɛrɛ tɛ o la, o tuma na, saya nege don, n’i ye tiɲɛ fɔ.”",
   "Nka u tɛna a fɛ abada, k’a sababu kɛ u bolow ye min kɛ. Ala bɛ kojugukɛlaw dɔn kosɛbɛ.",
   "Mɔgɔw bɛɛ la, i bɛna a ye k’u b’a fɛ kosɛbɛ ɲɛnamaya la, hali ka tɛmɛ bolibatobagaw kan. U kelen-kelen bɛɛ b’a fɛ ka san ba kelen kɛ. O bɛɛ n’a ta, ɲɛnamaya jan tɛna a gɛn ka bɔ ɲangili la. U bɛ fɛn o fɛn kɛ, Ala bɛ o bɛɛ ye.",
   "A fɔ ko: “Mɔgɔ o mɔgɔ ye Gabriɛl jugu ye—Ala sago la, a y’o jigin i dusukun na, ka ko minnu kɛra ka kɔn o ɲɛ, k’olu sinsin, ka bilasirali ni kibaru duman di dannabaaw ma.”",
   "Mɔgɔ o mɔgɔ ye Ala jugu ye, a ka mɛlɛkɛw, a ka cidenw, Gabril ani Misɛl—Ala ye dannabaliw jugu ye.",
   "An ye tɛmɛsira jɛlenw jira aw la, nka mɔgɔ si tɛ ban u la fo jurumukɛlaw.",
   "Yala tiɲɛ tɛ ko n’u donna layidu dɔ la tuma o tuma, u cɛma kulu dɔ b’o fili wa? Tiɲɛ na, u fanba dalen tɛ o la.",
   "Wa, Ala ka ciden dɔ nana u ma tuma min na, ka min bɛ u fɛ, o sinsin, Sɛbɛnni dira mɔgɔ minnu ma, olu kulu dɔ ye Ala ka Sɛbɛnni fili u kɔfɛ, i n’a fɔ u t’a dɔn.",
   "Jinɛw tun bɛ min fɔ Solomani ka masaya waati la, u tugura o kɔ. Solomani ma da a la, nka jinɛw y’o kɛ. U ye mɔgɔw kalan subagaya la, ani min jirala mɛlɛkɛ fila la, Harut ni Marut, Babilonɛ. U ma mɔgɔ si kalan k’a sɔrɔ u ma fɔlɔ k’a lasɔmi ko: “An ye kɔrɔbɔli ye, o la sa, kana bɔnɛ i ka dannaya la.” U ye bɛnbaliya don cogo min na cɛ n’a muso cɛ, u ye o dege u fɛ. O bɛɛ n’a ta, u tɛ se ka kojugu kɛ mɔgɔ si la ni Ala ma sɔn. U y’a Dɔn fɛn min bɛ kojugu Kɛ u la, wa min t’u nafa, k’a Dɔn kosɛbɛ ko mɔgɔ o mɔgɔ b’o Kɛ, o tigi tɛna niyɔrɔ foyi Sɔrɔ Lakalita la. U y’u niw feere fɛn min na, o ka jugu kosɛbɛ—ni u tun y’a faamu.",
   "Ni u tun tora kantigiya ni tilennenya la, sara min tun bɛ bɔ Ala yɔrɔ, o tun bɛna fisaya kosɛbɛ—n’u tun b’a dɔn.",
   "Aw minnu dalen bɛ a la, aw kana bonyabaliya kumaw fɔ, nka aw ka kuma cogo la min bɛ kɛ ni tiɲɛ ye, aw ka lamɛnni kɛ kosɛbɛ. Dannabaliw bɛna ɲangili jugu sɔrɔ.",
   "Dannabaliw minnu bɛ Kitabu mɔgɔw cɛma, wala murikariw si t’a fɛ ka dugawu si sɔrɔ i ye ka bɔ i Ma yɔrɔ. Nka, Ala b mg min sugandi a ka makari kama, sabu Ala ye nɛɛma dan tɛ min na.",
   "An bɛ tɛmɛsira fɛn o fɛn tiɲɛ walima ka kɛ sababu ye ka ɲinɛ o kɔ, An bɛ na ni tɛmɛsira ɲuman ye walima min bɔlen bɛ o la. Yala i t’a dɔn ko Ala bɛ se fɛn bɛɛ la wa?",
   "Yala i t’a dɔn ko Ala bɛ masaya kɛ sankolo ni dugukolo kan wa? Ni ale tɛ, i tɛ kɔrɔsibaga sɔrɔ, i tɛ jɛɲɔgɔn sɔrɔ fana.",
   "Yala i bɛna ɲininkali kɛ i ka ciden na i n’a fɔ Musa ɲininkara cogo min na fɔlɔ wa? Mɔgɔ o mɔgɔ bɛ dannaya ɲɔgɔn falen-falen ni dannabaliya ye, o tigi bɔra sira ɲuman kan.",
   "Kitabu mɔgɔw la, mɔgɔ caman, keleya kosɔn, u b’a fɛ ka aw kɔsegin ka kɛ dannabaliw ye aw ka dannaya kɔfɛ, hali ni tiɲɛ jɛlen don u bolo. O bɛɛ n’a ta, yafa ani ka i ɲɛmajɔ fo Ala ka na n’a ka ci fɔlen ye. Se bɛ Ala ye fɛn bɛɛ kan.",
   "Delili sigi sen kan ani ka saniya saniyali di. Aw mana koɲuman o ɲuman bila aw yɛrɛw ye, aw bɛna o sɔrɔ Ala fɛ. I bɛ min kɛ, Ala b’o ye.",
   "U b’a fɔ ko: “Yahutuw ni kerecɛnw dɔrɔn de bɛna don alijɛnɛ kɔnɔ.” Olu ye u sago ye. A fɔ ko: “A’ ye aw ka dalilu jira, ni aw ye tiɲɛ fɔ.”",
   "Tiɲɛ na, mɔgɔ o mɔgɔ b’a yɛrɛ kolo Ala ye, ka kɛ koɲuman kɛbaga ye, a ka sara bɛ sɔrɔ a Ma fɛ. U tɛna siran, u tɛna dusukasi fana.",
   "Yahutuw b’a fɔ ko: “Krecɛnw tɛ basigi,” ani Krecɛnw b’a fɔ ko: “Yahutuw tɛ basigi,” hali k’a sɔrɔ u bɛ Sɛbɛnniw kalan. O cogo kelen na, dɔnniya tɛ mɔgɔ minnu bolo, olu fana b’o ɲɔgɔn fɔ. Ala bɛna bɛnkan kɛ u ni ɲɔgɔn cɛ lakununni don na u ka sɔsɔliw ko la.",
   "Ani jɔnw ka tilenbaliya ka tɛmɛ mɔgɔ kan minnu bɛ Ala tɔgɔ fɔli bali a ka misiriw kɔnɔ, k’u cɛsiri ka taa u halakili la? O mɔgɔ suguw ka kan ka don u kɔnɔ siran dɔrɔn de fɛ. U fɛ, maloya bɛ nin ɲɛnamaya kɔnɔ, wa u bɛna ɲangili jugu sɔrɔ Lakaran na.",
   "Kɔrɔn ni Tlebi ye Ala ta ye. I mana i kɔsegin yɔrɔ o yɔrɔ, Ala ka kɛ yen. Ala ye fɛn bɛɛ lajɛlen ye, a bɛ fɛn bɛɛ dɔn.",
   "U b’a fɔ ko: “Ala ye denkɛ bange.” Nɔɔrɔ b’a la! Nka, fɛn o fɛn bɛ sankolow ni dugukolo kan, o bɛɛ ye ale ta ye; bɛɛ bɛ kan minɛ a ye.",
   "Sankolow ni dugukolo Dabɔbaa; ni a ye ko dɔ latigɛ, a b’a fɔ a ye dɔrɔn ko: ‘I ka kɛ,’ wa a bɛ ten.",
   "Minw t’a dɔn, olu bɛ ɲininkali kɛ ko: “Mun na Ala tɛ kuma an fɛ, walima ka taamashyɛn di an ma?” Minnu tun bɛ u ɲɛfɛ, olu fana ye o ɲinini kelenw de kɛ. U dusukunw bɛ ɲɔgɔn ta. An ye taamasiyɛnw kɛ ka jɛya mɔgɔw ye minnu dalen bɛ u la.",
   "An y’i ci ni tiɲɛ ye—i ko kibaru duman tabaga ani lasɔminibaga. I tɛna ɲininkali kɛ Jahannama tasuma sigibagaw ko la.",
   "Yahutuw ni kerecɛnw si tɛna sɔn i ma fo i ka tugu u ka sira la. A fɔ ko: “Ala ka bilasirali ye bilasirali ye.” Ni i tun bɛ tugu u negew kɔ, dɔnniya min nana i ma, o kɔfɛ, i tɛna lakanabaga ni dɛmɛbaga si sɔrɔ Ala fɛ.",
   "An ye Sɛbɛnni di mɔgɔ minnu ma, olu bɛ nɔrɔ a la, i n’a fɔ a ka kan ka tugu cogo min na—olu dalen bɛ o la. Minnu bɛ ban o la, olu de ye bɔnɛbagaw ye.",
   "Aw [Bani isralakaw], aw hakili ka to ne ka nɛɛma la ne ye min di aw ma, ani ne ye aw ka nɛɛma kɛ cogo min na ka tɛmɛ siyaw bɛɛ kan.",
   "Aw k’aw janto don dɔ la, ni si tɛna nafa wɛrɛ lase mɔgɔ wɛrɛ ma cogo si la, kunmabɔnafolo si tɛna sɔn o la, delili si tɛna nafa sɔrɔ a la, wa u tɛna dɛmɛ.",
   "Ibrahima kɔrɔbɔra a Ma fɛ ni ci fɔlenw ye tuma min na, a y'u dafa. A ko: “Ne na i kɛ jama ɲɛmaa ye.” A y’a ɲininka ko: “Ne bɔnsɔnw dun?” A y’a jaabi ko: “Ne ka layidu tɛ fo ka se kojugukɛlaw ma.”",
   "An ye So kɛ mɔgɔw lajɛyɔrɔ ye ani yɔrɔ senuma ye. Aw ka Ibrahima ka jɔyɔrɔ ta ka kɛ delili yɔrɔ ye. An ye ci fɔ Ibrahima ni Ismaɛl ye ko: “Aw ka ne ka so saniya mɔgɔ minnu bɛ lamini lamini, minnu bɛ miiri, ani minnu bɛ u biri ka sujudu kɛ.”",
   "Ibrahima ye delili kɛ ko: “Ne Ma, nin kɛ jamana lakananen ye, ka jiridenw di a ka mɔgɔw ma—olu cɛma minnu dalen bɛ Ala la ani don laban na.” A y’a jaabi ko: “Mɔgɔ minnu ma da a la, ne bɛna a to u ka nisɔndiya dɔɔnin, o kɔfɛ, ne bɛna u wajibiya ka taa Tasuma ɲangili la—yɔrɔ juguba.”",
   "Ibrahima ni Ismaɛl tun bɛ ka So jusigilanw kɔrɔta tuma min na, u ye delili kɛ ko: “An Ma, sɔn nin ma an fɛ; I ye fɛn bɛɛ mɛnbaga ye, fɛn bɛɛ dɔnbaga.",
   "An Ma, i k'an kolo i ye, ka jamana dɔ kɛ an bɔnsɔnw na min bɛ kolo i ye. An ka laadalakow jira an na, ka sɔn an ka nimisali ma; I ye Nimisali Sɔnbaga ye, hinɛtigiba.",
   "An Ma, i ka ciden dɔ lawuli u cɛma ka bɔ u yɛrɛ la, min bɛna i ka tɛmɛsiraw lase u ma, ka Kitabu ni hakilitigiya kalan u ye, ka u saniya. I ye Sebaayabɛɛtigi, Hakilitigi ye.”",
   "Ani jɔn tun bɛna a kɔdon Ibrahima ka dannaya la ni mɔgɔ tɛ min bɛ a yɛrɛ ni lafili? An y’a sugandi diɲɛ kɔnɔ, wa a bɛna kɛ mɔgɔ tilennenw cɛma.",
   "A Ma y’a fɔ a ye tuma min na ko: “I majigin,” a ko: “Ne y’i kolo diɲɛw Ma ye.”",
   "Ibrahima y’a denkɛw kalan, i n’a fɔ Yakuba y’a kɛ cogo min na, ko: “Ne denw, Ala ye nin diinɛ in sugandi aw ye, o la sa, aw kana sa fo ni aw majiginbagaw ye.”",
   "Yala aw tun ye seerew ye tuma min na saya sera Yakuba ma, tuma min na a ye a denkɛw ɲininka ko: “Aw bɛna jɔn bato ne kɔfɛ wa?” U y'a jaabi ko: «An na i ka Ala bato, ani i bɛnbaw ka Ala, Ibrahima, Ismaɛl ani Isaka, Ala kelenpe. An ka kolobagaw ye ale de bolo.”",
   "O tun ye sigida ye min tɛmɛna. U ye min dan, u na o suman, aw ye min dan, aw na o suman. I tɛna ɲininkali kɛ u ka kɛwalew la.",
   "U b’a fɔ ko: “Aw ka kɛ Yahutuw ye wala kerecɛnw ye, aw na ɲɛminɛ.” A fɔ ko: «Nka, Ibrahima ka dannaya, Ala kelenpebaa, wa a tun tɛ murikɛriw la.»",
   "A fɔ ko: «An dalen bɛ Ala la, ani min jirala an na, ani min jirala Ibrahima ni Ismaɛl, Isaka, Yakuba ani kabilaw la, ani fɛn min dira Musa ni Yesu ma, ani min dira u ma kiraw bɔra u Ma fɛ. An tɛ danfara don u si ni ɲɔgɔn cɛ, wa an bɛ kolo ale de bolo.”",
   "Ni u dalen b a la i ko aw dalen b a la cogo min na, o tuma na, u b bilasira. Nka n’u y’u kɔdon, u bɛ farali la. Ala na bn aw ma u kama. Ale de ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga don.",
   "Ala ka kulɛri—kulu jumɛn bɛ se ka fisa ni Ala ta ye? “An ye a batobagaw ye.”",
   "A fɔ ko: “Yala aw bɛna sɔsɔli kɛ an fɛ Ala ko la, k’a sɔrɔ ale ye an Ma ni aw Ma ye, an ka kɛwalew bɛ an bolo, aw taw bɛ aw bolo, ani anw ye an sɛbɛw ye a fɛ wa?”",
   "Yala i b’a fɔ ko Ibrahima, Ismaɛl, Isaka, Yakuba ani Kabilaw tun ye Yahutuw ye walima Krecɛnw ye wa? A fɔ ko: “I ka dɔnniya ka bon wa, wala Ala de don?” Jɔn ka tilenbaliya ka bon ni mɔgɔ ye min bɛ a ka seereya dogo Ala la? Ala tɛ i ka ko kɛtaw dɔn.",
   "O tun ye sigida ye min tɛmɛna. U bɛ u ka kɛwalew jate, ani e fana bɛ i ka kɛwalew jate. U ye min kɛ, u tɛna ɲininkali kɛ i la.",
   "Jama cɛma hakilintanw bɛna a fɔ ko: “Mun na u y’u ka delili sira yɛlɛma?” A fɔ ko: “Kɔrɔn ni tilebin ye Ala ta ye, a b’a fɛ mɔgɔ min na, a bɛ o bila sira tilennen kan.”",
   "An ye aw kɛ jɛkulu balannen ye, a dɔ la aw ka kɛ seerew ye Adamadenya kan, ani Ciden ka kɛ seere ye aw kan. An y'aw ka delili ɲɛminɛcogo kɔrɔ sigi sen kan a dɔ la ka mɔgɔ minnu bɛ tugu ciden kɔ, olu ni mɔgɔ minnu bɛ kɔsegin u senw kan, olu faranfasi. Tiɲɛ na, o tun nafa ka bon, fo Ala ye minnu ɲɛminɛ. Ala tɛna a to i ka dannaya ka tiɲɛ. Tiɲɛ na, Ala ye, jama fɛ, ɲumanya ni makarikɛla ye.",
   "An y’i kɔlɔsi k’i ɲɛda wuli ka taa sankolow la, o la An bɛna i bilasira sira fɛ min bɛna diya i ye. I ɲɛda kɛ misiri senuma fan fɛ, i bɛ se ka kɛ yɔrɔ o yɔrɔ, i k’i ɲɛsin a ma. Sɛbɛnniw dira minnu ma, olu b’a dɔn ko o ye tiɲɛ ye min bɔra u Ma yɔrɔ. U bɛ min kɛ, Ala tɛ o dɔn.",
   "Hali n’i tun bɛna na ni tɛmɛsira kelen-kelen bɛɛ ye Sɛbɛnniw di minnu ma, olu tun tɛna tugu i ka ɲɛminɛli kɔ, wa i man kan ka tugu olu ta kɔ fana. U tɛ tugu ɲɔgɔn ka ɲɛminɛli kɔ fana. Ni i tun tugura u negew kɔ, dɔnniya min nana i ma, o kɔfɛ, i tun bɛna kɛ tilenbaliw cɛma.",
   "An ye Sɛbɛnni di minnu ma, olu b’a dɔn i n’a fɔ u b’u yɛrɛ denw dɔn cogo min na. Nka u dɔw bɛ tiɲɛ dogo k’a sɔrɔ u b’a dɔn.",
   "Tiɲɛ bɛ bɔ i Ma la, o la, i kana kɛ sigasigabagaw cɛma.",
   "U kelen-kelen bɛɛ ta fan fɛ, sira dɔ bɛ yen u bɛ taa min fɛ, o la, aw ka ɲɔgɔn sɔrɔ kɛwale ɲumanw kɛli la. Aw mana kɛ yɔrɔ o yɔrɔ, Ala bɛna aw bɛɛ lajɛ ɲɔgɔn fɛ. Se bɛ Ala ye fɛn bɛɛ kan.",
   "Wa i bɛ bɔ yɔrɔ o yɔrɔ, i bɛ i ɲɛda wuli ka taa Misiri senuma fan fɛ. Nin ye tiɲɛ ye min bɔra i Ma fɛ. Ala tɛ i ka ko kɛtaw dɔn.",
   "I bɛ bɔ yɔrɔ o yɔrɔ, i bɛ i ɲɛda wuli ka taa Misiri senuma fan fɛ. Wa i mana kɛ yɔrɔ o yɔrɔ, i k’i ɲɛmajɔ, a dɔ la mɔgɔw kana sɔsɔli si kɛ i kama, fo u cɛma kojugukɛlaw. O la, aw kana siran u ɲɛ, nka aw ka siran Ne ɲɛ. O tuma na fɛ, ne na Ne ka nɛɛma dafa aw kan, a dɔ la aw ka ɲɛminɛ.",
   "Hali i n’a fɔ an ye ciden ci aw ma ka bɔ aw cɛma, min b’an ka tɛmɛsiraw lase aw ma, ka aw saniya, ka Kitabu ni hakilitigiya kalan aw ye, ka aw kalan aw tun tɛ min dɔn.",
   "O la, aw hakili to Ne la, ne fana na aw hakili to aw la. Aw ka barika da Ne ye, aw kana ban dannaya la.",
   "Aw dannabaaw, aw ka dɛmɛ ɲini muɲuli ni delili fɛ; tiɲɛ na, Ala bɛ muɲubagaw fɛ.",
   "Mɔgɔ minnu fagara Ala ka sira la, i kana a fɔ ko: “U sara.” Nka, u ɲɛnama don, nka i tɛ se k’o faamu.",
   "Siga t’a la, an bɛna aw kɔrɔbɔ ni siran, kɔngɔ, nafolo, ɲɛnamaya ani jiridenw bɔnɛ hakɛ dɔ ye. Nka kibaru duman di banabagatɔ ma.",
   "Minnu, ni balawu dɔ kɛra u la, u b’a fɔ ko: “An ye Ala ta ye, an bɛ segin ale de ta la.”",
   "Dubaw ni makari bɛ u kan ka bɔ u Ma yɔrɔ, olu de ye ɲɛminɛbagaw ye.",
   "Safa ni Marwa ye Ala ka taamasyɛnw dɔ ye. Mɔgɔ o mɔgɔ bɛ Haji kɛ So walima Umrah la, o tigi tɛ jalaki n’u bɛ yaala-yaala u ni ɲɔgɔn cɛ. Mɔgɔ o mɔgɔ bɛ ɲumanya kɛ a yɛrɛ sago la—Ala bɛ waleɲumandɔn jira ani a bɛ fɛn bɛɛ dɔn.",
   "Minnu bɛ taamashyɛn jɛlenw ni bilasiralikanw damatɛmɛ, An ye minnu jira, an kɛlen kɔ k’u jɛya mɔgɔw ye Sɛbɛnniw kɔnɔ— Ala ka danga bɛ olu kan ani dangabagaw ka danga.",
   "Fo minnu bɛ nimisa, ka fɛn dɔw sɛmɛntiya, ka fɔli kɛ. Ninnu—ne na sɔn u ka nimisali ma. Ne ye Nimisali Sɔnbaga ye, hinɛtigiba.",
   "Mg minnu ma da a la, ka sa k’u to dannabaliw ye, Ala ni mɛlɛkɛw ani mɔgɔw bɛɛ dangalen bɛ olu la.",
   "U bɛna to a kɔrɔ fo abada, k’a sɔrɔ u ma lafiya walima ka lajɔ ɲangili la.",
   "I ka Ala ye Ala kelenpe de ye. Ala wɛrɛ tɛ yen ni Ale tɛ, Cracious, Merciful.",
   "Sankolo ni dugukolo dabɔli la, su ni tile ɲɔgɔn falen-falen na, kurun minnu bɛ kɔgɔjiw tigɛ Adamadenw ka nafa kama, sanji min Ala bɛ jigin ka bɔ sankolo la a dɔ la ka dugukolo lakunu a salen kɔfɛ, suguya bɛɛ jɛnsɛnni danfɛnw, fiɲɛw jiginni, ani sankaba minnu sirilen bɛ sankolo ni dugukolo cɛ, olu ye taamasyɛnw ye mɔgɔw bolo minnu bɛ miiri.",
   "Mɔgɔ dɔw bɛ mɔgɔ wɛrɛw kɛ kelen ye ni Ala ye, k’u kanu iko Ala kanu. Nka dannabaaw bɛ Ala kanu ka tɛmɛ o kan. Ni kojugukɛlaw tun bɛ se ka o ɲangili seereya, u tun bɛna a faamu ko fanga bɛɛ ye Ala ta ye, wa ko Ala ka ɲangili ka jugu.",
   "Ni u ye ɲangili kunbɛn, mɔgɔ minnu tugura u kɔ, olu bɛna ban u nɔfɛmɔgɔw la, wa u ka jɛɲɔgɔnya bɛɛ bɛna tigɛ.",
   "Minnu tugura o kɔ, olu bɛna a fɔ ko: “Ni an tun bɛ se ka segin, an tun bɛna ban u la i n’a fɔ u ye an ban cogo min na.” O cogo la, Ala bɛna u ka kɛwalew jira u la i n’a fɔ nimisali sababu, wa u tɛna bɔ Tasuma ɲɛ.",
   "Aw mɔgɔw, fɛn min bɛnnen don ani min ka ɲi dugukolo kan, aw k’o dun, aw kana tugu Sitanɛ sennakow kɔ, bawo ale de ye aw jugu fɔlen ye.",
   "A b’a fɔ i ye ko i ka juguya ni nalomaya kɛ, ani i tɛ min dɔn, i k’o fɔ Ala ko la.",
   "Ni a fɔra u ye ko: “Ala ye min jira, aw ka tugu o kɔ,” u b’a jaabi ko: “An ye min sɔrɔ an bɛnbaw tugura o kɔ, an bɛna tugu o kɔ.” Hali k’a sɔrɔ u bɛnbaw tun tɛ ni faamuyali walima bilasirali ye wa?",
   "Kafiriw bɔɲɔgɔnko ye mɔgɔ ye min bɛ kulekan lamɛn, k’a sɔrɔ a ma faamuyali sɔrɔ—tulonkɛninw, bobow ani fiyentɔw, u t’a faamu.",
   "Aw minnu dalen bɛ a la, an ye fɛn nafama minnu di aw ma, aw ka olu dun, ka barika da Ala ye, ni aw bɛ ale de bato.",
   "A ye aw bali ka sogo, joli, donsoya, ani dumuni minnu bilalen bɛ mɔgɔ wɛrɛ ye ni Ala tɛ. Nka, ni mɔgɔ dɔ wajibiyara wajibi fɛ—ni nege tɛ a la, wala ni a ma kɛ sariya tiɲɛni ye—jurumu si tɛ a kan. Ala ye Yafabaga ni makaribaga ye.",
   "Ala ye fɛn minnu jira Sɛbɛnniw kɔnɔ, olu bɛ o dogo, k’u falen ni tɔnɔ fitinin ye, olu tɛ foyi munumunu u kɔnɔbara la ni tasuma tɛ. Lakununni don na, Ala tɛna kuma u fɛ, wa a tɛna u saniya; sabu u ye ɲangili dimi de ye.",
   "Olu de ye fili san bilasirali ni ɲangili sɔngɔ la yafa sɔngɔ la. U bɛna Tasuma muɲu cogo di?",
   "O bɛ kɛ sabu Ala ye Sɛbɛnniw jira tiɲɛ na. Minnu bɛ sɔsɔli kɛ Sɛbɛnniw kan, olu bɛ sɔsɔli kɛ kosɛbɛ.",
   "Tilennenya tɛ ka i ɲɛda wuli kɔrɔn fɛ walima tilebin fɛ. Tilennenya ye ka da Ala la, don laban na, mɛlɛkɛw la, Kitabuw la, ani Kiraw la; nafolo tila-tila — hali n’a kanu — ni somɔgɔw ye, yatɔw, magojirabagaw, so tɛ minnu na, minnu bɛ ɲininkali kɛ; ani ka mɔgɔw hɔrɔnya minnu kɛra jɔnw ye; delili kɛli, ka kanuya saniyalen di, ka layidu ta ni u kɛra, ani ka muɲu bana, gɛlɛyaw ani kɛlɛ waatiw la. Olu de ye tiɲɛ fɔbagaw ye, olu de ye mɔgɔ tilennenw ye.",
   "Aw dannabaaw, waleɲumandɔn latigɛra aw ye mɔgɔfaga ko la: hɔrɔnw ye hɔrɔnw ye, jɔnw ye jɔnw ye, musow ye musow ye. Nka, ni mɔgɔ dɔ yafara a tɔɲɔgɔn fɛ, i ka fɛn o fɛn ɲini min bɛ se ka kɛ, i ka o di ani ka a sara teriya la. Nin ye nɔgɔya ni makari ye ka bɔ i Ma yɔrɔ. Mɔgɔ o mɔgɔ ye sariya tiɲɛ o kɔfɛ, o ɲangili jugu bɛna kɛ a la.",
   "Sariyakolo min bɛ waleɲumandɔn jira, o bɛ kɛ sababu ye ka ɲɛnamaya mara aw ye, aw hakilitigiw, a dɔ la aw ka se ka aw yɛrɛ minɛ.",
   "Ni saya gɛrɛla aw dɔ la kelen na, n’a ye nafolo to a kɔ, sago ye wajibi ye a kan, bangebagaw ni a somɔgɔw gɛrɛfɛ, cogo tilennen na—wajibiya don mɔgɔ tilennenw kan.",
   "Ni mɔgɔ dɔ y’a yɛlɛma a mɛnni kɔfɛ, jurumu bɛ a yɛlɛmabagaw de kan. Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.",
   "Ni mɔgɔ bɛ siran kojugu walima ɲɛmajɔbaliya ɲɛ ka bɔ layidu tabaga dɔ fɛ, ka hɛrɛ kɛ u ni ɲɔgɔn cɛ, a tɛ jurumu kɛ. Ala ye Yafabaga ni makaribaga ye.",
   "Aw dannabaaw, sunɔgɔ latigɛra aw ye, i ko a kɛra aw ɲɛfɛ mɔgɔw ye cogo min na, a dɔ la aw ka tilennenya sɔrɔ.",
   "Tile hakɛ dɔ la min latigɛra. Nka, ni aw dɔ banana walima ni aw bɛ taama na, o tuma na don wɛrɛw la. Ani minnu bɛ se, olu kan—kunmabɔsara min bɛ kɛ ka faantan dɔ balo. N’i y’i yɛrɛ sago kɛ ka ko ɲuman kɛ, o ka fisa i ma. Wa ni aw bɛ sunɔgɔ, o ka fisa aw ma, ni aw tun b’a dɔn.",
   "Ramadan ye kalo ye Kuranɛ bɔra min kɔnɔ, i n’a fɔ bilasirali Adamadenw ma, ni bilasirali taamasiyɛn jɛlenw ye, ani sariya. Aw cɛma mɔgɔ o mɔgɔ bɛ kalo seereya kɛ, o ka sunɔgɔ a la. Nka ni mɔgɔ dɔ banana walima ni a bɛ taama na, o tuma na tile damadɔ wɛrɛw. Ala b’a fɛ ka nɔgɔya i ye, a t’a fɛ ka gɛlɛya sɔrɔ. O la sa, waati latigɛlen dafa, ka Ala tanu a kɛlen k’i bilasira, ani ka waleɲumandɔn jira.",
   "Ni ne ka baarakɛlaw ye aw ɲininka ne ko la, ne bɛ kɛrɛfɛ, wa ne bɛ welebaga ka weleli jaabi ni a ye ne wele. O la, u ka ne jaabi ka da ne la, a dɔ la u ka bilasira.",
   "Sunɔgɔ suw la, a bɛ se ka kɛ aw ka jɛɲɔgɔnya kɛ ni aw musow ye. U ye fini ye i bolo, i fana ye fini ye u bolo. Ala tun b’a dɔn ko aw tun bɛ aw yɛrɛw lafili, o de la a ye a yɛrɛ bila aw la ka yafa aw ma. Sisan, i gɛrɛ u la ka Ala ye min sigi i ye, i k’o ɲini. Aw bɛ dumuni kɛ ka minni kɛ fo sɔgɔmada jiri finman ka kɛ danfara ye ni jiri nɛrɛmuguma ye. O kɔ, aw bɛ sunɔgɔ dafa fo ka se su ma. Nka aw kana gɛrɛ u la k’aw to yɔrɔ la misiriw la. Olu ye Ala ka danyɔrɔw ye, o la sa, kana gɛrɛ u la. O cogo la Ala b’a ka laadalakow jɛya mɔgɔw ye, a dɔ la u ka kɛ mɔgɔ tilennenw ye.",
   "Aw kana ɲɔgɔn ka nafolo dun tilenbaliya la, aw kana o di kiritigɛlaw ma a dɔ la ka mɔgɔ wɛrɛw ka nafolo tilayɔrɔba dɔ dun cogo jugu la ani k’a dɔn.",
   "U b'i ɲininka kalo kura ko la. A fɔ ko: “U ye waati taamasiyɛnw ye mɔgɔw bolo ani Haji kama.” Jogoɲumanya tɛ don so kɔnɔ ka bɔ u kɔ la, nka jogoɲumanya bɛ tilennenya de la. O la sa, aw ka don sow kɔnɔ u da la, aw ka aw hakili to Ala la, a dɔ la aw ka se ka ɲɛtaa sɔrɔ.",
   "Minnu bɛ i kɛlɛ, i ka kɛlɛ kɛ Ala ka sira kan, nka i kana binkanni kɛ. Ala tɛ binkannikɛlaw kanu.",
   "I mana u sɔrɔ yɔrɔ o yɔrɔ, i k’u faga, k’u gɛn ka bɔ u gɛnna yɔrɔ min na. Tɔɔrɔ ka jugu ka tɛmɛ mɔgɔfaga kan. Aw kana u kɛlɛ misiri senuma la, fo n’u y’aw kɛlɛ yen. Ni u ye aw kɛlɛ, o tuma na fɛ, aw k’u faga—o ye dannabaliw ka ɲangili ye.",
   "Nka ni u banna, o tuma na fɛ, Ala ye Yafabaga ni makarikɛla ye.",
   "Aw k’u kɛlɛ fo tɔɔrɔ kana kɛ tugun, ani diinɛ bɛ Ala dɔrɔn de ta. Nka n’u y’u dabila, o tuma na fɛ, binkanni si man kan ka kɛ, fo ka ɲɛsin degunbagaw ma.",
   "Kalo senuma kalo senuma kama; senuya tiɲɛni o tiɲɛni bɛ wele bila ka waleɲumandɔn jira. Mɔgɔ o mɔgɔ bɛ binkanni daminɛ i ma, i ka jaabi di i ma. Aw ka aw hakili to Ala la, ka a dɔn ko Ala bɛ mɔgɔ tilennenw fɛ.",
   "Aw ka musaka kɛ Ala ka sira la, nka aw kana aw yɛrɛ fili tiɲɛni na. Aw ka ko ɲuman kɛ; tiɲɛ na, Ala bɛ koɲuman kɛbagaw kanu.",
   "Aw ye Haji ni Umrah kɛ Ala ye. Ni aw balila, o tuma na, aw bɛ saraka dɔ kɛ min bɛ se ka kɛ. Aw kana aw kunkolo tigɛ fo ni saraka ka se a yɔrɔ la. Aw cɛma mɔgɔ o mɔgɔ bananen don walima ni kunkolo bana bɛ a la, o ka kan ka kunmabɔsara kɛ sunɔgɔ walima kanuya walima yɛrɛdi la. Hɛrɛ waatiw la, minnu bɛ Umrah ni Haji fara ɲɔgɔn kan, olu ka kan ka saraka dɔ kɛ u seko la. Ni i ma se, o tuma na fɛ, i ka sunɔgɔ tile saba hiji waati la ani tile wolonwula i segintɔ, o bɛɛ lajɛlen ye tan ye. O bɛ tali Kɛ mɔgɔ minnu ka denbayaw tɛ Misiri Senuman kɛrɛfɛ. Aw ka aw hakili to Ala la, aw k’a dɔn ko Ala ka gɛlɛn ka jurumu sara.",
   "Haji bɛ Kɛ kalo kofɔlenw na. Mɔgɔ o mɔgɔ b’a yɛrɛ bila Hiji kɛli la, o tigi ka kan k’a yɛrɛ tanga jɛɲɔgɔnya gɛlɛnw ma, jurumu kɛwalew, ani sɔsɔliw ma Haji kɛtuma na. I mana ko ɲuman o ko ɲuman kɛ, Ala b’o dɔn. Aw yɛrɛw ka balo di, nka labɛn min ka fisa, o ye Ala ɲɛsiran ye. O la, aw ka siran Ne ɲɛ, aw hakilitigiw.",
   "I tɛ jurumu si sɔrɔ i kɛtɔ ka i Ma ka nɛɛma ɲini. Ni i jigira ka bɔ Arafat, i hakili to Ala la Kabakomayɔrɔ senuma na, ani i hakili to a la ko a ye i bilasira, bawo sanni o ka kɛ, i tun filila.",
   "O kɔ, aw ka jɛnsɛn ka bɔ mɔgɔw jɛnsɛnnen yɔrɔ la, ka yafa ɲini Ala fɛ. Ala ye Yafabaga ni makaribaga ye.",
   "Ni i ye i ka laadalakow dafa, i hakili to Ala la i n’a fɔ i hakili bɛ i bangebagaw la cogo min na, walima ka tɛmɛ o kan yɛrɛ. Mɔgɔ dɔw b’a fɔ ko: “An Ma, i ka diɲɛ di an ma,” nka u tɛna niyɔrɔ si sɔrɔ Lakaran na.",
   "Dɔw fana b’a fɔ ko: “An Ma, ɲuman di an ma diɲɛ kɔnɔ, ka ɲuman di an ma Lanaya la, ka an tanga tasuma tɔɔrɔ ma.”",
   "Olu bɛna u niyɔrɔ sɔrɔ u ye min sɔrɔ. Ala bɛ teliya ka jatebɔ kɛ.",
   "I hakili to Ala la don latigɛlenw kɔnɔ. Ni mɔgɔ dɔ kɔrɔtɔlen don ka segin tile fila kɔfɛ, jurumu si tɛ a kan; ni mɔgɔ dɔ tora a kan, jurumu si tɛ a kan fana—n’a y’a sɔrɔ u bɛ tilennenya mara. Aw ye aw hakili to Ala la, ani aw k’a dɔn ko aw bɛna lajɛ a fɛ.",
   "Mɔgɔ sugu dɔ bɛ yen, a ka kuma bɛ se ka i kabakoya nin diɲɛ ɲɛnamaya kɔnɔ, wa a bɛ Ala wele a ka seereya kɛ min bɛ a dusukun na, o bɛɛ n’a ta, a kɛlɛbagaw bɛɛ la jugu.",
   "Ni a ye fanga sɔrɔ dɔrɔn, a b’a laɲini ka tiɲɛni kɛ dugukolo kan ani k’a sɛnɛfɛnw n’a bɔnsɔn tiɲɛ. Namara man di Ala ye.",
   "Ni a fɔra a ye ko: “I ka siran Ala ɲɛ,” kuncɛbaya b’a bila ka jurumu wɛrɛ kɛ. Jahannama bɛna se a ma—wa, o ye yɔrɔ juguba ye dɛ.",
   "Mɔgɔ dɔw fana bɛ yen minnu b'u yɛrɛ feere ka Ala ka sɔnni ɲini. Ala ye ɲumanya kɛ baarakɛlaw ye.",
   "Aw minnu dara a la, aw ka don aw yɛrɛ majigin na pewu, aw kana tugu Sitanɛ sennakow kɔ; a ye jugu jɛlen ye aw bolo.",
   "Ni i seginna ka na, taamasiɲɛ jɛlenw nana i ma kɔfɛ, o tuma na, i k’a dɔn ko Ala ye Sebaayaba ni Hakilitigi ye.",
   "Yala u bɛ Ala yɛrɛ nali makɔnɔ sankaba cɛma, mɛlɛkɛw bɛ u bilasira wa? O ko tun bɛna ɲɛnabɔ kaban o waati la. Ko bɛɛ laban bɛ segin Ala ma.",
   "Isirayɛlidenw ɲininka An ye taamasyɛn jɛlen joli di u ma. Mɔgɔ o mɔgɔ bɛ dugawu dɔ bila a nɔ na, a ye dugawu min sɔrɔ ka bɔ Ala yɔrɔ, n’o ye Ala ye, a ka gɛlɛn a ka waleɲumandɔn na.",
   "Diɲɛ ɲɛnamaya bɛ kɛ kafiriw lafili, wa u bɛ dannabaaw tulo geren. nka mɔgɔ tilennenw na kɛ u sanfɛ su kununni don na. Ala b’a fɛ mɔgɔ min na, a bɛ o balo, ni sumanikɛlan tɛ.",
   "Adamadenw tun ye jɛkulu kelen ye, o kɔfɛ Ala ye Cidenw ci ni kibaru duman ni lasɔminiw ye. U kɛrɛ fɛ, a ye Sɛbɛnniw jira ni tiɲɛ ye, a dɔ la ka kiri tigɛ mɔgɔw ni ɲɔgɔn cɛ u ka sɔsɔliw la. Dalilu jɛlenw sɔrɔlen kɔfɛ dɔrɔn, u y’a daminɛ ka danfara don u ni ɲɔgɔn cɛ, k’a sababu kɛ ɲɔgɔn keleya ye. A sago barika la, Ala ye dannabaaw bilasira ka taa tiɲɛ na, u tun ye sɔsɔli kɛ tiɲɛ min kan. Ala b’a fɛ mɔgɔ min na, a bɛ o bila sira tilennen kan.",
   "Walima i b’a miiri ko i bɛna don Alijinɛ kɔnɔ, k’a sɔrɔ i ma kɔrɔbɔliw sɔrɔ minnu tun bɛ i ɲɛfɛ wa? Gɛlɛya ni gɛlɛyaw de y’u tɔɔrɔ, u yɛrɛyɛrɛla fo Ciden ni dannabaaw n’a y’a fɔ ko: “Ala ka dɛmɛ bɛna na tuma jumɛn?” Tiɲɛ na, Ala ka dɛmɛ surunyara.",
   "U ka kan ka musaka min kɛ, u b’aw ɲininka. A jaabi ko: “I bɛ musaka fɛn o fɛn kɛ, o ka kan ka kɛ bangebagaw, somɔgɔw, yatɔw, faantanw ani sira kan mɔgɔ ye. I mana ko ɲuman fɛn o fɛn kɛ, Ala b’o dɔn kosɛbɛ.”",
   "Kɛlɛ latigɛra i ye, hali ni o man di i ye. A bɛ se ka kɛ ko fɛn min ka ɲi i ma, o man di i ye, ani ko fɛn min man ɲi i ma, o man di i ye. Ala b’a dɔn, i t’a dɔn.",
   "U b’i ɲininka kɛlɛ ko la kalo senuma kɔnɔ. A fɔ ko: «Kɛlɛ kɛli o waati la, o ye jurumuba ye. Nka ka i ɲɛsin Ala ka sira ma, ka kafiri a la, ka don misiri senuma kɔnɔ, ka a sigibagaw gɛn, o ka jugu ni Ala ye. Kɛlɛ ka jugu ni fagali ye.” U tɛna i kɛlɛ dabila fo n’u y’a to i ka ban i ka dannaya la, n’u bɛ se. Mɔgɔ o mɔgɔ bɛ kɔsegin aw cɛma ka bɔ a ka diinɛ na, ka sa kafiri, u ka kɛwalew bɛna kɛ foyi ye diɲɛ ni siniko la. Olu ye Tasuma sigibagaw ye, u bɛna to yen fo abada.",
   "Nka, dannaya bɛ mɔgɔ minnu na, minnu bɛ taa yɔrɔ wɛrɛw la ani minnu bɛ cɛsiri kɛ Ala ka sira kan, olu bɛ se ka jigiya sɔrɔ Ala ka makari la. Ala ye Yafabaga ni makaribaga ye.",
   "U b’i ɲininka diwɛn ni wasa ko la. A fɔ ko: “Jurumuba bɛ o fila bɛɛ la ka fara nafa dɔw kan mɔgɔw ma. Nka u ka jurumu ka bon ni u nafaw ye.” U b’i ɲininka u ka kan ka musaka min kɛ. A fɔ ko: “Tɛmɛnen.” O cogo la, Ala b’a ka tɛmɛsiraw jira ka jɛya i ye, a dɔ la i ka miiri.",
   "Nin diɲɛ ni a kɔfɛta ko la. U b’aw ɲininka yatɔw ko la. A fɔ ko: “Ka wale kɛ u nafa kama, o ka ɲi. Nka ni aw ni u fara ɲɔgɔn kan, aw k’u jate aw balimaw ye.” Ala bɛ tiɲɛnikɛla dɔn ka bɔ fɛnkurabɔla la. Ni Ala tun b’a fɛ, a tun bɛ se ka gɛlɛyaw da i kan. Ala ye Sebaayaba ni Hakilitigi ye.",
   "Aw kana muso caman furu fo u ka da a la. Baarakɛmuso dannabaa ka fisa ni mushɛrɛ ye, hali n’a y’a diya i ye. O cogo kelen na, aw kana ala musomanw furu fo u ka da a la. Baarakɛla dannabaa ka fisa ni mushɛrɛ ye, hali n’a y’a diya i ye. Olu bɛ wele bila Tasuma ma, k’a sɔrɔ Ala bɛ wele bila ka taa Alijinɛ na ani yafa la, a ka toli fɛ. A b’a ka tɛmɛsiraw jira ka jɛya mɔgɔw ye, a dɔ la u ka se ka miiri.",
   "U b’aw ɲininka kalolabɔ ko la. A jaabi ko: “A bɛ kojugu kɛ; o la aw k’aw yɔrɔ janya musow la kalolabɔ waati, aw kana gɛrɛ u la fo n’u saniyalen don. Ni u saniyalen don, aw ka gɛrɛ u la i ko Ala y’a jira aw la cogo min na.” Mɔgɔ minnu bɛ nimisa ani minnu bɛ u yɛrɛ saniya, Ala bɛ olu kanu.",
   "Aw musow ye aw ka laadalakow ye, o la aw ka gɛrɛ aw ka laadalakow la i n’a fɔ aw b’a fɛ cogo min na. Aw ka aw labɛn aw yɛrɛ ye, ka siran Ala ɲɛ, ka a dɔn ko aw bɛna a kunbɛn. Kibaru duman di dannabaaw ma.",
   "Wa, i kana Ala kɛ, i ka kalili kosɔn, balilan ye min b’i bali ka ko ɲuman kɛ ani ka kɛ cogo bɛnnen na ani ka hɛrɛ kɛ mɔgɔw ni ɲɔgɔn cɛ. Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.",
   "Ala tɛna i jalaki kaliliw la minnu ma kɛ ni laɲini ye, nka a bɛna i jalaki i dusukunw b’a fɛ ka min kɛ. Ala ye Yafabaga ni makaribaga ye.",
   "Minnu bɛ layidu ta k’u tɛna u musow makɔnɔ, kalo naani bɛ u makɔnɔ. Ni u bɛ bɛn, o tuma na, tiɲɛ na, Ala ye Yafabaga ni makarikɛla ye.",
   "Ni u latigɛra ka furu sa—Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga ye.",
   "Muso minnu furu salen don, olu ka kan ka u yɛrɛ makɔnɔ fo ka se siɲɛ saba ma. Ala ye fɛn minnu da, a man kan u ka o dogo u kɔnɔbara la—n’u dalen bɛ Ala la ani don laban na. U cɛw ka kan ka taa n’u ye kokura, n’u b’a fɛ ka bɛnkan sɔrɔ. Musow ka josariyaw bɛ tali kɛ u ka wajibiw la, ka kɛɲɛ ni tilennenya ye, nka cɛw ka diplomu bɛ u kan. Ala ye Sebaayaba ni Hakilitigi ye.",
   "Furucɛ ni furumuso ka furu sa bɛ kɛ siɲɛ fila. Aw k’u mara ni ɲumanya ye walima k’u bila cogo ɲuman na. I ye min di u ma, a man ɲi i ka o ta kokura, fo n’a y’a sɔrɔ u fila bɛɛ siranna ko u tɛ se ka Ala ka dancɛw labato. N’i sirannen don k’u tɛ se ka Ala ka dancɛw labato, u tɛ jalaki ko u ye bɛnkan sɔrɔ ɲɔgɔn fɛ. Olu ye Ala ka dancɛw ye, o la sa, kana tɛmɛ u kan. Minw bɛ Ala ka dancɛw tigɛ, olu de ye kojugukɛlaw ye.",
   "N’a y’a furu sa, a man ɲi a ma fo n’a ye cɛ wɛrɛ furu min tɛ ale ye. N’a y’a furu sa, jalaki foyi t’u la ka segin, n’u b’a miiri ko Ala ye dan minnu sigi, u bɛ se k’olu mara. Olu ye Ala ka danyɔrɔw ye, a bɛ minnu jira ka jɛya dɔnbagaw ye.",
   "Ni i ye musow furu sa, n’u sera u ka waati ma, i k’u mara ni ɲumanya ye walima k’u fara u kan ni bonya ye. Aw kana u mara a dɔ la ka kojugu kɛ walima ka sariya tiɲɛ. Mɔgɔ o mɔgɔ bɛ o kɛ, o bɛ kojugu kɛ a ni la. Kana Ala ka jirali tulo geren, ani i hakili to Ala ka nɛɛma la i kan, ani a ye Sɛbɛnniw ni hakilitigiya minnu jira a dɔ la k’i kalan. Aw ye aw hakili to Ala la, aw k’a dɔn ko Ala bɛ fɛn bɛɛ dɔn.",
   "N’i ye musow furu sa, n’u y’u ka sariyaw dafa, i kana u bali ka furu wɛrɛ kɛ n’u bɛnna sariya bɛnnenw kan. Nin laadilikan bɛ di mɔgɔ minnu ma minnu dalen bɛ Ala ni Laban don na. Nin ye saniya ye ka tɛmɛ ani bonya bɛ aw bolo. Ala b’a dɔn, k’a sɔrɔ i t’o dɔn.",
   "Denbaw ka kan ka sin di u denw ma san fila dafalen kɔnɔ ni u b’a fɛ ka sinji dili waati dafa. Fa ka kan ka balo ni finiw di u ma cogo bɛnnen na. Ni si man kan ka doni da a seko kan. Ba ni fa si man kan ka tɔɔrɔ u den kosɔn. O baara kelen de bɛ ciyɛntala de kan. Ni bangebaga fila bɛɛ y’a latigɛ ka sin da bɔ u ni ɲɔgɔn cɛ ni u bɛɛ ka sɔnni ni u ka lajɛ ye, jalaki tɛ u kan. I jalaki tɛ i n’a fɔ i ye infirmiɛri jilamaw ta baara la, n’i y’u sara cogo bɛnnen na. Aw ka siran Ala ɲɛ, ka a dɔn ko Ala bɛ aw ka kɛtaw bɛɛ ye.",
   "Aw minnu tɛmɛna ka muso to yen, u ka kan ka kalo naani ni tile tan makɔnɔ u kelen na. Ni u y’u ka waati dafa, i tɛ jalaki foyi ta u ka desizɔn ɲumanw na. Ala b’a dɔn kosɛbɛ i bɛ min kɛ.",
   "I tɛ fili foyi kɛ n’i y’i ka furusiri fɔ musow ye, walima k’a to gundo la. Ala b’a dɔn ko i bɛna laban ka furusiri ɲini u fɛ. Nka, kana u kunbɛn gundo la fo n’a y’a sɔrɔ ko sariyalen dɔ b’aw bolo ka baro kɛ. Aw kana furu laban fo ni sɛbɛnni ka dafa. Aw k’a dɔn ko Ala b’a dɔn fɛn min bɛ aw dusukunw na, o la sa, aw k’aw janto a la, ani k’a dɔn ko Ala ye yafabaga ye, a bɛ muɲu kosɛbɛ.",
   "Jalaki tɛ i la ka musow furu sa sani i ka maga u la walima ka furusiri dɔ ɲɛfɔ u ye. O bɛɛ n’a ta, balo di u ma—nafolotigi ka kɛɲɛ n’a ka seko ye, faantanw ka kɛɲɛ n’a ka seko ye—o ye wajibi ye mɔgɔ ɲumanw kan.",
   "N’i y’u furu sa ka sɔrɔ ka maga u la, nka i kɛlen kɔ ka furusiri dɔ ɲɛfɔ u ye, o tuma na fɛ, i ye min fɔ, o tilancɛ di u ma, fo n’u y’o bila walima n’o ye furusirisɛbɛn minɛbaga ye, o y’a dabila. Ka yafa, o ka surun tilennenya la. Aw kana ɲinɛ ka ɲɔgɔn minɛ ni ɲumanya ye. I bɛ fɛn minnu kɛ, Ala bɛ olu bɛɛ ye.",
   "Aw k’aw ka deliliw kɔlɔsi, ani cɛmancɛ delili, ka jɔ Ala ɲɛkɔrɔ ni yɛrɛdi ye.",
   "N’i bɛ siran, o tuma na senna walima so boli. Nka n’i lafiyalen don, i hakili to Ala la, i n’a fɔ a y’i kalan cogo min na i tun tɛ min dɔn fɔlɔ.",
   "Aw minnu bɛ sa ka muso to yen, aw ka kan ka testament to yen min bɛ san kelen balo di u ma k’a sɔrɔ aw ma u wajibiya ka taa. Nka, n’u y’a sugandi ka taa, u bɛ min latigɛ u yɛrɛ ye, jalaki foyi tɛ i la. Ala ye Sebaayabɛɛtigi ye, Hakilitigi ye.",
   "Muso furucɛw ka kan ka balo sɔrɔ ka kɛɲɛ ni tilennenya ye—wajibiya min bɛ mɔgɔ tilennenw kan.",
   "O cogo la Ala b’a ka tɛmɛsiraw jɛya i ye, a dɔ la i ka se ka baara kɛ n’i ka hakilina ye.",
   "Mɔgɔ minnu bolila u ka so ba caman na, ka siran saya ɲɛ, yala i ma olu jateminɛ wa? Ala y’a fɔ u ye ko: “Aw ka sa,” o kɔ, a ye u lakunu. Ala falen bɛ nɛɛma la mɔgɔw ma, nka mɔgɔ fanba tɛ waleɲumandɔn jira.",
   "Kɛlɛ kɛ Ala ka ko la, ka a dɔn ko Ala ye fɛn bɛɛ lamɛnbaga ye, ko bɛɛ dɔnbaga.",
   "Jɔn na tilennenya juru di Ala ma, a na min caya a ye siɲɛ caman? Ala bɛ gɛlɛya ani ka bonya, ani a ma, i bɛ segin.",
   "Yala i ma [Bani isralakaw] kuntigiw jateminɛ Musa kɔfɛ wa? Tuma min na u y’a fɔ u ka kira dɔ ye ko: “I ka masakɛ dɔ sigi an ye, an na kɛlɛ kɛ Ala ka sira kan.” A ye ɲininkali kɛ ko: “Laala i bɛna i yɛrɛ tanga kɛlɛ ma ni a sɛbɛnna i ye wa?” U y’a jaabi ko: “Mun na an tɛna kɛlɛ kɛ Ala ka sira kan, k’a sɔrɔ u gɛnna ka bɔ an ka so, ka fara an denw kan?” Nka, kɛlɛko fɔra u ye tuma min na, u y’u kɔdon, fo u damadɔ. Ani Ala bɛ tilenbaliyakow dɔn kosɛbɛ.",
   "U ka kira y’a fɔ u ye ko: “Ala ye Saul sigi masakɛ ye.” U y’a sɔsɔ ko: “A bɛ se ka kuntigiya sɔrɔ an kan cogo di, k’a sɔrɔ an ka kan ni kuntigiya ye ka tɛmɛ ale kan, k’a sɔrɔ nafolo caman ma di a ma?” A y’a jaabi ko: “Ala y’a sugandi aw nɔ na, ka dɔ fara a kan kosɛbɛ dɔnniya ni farikolo la.” Wa Ala b'a ka masaya di a sago ma. Ani Ala tɛ dan ye, a bɛ fɛn bɛɛ dɔn.”",
   "U ka kira y’a fɔ u ye ka t’a fɛ ko: “A ka masaya taamasyɛn ye Sariyasun seginni ye aw ma, hakilisigi bɛ min kɔnɔ ka bɔ aw Ma yɔrɔ, ani Musa ka denbaya ni Aron ka denbaya ka ciyɛn, mɛlɛkɛw ye min ta. O la taamashyɛn bɛ aw bolo, ni aw ye dannabaaw ye.»",
   "Saul ni kɛlɛbolow taara tuma min na, a ko: «Ala na aw kɔrɔbɔ ni baji ye. Min b’a min, o tɛ ne ta ye, ni min t’a min, o ye ne ta ye, fo mɔgɔ min bɛ bolokɔfɛfɛn dɔ min ni a bolo ye.” O bɛɛ n’a ta, u ye minni kɛ o la, fo u damadɔ. A ni dannabaa minnu tun bɛ a fɛ, olu y’a tigɛ tuma min na, u ko: “Fanga si t’an bolo bi Goliyati n’a kɛlɛcɛw kama.” Nka, mɔgɔ minnu dalen b’a la k’u bɛna Ala kunbɛn, olu y’a fɔ ko: “Siɲɛ joli kulu fitinin dɔ ye se sɔrɔ kuluba dɔ kan ni Ala ka yamaruya ye? Ala bɛ muɲubaga fɛ.”",
   "Wa u ye Goliyati n’a ka kɛlɛcɛw kunbɛn tuma min na, u ye delili kɛ ko: “An Ma, i k’an fa muɲuli la, k’an senw barika bonya, k’an dɛmɛ kafiriw kɛlɛ.”",
   "Ala ka yamaruya fɛ, u ye se sɔrɔ u kan. Dawuda ye Goliyati faga, Ala ye masaya ni hakilitigiya di a ma, ani a y’a kalan a sago la. Ni Ala tun ma mɔgɔ dɔw gɛn ka tɛmɛ dɔw fɛ, dugukolo tun bɛna tiɲɛ. Ala ye nɛɛma kɛ diɲɛ bɛɛ ye.",
   "Olu ye Ala ka tɛmɛsiraw ye, An bɛ minnu lase aw ma tiɲɛ na. Tiɲɛ na, i ye cidenw dɔ ye.",
   "Cidenw cɛma, An ye dɔw fɛ ka tɛmɛ dɔw kan. Dɔw fɛ, Ala kumana k’a ɲɛsin a yɛrɛ ma, dɔw fɛ, a ye kɔrɔta san fɛ degerew la. An ye kabako jɛlenw di Yesu ma, Mariyama denkɛ, ani an y’a dɛmɛ ni Ni Senu ye. Ni Ala tun b’a fɛ, u kɔfɛmɔgɔw tun tɛna ɲɔgɔn kɛlɛ, taamasiyɛn jɛlenw nana u ma kɔfɛ. O bɛɛ n’a ta, u tun tɛ kelen ye; dɔw dalen tun bɛ o la, dɔw ma da a la. Ni Ala tun b’a fɛ, u tun tɛna kɛlɛ kɛ, nka Ala b’a sago kɛ.",
   "Aw minnu dalen bɛ a la, aw ka musaka kɛ ka bɔ An ye min di aw ma sani Don dɔ ka se, ni jago, teriya, walima delili tɛ yen. Dannabaliw ye tilenbaliw ye.",
   "Ala—ala si tɛ yen ni ale tɛ, min ye ɲɛnamaya banbali ye, min ye ɲɛnamaya bɛɛ sabatibaga ye. Sunɔgɔ tɛ a minɛ, sunɔgɔ fana tɛ a minɛ. Fɛn o fɛn bɛ sankolow ni dugukolo kan, o ye ale de ta ye. Jɔn bɛ se ka delili kɛ a fɛ, fo n’a y’a to a y’a to? Fɛn min bɛ u ɲɛfɛ ani u kɔfɛ, a b’o dɔn. U bɛ se k’a ka dɔnniya yɔrɔ dɔ dɔrɔn de minɛ, a bɛ sira di min ma. A ka masasigilan bɛ sankolow ni dugukolo kan, wa u lakanani tɛ a sɛgɛn. Ale de ye Kɔrɔtalenba ye, Kɔrɔtalenba.",
   "Wajibiya tɛ dannaya ko la; sira ɲuman kɛra danfara ye ni fililen ye. Mɔgɔ o mɔgɔ banna juguya la, ka da Ala la, o ye bolo minɛ min ka gɛlɛn kosɛbɛ, o min tɛ kari abada. Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.",
   "Ala ye dannabaaw jɛɲɔgɔn ye, a b’u bilasira ka bɔ dibi la ka taa yeelen na. Nka, mɔgɔ minnu ma da a la, olu degunbagaw bɛ u jɛɲɔgɔnw ye, u b’u bila ka bɔ yeelen na ka taa dibi la. Olu ye Tasuma sigibagaw ye, u bɛna to yen badaa.",
   "Yala i m’a jateminɛ mɔgɔ min ye sɔsɔli kɛ ni Ibrahima ye a Ma ko la, k’a sababu kɛ dɔrɔn Ala ye fanga di a ma wa. Ibrahima ko: “Ne Ma bɛ ɲɛnamaya di, ka saya lase mɔgɔ ma.” A y’a jaabi ko: “Ne bɛ ɲɛnamaya di, ka saya lase mɔgɔ ma.” Ibrahima y’a jaabi ko: “Ala bɛ na ni tile ye ka bɔ kɔrɔn fɛ. sisan, aw ka na n'a ye ka bɔ tilebin fɛ.» Kafiri in hakili ɲagamina. Ala tɛ kojugukɛlaw bilasira.",
   "Cɛ min nana dugu tiɲɛnen dɔ kan, k’a yɛrɛ ɲininka ko: “Ala bɛ se ka nin lakunu cogo di a salen kɔfɛ?” O kɔ, Ala y’a bila ka sa san kɛmɛ kɔnɔ, ka tila k’a lakunu. A y’a ɲininka ko: “I tora yen fo waati jumɛn?” A y’a jaabi ko: “Ne tora tile kelen wala tile fan dɔ.” A ko: «Ayi, i tora yen san kɛmɛ. Aw ye aw ka dumuni ni aw ka minfɛnw lajɛ; u ma tiɲɛni kɛ. Ani i ka fali filɛ. An bɛna i kɛ taamasyɛn ye mɔgɔw ye. Aw ye kolow lajɛ, an bɛ u jɔ kokura cogo min na, ka tila ka sogo don u la.” O fɔra a ye ka jɛya tuma min na, a ko: “Ne b’a dɔn ko Ala bɛ se fɛn bɛɛ la.”",
   "Tuma min na Ibrahima y’a ɲininka ko: “Ne Ma, i ka suw lakunu cogo min na, o jira ne la,” a y’a jaabi ko: “I ma da a la wa?” A y’a jaabi ko: “Ɔwɔ, nka a dɔ la ka ne dusukun hakili sigi dɔrɔn.” A ye cikan di ko: “Aw ka kɔnɔ naani ta, k’u dege u ka na aw fɛ, o kɔfɛ, aw ka u tilayɔrɔ dɔ bila kulu kelen-kelen bɛɛ kan, ka tila k’u wele—u bɛna na aw fɛ joona. Aw k’a dɔn ko Ala ye Sebaayaba ni hakilitigi ye.”",
   "Minnu b’u ka nafolo tiɲɛ Ala ka sira kan, olu bɔɲɔgɔnko bɛ i n’a fɔ kisɛ min bɛ jirisun wolonwula bɔ, jirisun kelen-kelen bɛɛ kɔnɔ, suman kɛmɛ bɛ kɛ. Ala b’a fɛ mɔgɔ min na, a bɛ o caya. Ala ye fɛn bɛɛ lajɛlen ye, a bɛ fɛn bɛɛ dɔn.",
   "Minnu b’u ka nafolo tiɲɛ Ala ka sira la, ka tugu u ka nilifɛnw kɔ ni hakilijiginw ye walima ni kojugu ye, olu bɛna u ka sara sɔrɔ u Ma fɛ. U tɛna siran, u tɛna dusukasi fana.",
   "Kuma ɲumanw ni yafa ka fisa ni kanuya ye min bɛ tugu kojugu kɔ. Ala ye Nafolotigi ye, a bɛ muɲuli kɛ.",
   "Aw minnu dalen bɛ a la, aw kana aw ka dɛmɛn kɛwalew tiɲɛ ni hakilijiginw ye walima ni tiɲɛni ye, i n’a fɔ mɔgɔ min b’a ka nafolo musaka kɛ a dɔ la mɔgɔw ka a ye, wa a tɛ da Ala la walima don laban na. A ka misali bɛ i ko fara gɛlɛn, farakurun min datugulen don ni buguri ye; sanjiba dɔ y'a gosi k'a to a farilankolon. U tɛ foyi sɔrɔ u ka cɛsiriw la. Ala tɛ dannabaaw bilasira.",
   "Minnu b’u ka nafolo musaka kɛ ka Ala ka sɔnni ɲini, ani ka da u yɛrɛ kan, olu bɛ i n’a fɔ nakɔ min bɛ sanfɛ. Ni sanjiba nana a kan, a bɛ a ka sɛnɛfɛnw caya siɲɛ fila. Ni sanjiba ma na, sanjiba dɔ bɛ bɔ. I bɛ fɛn minnu kɛ, Ala bɛ olu bɛɛ ye.",
   "Yala aw dɔ b’a fɛ ka nakɔ sɔrɔ daji ni ɛrɛzɛnsunw na, ni bajiw bɛ woyo a kɔnɔ, ani jiriden suguya bɛɛ a ye o kɔnɔ, k’a sɔrɔ kɔrɔya bɛ a minɛ, wa denw barika ka dɔgɔ, ani fiɲɛba min bɛ tasuma ta, o bɛ a gosi wa , wa a bɛ jeni ? O cogo la, Ala b’a ka kalanw ɲɛfɔ i ye—o la sa, i ka se ka miiri.",
   "Aw dannabaaw, aw ye musaka kɛ ka bɔ fɛn ɲumanw na aw ye minnu sɔrɔ, ani An ye fɛn minnu labɔ aw ye ka bɔ dugukolo la. Aw kana aw jija k’a jugumanba di, aw yɛrɛ tun bɛna sɔn fɛn minnu ma ni ɲɛ datugulen dɔrɔn ye. Ani k’a dɔn ko Ala bɛ a yɛrɛ la ani ko a ka kan ni tanuli ye.",
   "Sitanɛ bɛ i bagabaga ni faantanya ye, ka yamaruya di i ma ko i ka wale juguw kɛ, k’a sɔrɔ Ala bɛ layidu ta i ye ko i bɛna yafa di i ma ka bɔ a fɛ ani ka fɛn caman di i ma. Ala ye fɛn bɛɛ lajɛlen ye, a bɛ fɛn bɛɛ dɔn.",
   "A b’a fɛ mɔgɔ min na, a bɛ hakilitigiya di o ma, hakilitigiya dira mɔgɔ o mɔgɔ ma, koɲuman caman dira o ma. O bɛɛ n’a ta, mɔgɔ si tɛna to a hakili la fo faamuyali ta.",
   "I mana kanuya fɛn o fɛn di walima i mana layidu o layidu ta, Ala b’o dɔn kosɛbɛ. Jurumukɛlaw tɛna dɛmɛbaga si sɔrɔ.",
   "A ka ɲi n’i y’i ka dɛmɛ musakaw fɔ, nka n’i y’u dogo k’u di faantanw ma, o ka fisa i ma, wa a bɛna i ka kɛwale jugu dɔw bɔ yen. Ala b’a dɔn kosɛbɛ i bɛ min kɛ.",
   "U ka bilasirali tɛ i ka baara ye, nka Ala bɛ mɔgɔ bilasira a sago la. Aw bɛ musaka min kɛ koɲuman na, o ye aw yɛrɛ de ta ye. Kanuya walew bɛɛ ka kan ka kɛ ka Ala ka nɛɛma ɲini. I mana fɛn o fɛn di i ma, o bɛna segin i ma a bɛɛ la, wa, kojugu tɛna kɛ i la.",
   "Faantan minnu sirilen bɛ Ala ka sira kan, minnu tɛ se ka baara kɛ jamana kɔnɔ. Dɔnbali b’a miiri, k’a sababu kɛ u ka majigilenya ye, ko u hɔrɔnyalen don dɛsɛ la. Aw bɛ se k’u dɔn u taamasiyɛnw fɛ. U tɛ mɔgɔw ɲininka ni timinandiya ye. I mana fɛn o fɛn di, Ala b’o dɔn kosɛbɛ.",
   "Minnu b’u ka nafolo kɛ, su ni tile, gundo la ani foroba la, olu bɛna u ka sara sɔrɔ u Ma fɛ. U tɛna siran, u tɛna dusukasi fana.",
   "Minnu bɛ tɔnɔ dun, olu tɛna wuli, fo n’a kɛra mɔgɔ ye Sitanɛ ye min gɛn ka kɛ dibi ye a magali fɛ. O bɛ kɛ bawo u b’a fɔ ko “Jago bɛ i n’a fɔ tɔnɔ dɔrɔn.” Nka, Ala ye sira di jago ma ani a ye tɔnɔ sɔrɔli bali. Min b'a yɛrɛ tanga lasɔmini sɔrɔlen kɔ a Ma fɛ, o bɛ se k'a ka sɔrɔ tɛmɛnenw mara, wa a ka ko bɛ Ala de bolo. Nka, minnu bɛ to sen na, olu ye Tasuma sigibagaw ye, u bɛna to yen fo abada.",
   "Ala bɛ tɔnɔ bɔ yen ani ka dɛmɛn kɛwalew ladon. Ala tɛ jurumut waleɲumandɔnbali bɛɛ kanu.",
   "Minnu dalen bɛ, ka kɛwale ɲumanw kɛ, ka delili sigi sen kan, ka kanuya di, u ka sara bɛ u Ma de bolo. U tɛna siran, u tɛna dusukasi fana.",
   "Aw dannabaaw, aw ka siran Ala ɲɛ ka tɔnɔ tolenw bila, ni aw ye dannabaaw ye.",
   "N’i m’o kɛ, o tuma na fɛ, i k’i janto kɛlɛ dɔ la ka bɔ Ala n’a ka ciden yɔrɔ. Nka n’i nimisara, i bɛ se k’i ka lakɔli ɲɛmɔgɔ to yen. I tɛna kojugu kɛ, ani i tɛna kojugu kɛ.",
   "Ni gɛlɛya b’a la, o tuma na fɛ, i ka waati bila kɔfɛ fo waati min ka nɔgɔn. Nka n’i y’a bila ka kɛ dɛmɛ ye, o tun bɛna fisaya i ma—n’i tun b’a dɔn dɔrɔn.",
   "Aw k’aw janto don min na, aw bɛna segin Ala ma, o tuma na, ni bɛɛ bɛna sara a ye min sɔrɔ, wa u tɛna kɛ tilenbaliya la.",
   "Aw minnu dalen bɛ a la, ni aw bɛ juru dɔ ta waati latigɛlen kɔnɔ, aw k’o bila sɛbɛn kɔnɔ. Sɛbɛnnikɛla dɔ k'a sɛbɛn ka ɲɛ. Sɛbɛnnikɛla si man kan ka ban ka sɛbɛnni kɛ i ko Ala y’a kalan cogo min na. A ka kan ka sɛbɛnni kɛ, wa a ka kan ka dictated, ka siran Ala ɲɛ, a Ma, ani a kana dɔ bɔ foyi la o la. Ni jurutigi tɛ se hakili ta fan fɛ, ni barika ka dɔgɔ, walima ni a tɛ se ka kuma fɔ, o tuma na, a kɔrɔsibaga ka kan ka kuma fɔ ni tilennenya ye. Aw ye seere fila wele ka bɔ aw cɛw cɛma, ni cɛ fila tɛ sɔrɔ, cɛ ni muso fila minnu bɛ sɔn aw ma ka kɛ seerew ye, a dɔ la ni u dɔ filila, tɔ kelen ka se k’a hakili jigin. Seerew man kan ka ban ni u welera. Kana a jate ko nafa tɛ a la k’a sɛbɛn, a kɛra a fitinin ye wo, a kɛra a belebele ye wo, ka fara a ka waati kan. O bɛ tilennenya kɛ Ala ɲɛ na, a bɛ dalilu barikamaw di, wa a ka teli ka sigasigali bali, fo n’a kɛra teliya la jago ye min kɛra aw ni ɲɔgɔn cɛ, o cogo la, jalaki tɛ aw kan k’a sɔrɔ aw ma o sɛbɛn. Nka, aw k’a lajɛ ni seerew ka kɛ yen tuma o tuma n’aw bɛ jago kɛ. Sɛbɛnnikɛla ni seere si man kan ka foyi kɛ. N’i y’o kɛ, o bɛna kɛ i ka sariya tiɲɛni ye. O la sa, aw ka siran Ala ɲɛ, katuguni Ala de bɛ aw kalan. Ala bɛ fɛn bɛɛ dɔn kosɛbɛ.",
   "N’i bɛ taa taama na, n’i ma sɛbɛnnikɛla sɔrɔ, lakanasɛbɛn ka kan ka sɔrɔ. Ni aw dalen bɛ ɲɔgɔn na, min kalifara o ma, o ka a ka dannaya dafa, ka siran Ala ɲɛ, a Ma. Aw kana o seereya dogo, katuguni mɔgɔ o mɔgɔ b’a dogo, o dusukun ye jurumu ye. Ala b’a dɔn kosɛbɛ i bɛ min kɛ.",
   "Fɛn o fɛn bɛ sankolow ni dugukolo kan, o bɛɛ ye Ala ta ye. Aw mana fɛn min bɛ aw yɛrɛ kɔnɔ, aw y’o fɔ, walima k’o dogo, Ala bɛna aw wele ka jaabi di o ma. A b’a fɛ mɔgɔ min na, a bɛ o yafa, a b’a fɛ mɔgɔ min ɲangi. Ala bɛ se fɛn bɛɛ la.",
   "Ciden ye da a la ko min jirala a la ka bɔ a Ma fɛ, ani dannabaaw fana dalen bɛ o cogo kelen na. U bɛɛ dalen bɛ Ala la, a ka mɛlɛkɛw la, a ka kitabuw la, ani a ka cidenw na: “An tɛ danfara don a ka cidenw si cɛ.” U b'a fɔ ko: «An bɛ lamɛnni kɛ, an bɛ kan minɛ. I ka yafa, an Ma, ani I ma, o ye sira laban ye.”",
   "Ala tɛ doni da mɔgɔ si kan ka tɛmɛ a seko kan. A bɛ min sɔrɔ, a bɛna o nafaw sɔrɔ, ka a ka kɛwale juguw kɔlɔlɔw muɲu. “An Ma, kana an jalaki n’an ɲinɛna walima n’an ye filiw kɛ. An Ma, i kana doni da an kan i n’a fɔ I ye doni da an ɲɛfɛmɔgɔw kan cogo min na. An Ma, kana doni da an kan ka tɛmɛ fanga kan. Yafa an ma, ka yafa an ma, ka makari an na. I ye an Ma ye, o de kosɔn an dɛmɛ kafiriw kun na.”"
]