[
    "Ta, Ha.",
    "An ma Kuranɛ jira aw la walasa ka aw tɔɔrɔ.",
    "Nka i n’a fɔ hakilijigin dɔrɔn de bɛ siran mɔgɔ ɲɛ.",
    "Jirali min bɔra Ale de fɛ, ale min ye dugukolo ni sankolo sanfɛtaw da.",
    "Min ka hinɛbaa; Masasigilan kan A y'i sigi.",
    "Fɛn o fɛn bɛ sankolow ni dugukolo kan, ani fɛn o fɛn bɛ u ni ɲɔgɔn cɛ, ani fɛn o fɛn bɛ dugukolo jukɔrɔ, o bɛɛ ye ale ta ye.",
    "Ni i kumana ni kanba ye—A bɛ gundo dɔn, ani min dogolen don kosɛbɛ.",
    "Ala, ala si tɛ yen ni ale tɛ, ale de ye Tɔgɔ cɛɲiw ye.",
    "Yala Musa ka maana sera i ma wa?",
    "A ye tasuma ye tuma min na, a y'a fɔ a somɔgɔw ye ko: «A' ye to yen. Ne ye tasuma dɔ kɔlɔsi; N’a sɔrɔ ne bɛ se ka na ni fitinɛ ye ka bɔ o la, walima ka bilasirali dɔ sɔrɔ tasuma da la.”",
    "O kɔ, a sera o yɔrɔ la tuma min na, u y’a wele ko: “E Musa.",
    "Ne—ne ye i Matigi ye. Aw bɛ aw ka sanbaraw bɔ. Aw bɛ Tuwa kɔ senuma kɔnɔ.",
    "Ne ye aw ɲɛnatɔmɔ, o la, i ka fɛn jiralenw lamɛn.",
    "Ne—Ne ye Ala ye. Ala si t yen ni ne t.O la, aw ka baara k ne ye, ka ne hakili jigin delili la.",
    "Lɛrɛ bɛ na — nka ne b’a to a bɛ ɲini ka dogo — walisa ni kelen-kelen bɛɛ ka sara a bɛ min kɛ.",
    "Min bɛ ban o la, ka tugu a nege kɔ, i kana a to o k’i mabɔ o la, walisa i kana bin.",
    "Mun bɛ i kininbolo la, Musa?»",
    "A ko: «Nin ye ne ka bere ye. Ne bɛ n jigi da a kan, ka n ka sagaw ladon n’a ye, nafa wɛrɛw bɛ ne la o la.”",
    "A ko: “Musa, i k’a fili.”",
    "O la sa, a y’a fili—o kɔfɛ, a kɛra sa lamagatɔ ye.",
    "A ko: «A' y'a minɛ, aw kana siran. An bɛna a lasegin a cogo kɔrɔ la.",
    "Aw bɛ aw bolo digi aw kɛrɛ fɛ; a bɛna bɔ ka fin, nɔgɔ tɛ a la—taamaʃyɛn wɛrɛ.",
    "Walisa An ka An ka taamashyɛn belebele dɔw jira aw la.",
    "Taga Faraon fɛ; A ye sariya tiɲɛ.”",
    "A ko: «Ne Matigi, ne dusukun lafiya ne kosɔn.",
    "Ani ka ne ka baara nɔgɔya ne ye.",
    "Ani ka nɛgɛso siri ne nɛnkun na.",
    "O la, u ka se ka ne ka kuma faamu.",
    "Ani ka dɛmɛbaga dɔ sigi ne ye, ka bɔ ne ka denbaya la.",
    "Aron, ne balimakɛ.",
    "Ne barika bonya n’a ye.",
    "Ani a ka a sen don ne ka cidenyabaara la.",
    "Walisa an ka nɔɔrɔ da I kan kosɛbɛ.",
    "Ani i hakili to I la kosɛbɛ.",
    "Aw bɛ an kɔlɔsi tuma bɛɛ.”",
    "A ko: «Musa, i ka delili sɔnna i ma.",
    "An tun ye nɛɛma di aw ma waati wɛrɛ la.",
    "Tuma min na An ye i ba dusu lamin ni dusudon ye.",
    "`A' y'a bila disi la; o kɔ, aw y'a fili baji la. Ba bɛna a ko fo bajida la, Ne jugu dɔ n'a jugu dɔ bɛna a ta yɔrɔ min na. Ne ye kanuya di aw ma ka bɔ ne la, walisa aw ka lamɔ ne ɲɛ kɔrɔ.",
    "Tuma min na i balimamuso taamana, k’a fɔ i ye ko: ‘Ne bɛna mɔgɔ dɔ ko fɔ i ye min bɛna a janto a la wa?’ O la, An y’i segin i ba ma, walisa a ka dusu saalo, a kana dusukasi. Wa i ye mɔgɔ faga, nka An ye i kisi degun ma; ani An ye aw kɔrɔbɔ kosɛbɛ. Aw ye san caman kɛ Mɛdikaw cɛma. O kɔ, i seginna ka na, i ko a latigɛra cogo min na, e Musa.",
    "Wa ne ye i da Ne yɛrɛ ye.",
    "Aw ni aw balimakɛ ka taa ni ne ka taamasyɛnw ye, aw kana ne hakili jigin.",
    "Taga Faraon fɛ. A ye fanga jugu kɛ.",
    "Nka kuma a fɛ ka ɲɛ. N’a sɔrɔ a hakili bɛna to a la, walima siran dɔ bɛna kɛ a la.”",
    "U ko: «Matigi, an bɛ siran ko a bɛ se ka an tɔɔrɔ, wala ka kɛ mɔgɔ farimanw ye.»",
    "A ko: «Aw kana siran, ne bɛ aw fɛ, ne bɛ mɛnni kɛ ani ne bɛ ye.",
    "I gɛrɛ a la k'a fɔ ko: `An ye i Matigi ka cidenw ye. o la, Israɛldenw ka taa an fɛ, aw kana u tɔɔrɔ. An bɛ na ni taamasyɛn ye ka bɔ i Matigi fɛ, hɛrɛ ka kɛ mɔgɔ ye min bɛ tugu bilasirali kɔ.",
    "A jirala an na ko ɲangili bɛ bin mɔgɔ kan min ma da a la ka a kɔsegin.'“",
    "A ko: “I Matigi ye jɔn ye, Musa.”",
    "A ko: “An Matigi ye ale de ye min ye fɛn bɛɛ ka kɛta di, ka tila k’a bilasira.”",
    "A ko: “Bɔn fɔlɔw dun?”",
    "A ko: “O dɔnni bɛ ne Matigi fɛ, Kitabu dɔ kɔnɔ. Ne Matigi tɛ fili abada, a tɛ ɲinɛ fana.”",
    "Ale min ye dugukolo kɛ aw ka sigiyɔrɔ ye; ani ka siraw ɲini a kɔnɔ aw ye; ka ji ci ka bɔ sankolo la, An bɛ jiri suguya fila-fila bɔ ni o ye.",
    "Aw bɛ aw ka baganw dun ani k’u baganmara. Faamuyali bɛ minnu na, taamasyɛnw bɛ o de kɔnɔ.",
    "An ye aw da o de la, an bɛna aw segin o kɔnɔ, an bɛna aw bɔ o la waati wɛrɛ.",
    "An ye An ka taamashyɛnw jira a la, u bɛɛ, nka a banna ka ban.",
    "A ko: «Musa, i nana an fɛ ka an gɛn ka bɔ an ka jamana kɔnɔ ni i ka subagaya ye wa?",
    "An bɛna majiw Bɔ aw ye i n'a fɔ o; o la sa, aw ka ɲɔgɔnye dɔ sigi an ni aw cɛ, an tɛna to min kɔ—anw fana, aw fana—cɛmancɛ yɔrɔ dɔ la.”",
    "A ko: “Aw ka sigili ye seli don ye, o la, jama ka lajɛ ɲɔgɔn fɛ sɔgɔma cɛmancɛ la.”",
    "Faraon y’a kɔdon, k’a ka labɛn kɛ ɲɔgɔn fɛ, ka tila ka segin.",
    "Musa y'a fɔ u ye ko: «Bɔnɛ bɛ aw la. Aw kana nkalon tigɛ Ala kama, n’o tɛ, a bɛna aw halaki ni ɲangili ye. Min bɛ nkalon tigɛ, o na dɛsɛ.”",
    "U ma bɛn ɲɔgɔn ma u ka ko la, u ye ɲɔgɔn sɔrɔ gundo la.",
    "U ko: “Nin fila ye subagayakɛlaw ye minnu b’a fɛ k’i gɛn ka bɔ i ka jamana na n’u ka subagaya ye, k’i ka ɲɛnamaya kɛcogo misali ban.",
    "O la sa, i ka labɛn ɲɛnabɔ, ka na i n’a fɔ ɲɛ kelen. Bi, mɔgɔ o mɔgɔ ye fanga sɔrɔ, o tigi bɛ ɲɛ sɔrɔ.”",
    "U ko: «Musa, i bɛ fili, wala anw na kɛ fɔlɔ ye ka fili.»",
    "A ko: “Aw bɛ fili.” Wa yɔrɔnin kelen, u ka juruw ni berew y’a jira a la, k’a sababu kɛ u ka jinɛweleli ye, k’u bɛ ka wuluwulu teliya la.",
    "O la sa, Musa siranna a yɛrɛ kɔnɔ.",
    "An ko: “I kana siran, i ye sanfɛla ye.",
    "Sisan, fɛn min bɛ i kininbolo la, i k’o fili duguma—u ye fɛn min dilan, o bɛna o munumunu. U ye min Kɛ ni bololabaara ye, o ye subagaya dɔrɔn de ye. Nka subagayakɛla tɛna ɲɛ sɔrɔ, a mana fɛn o fɛn kɛ.”",
    "Lagbɛrikɛlaw y'u biri. U ko: «An dara Aron ni Musa ka Matigi la.»",
    "A ko: «Aw dara a la sani ne ka sira di aw ma wa? A ka kan ka kɛ i kuntigi ye, min ye i kalan subagaya la. Ne na i bolow ni i senw tigɛ ɲɔgɔn na, ka i gengen jiribolo la. O tuma na fɛ, aw na a dɔn an la jumɛn ka ɲangili ka jugu, ani min bɛ mɛn.”",
    "U ko: «An tɛna aw fisa ni dalilu minnu nana an ma, ani min ye an da. O la sa, i b’a fɛ ka kiritigɛ min kɛ, i ka o kɛ. I bɛ se ka mara kɛ nin ɲɛnamaya dɔgɔmannin in dɔrɔn de la.",
    "An dara an Matigi la, walisa a ka an ka jurumuw yafa an ma, ani i ye an waajibiya ka majigin min k. Ala ka fisa, a bɛ mɛn ka tɛmɛ.”",
    "Mɔgɔ o mɔgɔ bɛ na a Matigi ma ni jalaki ye, o ye jahanama ye, a tɛ sa, a tɛ ɲɛnamaya kɛ yɔrɔ min na.",
    "Nka mɔgɔ o mɔgɔ bɛ na a fɛ dannabaa ye, ka tilennenya kɛ—o mɔgɔw na jɔyɔrɔba sɔrɔ.",
    "Nakɔ banbaliw, bajiw bɛ woyo minnu jukɔrɔ, minnu sigilen bɛ yen fo abada. Min b'a yɛrɛ saniya, o de ye sara ye.",
    "Wa An ye Musa bila hakili la ko: “A’ ye taama kɛ su fɛ ni ne ka baarakɛlaw ye, ka sira jalen dɔ da u ye ka kɔgɔji tigɛ, aw kana siran aw ɲɛ, aw kana hami.”",
    "Faraon tugura u nɔfɛ n’a ka kɛlɛbolow ye, nka kɔgɔji y’u minɛ, k’u minɛ pewu.",
    "Faraon ye a ka mɔgɔw lafili, a ma u bilasira.",
    "Aw Israɛldenw! An ye i kisi i jugu ma, ka layidu ta i ye kulu kinin fɛ, ka manɛ ni wuluw ci i ma.",
    "An ye fɛn ɲuman minnu di aw ma, aw ka olu dɔ dun, nka aw kana tɛmɛ o kan, walisa ne ka diminya kana jigin aw kan. Ne ka diminya bɛ jigin min kan, o binna.",
    "Wa ne ye Yafabaga ye min b nimisa, ka da a la, ka tilennenya k, ka tila ka to bilasirali la.",
    "“Musa, mun y’a to i kɔrɔtɔ ka taa i ka mɔgɔw ɲɛ?”",
    "A ko: «U bɛ tugu ne sen na; ne teliyara ka taa I fɛ, ne Matigi, walisa i ka diya i ye.»",
    "A ko: «An ye i ka mɔgɔw kɔrɔbɔ i tɛ yen, Samarika ye u lafili.»",
    "O la, Musa seginna a ka mɔgɔw fɛ, a dimina ani a jigi tigɛlen. A ko: «Ne ka mɔgɔw, aw Matigi ma layidu ɲuman layidu ta aw ye wa? Yala o waati tun ka jan kojugu i bolo wa? Walima i tun b’a fɛ i Matigi ka diminya ka jigin i kan, o de kosɔn i ye i ka layidu tiɲɛ ne ye wa?”",
    "U ko: “An ma an ka layidu tiɲɛ an ka sugandili fɛ, nka an kɛra ka jama ka finiw doni ta, an y’u fili a kɔnɔ, Samarika tun ye o fɔ.”",
    "O la sa, a ye misiden dɔ bange u ye—farikolo gansan min bɛ jigin. U ko: «Nin ye aw ka ala ye, Musa ka ala, nka a ɲinɛna a kɔ.»",
    "Yala u m’a ye ko a tɛ se ka kuma dɔ segin u ma, wa fanga t’a la ka kojugu kɛ u la wala ka nafa sɔrɔ u la wa?",
    "Aron tun y'a fɔ u ye ka kɔrɔ ko: «Ne ka mɔgɔw, aw bɛ kɔrɔbɔ nin fɛ. Wa i Matigi ye hinɛtigi ye, o la, tugu ne kɔ, ka ne ka ci fɔlen labato.»",
    "U ko: “An tɛna an ka cɛsiri dabila o la, fo Musa ka segin an ma.”",
    "A ko: «Arɔn, mun y'i bali, i y'a ye k'u bɛ ka fili.",
    "Ka bɔ ne nɔfɛ wa? Yala aw ye ne ka cikan labato wa?”",
    "A ko: «Ne ba denkɛ, i kana ne minɛ ne kunsigi la wala ne kun na. Ne siranna ko i k'a fɔ ko: `I ye farali lase Israɛldenw cɛma, i ma ne ka kuma jate.'",
    "A ko: “E Samarika, i ka kan ka mun fɔ?”",
    "A ko : “U ma min ye, n y’o ye, o de la n ye bolo dɔ minɛ ka bɔ Ciden nɔfɛ, n y’a fili. O cogo la ne ni ye ne lasun.”",
    "A ko: “A daminɛna! I ka ɲɛnamaya in kɔnɔ, o ye k’a fɔ ko ‘No contact.’ Wa, i ye lajɛ dɔ kɛ i tɛna min to yen. Sisan, i ka ala filɛ, i tora i yɛrɛ dilen ma min na—an bɛna a jeni, ka tila k’a fiyɛ ka taa kɔgɔji la, i n’a fɔ mugu.”",
    "Tiɲɛ na, i ka ala ye Ala ye, Ala wɛrɛ tɛ min kɔ. A bɛ fɛn bɛɛ Faamu dɔnniya la.",
    "O cogo la An bɛ waati tɛmɛnenw kunnafoniw lakali aw ye; ani An ye cikan di aw ma ka bɔ An ka ɲɛnamaya la.",
    "Mɔgɔ o mɔgɔ y'i kɔdon o la, o bɛna doni ta Lakununni don na.",
    "Ka to o kɔnɔ fo abada. Wa u ka doni ye bɔnɛ ye Lakununni don na.",
    "Buruburu fiyɛ don min na—An bɛna jurumukɛlaw lajɛ o don na, bulu.",
    "U bɛ ŋunuŋunu u ni ɲɔgɔn cɛ ko: “Aw ye waati tan dɔrɔn kɛ.”",
    "U bɛ min fɔ, an b’o dɔn kosɛbɛ, k’a sɔrɔ u taamacogo la, mɔgɔ min ye misali ɲuman ye, o bɛna a fɔ ko: “Aw ye tile kelen dɔrɔn de to yen.”",
    "Wa u b'i ɲininka kuluw ko la. A fɔ ko: “Ne Matigi na u tiɲɛ pewu.”",
    "Ani ka u to yɔrɔ lakolonw ye.",
    "I tɛna nalonmaya ye u la, wala kɔtigɛli si tɛna ye u la.”",
    "O don na, u bɛna tugu welebaga kɔ, k’a sɔrɔ u ma bɔ foyi la. Kanw bɛna makun hinɛtigi ɲɛkɔrɔ, i tɛna foyi mɛn ni ŋunuŋunu tɛ.",
    "O don na, delili tɛna nafa sɔrɔ, fo ni hinɛtigi ye sira di min ma, ani a sɔnna min ka kumaw ma.",
    "Fɛn min bɛ u ɲɛfɛ ani min bɛ u kɔfɛ, a b’o dɔn, wa u tɛ se k’a faamu u ka dɔnniya la.",
    "Ɲɛdaw bɛna majigin ɲɛnama ɲɛnama, Banbali ɲɛkɔrɔ. Min bɛ tilenbaliya ta, o jigi bɛna tigɛ.",
    "Nka mɔgɔ o mɔgɔ ye kɛwale tilennenw kɛ, k’a sɔrɔ a ye dannaba ye—o tɛna siran tilenbaliya ɲɛ, wala a tɛna siran ɲɛnasisi ɲɛ.",
    "O cogo la An ye arabukan Kuranɛ dɔ jira a la, wa An ye lasɔmini suguya caman kɛ a kɔnɔ, ko laala u tun bɛna kɛ mɔgɔ tilennenw ye, walima a bɛ se ka kalan dɔ lase u ma.",
    "Ala, Masakɛ Tiɲɛtigi, kɔrɔtalen don. Aw kana kɔrɔtɔ ni Kuranɛ ye sani a ka dusu don aw la ka ban, aw k’a fɔ ko “Ne Matigi, dɔ fara ne kan dɔnniya la.”",
    "An ye layidu ta ni Hadama ye ka kɔrɔ, nka a ɲinɛna a kɔ, an ma latigɛ si sɔrɔ a la.",
    "Wa tuma min na An y’a fɔ mɛlɛkɛw ye ko: “Aw ka aw biri Hadama kɔrɔ.” U y'u biri, fo Sitanɛ; a banna.",
    "An ko: “E Hadama, nin ye jugu ye i n’i muso ma. O la, i kana a to a k’i bila ka bɔ Nakɔ kɔnɔ, bawo o tuma na, i bɛna tɔɔrɔ.",
    "O kɔnɔ i tɛna kɔngɔ abada, i tɛna farilankolon fana kɛ.",
    "Minnɔgɔ tɛna kɛ i la fana, i tɛna funu fana.”",
    "Nka Sitanɛ ye kumakan dɔ fɔ a ye. A ko: “E Hadama, yala ne bɛ sabali Jiri jira i la, ani masaya min tɛ toli abada wa?”",
    "O cogo la, u ye dumuni kɛ a la. o kɔfɛ, u farikolow y'a ye u ɲɛ na, u y'a daminɛ k'u yɛrɛ datugu ni Nakɔ buluw ye. O cogo la Hadama ye a Matigi kan minɛ, ka bin.",
    "Nka o kɔ, a Matigi hakili jiginna a la, ka yafa a ma, ka a bilasira.",
    "A ko: «Jigi ka bɔ o la, pewu; aw dɔw ye dɔw juguw ye. Nka ni bilasirali nana aw ma tuma o tuma ka bɔ ne fɛ, mɔgɔ o mɔgɔ bɛ tugu ne ka bilasirali kɔ, o tɛna fili, a tɛna tɔɔrɔ fana.",
    "Nka mɔgɔ o mɔgɔ bɛ a kɔdon Ne ka Hakilijigin na, o ye ɲɛnamaya dagalen ye. An na a lakunun su kununni don na fiyentɔ ye.”",
    "A na a fɔ ko: “Ne Matigi, mun na i ye ne lakunun fiyentɔya la, hali ni ne tun bɛ yeli kɛ?”",
    "A na a fɔ ko: “An ka jiralifɛnw nana aw ma cogo min na, ani aw ɲinɛna u kɔ cogo min na, bi fana na ɲinɛ aw kɔ.”",
    "O cogo la, mɔgɔ min ye sariya tiɲɛ, ani min ma da a Matigi ka jirali la, an bɛ o sara. Ala ka ɲangili ka jugu, wa a bɛ mɛn.",
    "Yala a tɛ kalan ye u bolo, an ye bɔnsɔn joli tiɲɛ ka kɔn u ɲɛ, u bɛ taama minnu sigiyɔrɔw la wa? Tiɲɛ na, taamasyɛnw bɛ o de kɔnɔ faamuyali mɔgɔw ye.",
    "Ni kuma tun ma bɔ i Matigi fɛ, ko min tɛ se ka bali, o tun bɛna kɛ, nka waati latigɛlen dɔ bɛ yen.",
    "O la, u ka kumaw muɲu ni muɲuli ye, ka i Matigi ka tanuli seli kɛ sani tile ka bɔ, ani sani a ka bin. Su waatiw la, aw ka nɔɔrɔ da a kan, ani tile dancɛw la, walisa aw ka wasa.",
    "Wa, i kana i ɲɛ jɔlen to An ye fɛn min di u ka kalasi dɔw ma walasa u ka diyabɔ — nin diɲɛ ɲɛnamaya nɔɔrɔ — walisa An k’u kɔrɔbɔ o fɛ. I Matigi ka labɛn ka fisa, wa a bɛ mɛn.",
    "I ka mɔgɔw laadi u ka delili kɛ, ka nɔrɔ o la ni muɲuli ye. An tɛ balo si ɲini aw fɛ, nka Anw de bɛ aw balo. A laban ɲuman ye tilennenya ye.",
    "U b'a fɔ ko: «Mun na a tɛ kabako dɔ lase an ma ka bɔ a Matigi fɛ?» Yala kabako bɛrɛ ma di u ma Bibulu fɔlɔw kɔnɔ wa?",
    "Ni an tun y’u halaki ni ɲangili ye a ɲɛkɔrɔ, u tun na a fɔ ko: “An Matigi, n’i tun ye ciden ci an ma, an tun bɛna tugu i ka jiraliw kɔ sani an ka maloya ani ka maloya.”",
    "A fɔ ko: “Bɛɛ bɛ makɔnɔni na, o la, a jira. I na a dɔn sira tilennen mɔgɔw ye jɔnw ye, ani jɔn ɲɛminɛlen bɛ cogo bɛnnen na."
]