[
    "Hadamadenw ka jatebɔ surunyara, nka u bɛ kɔsegin k’a sɔrɔ u ma u janto u la.",
    "Hakilijigin kura si tɛ na u ma ka bɔ u Matigi yɔrɔ, nka u b’o lamɛn ni tulonkɛ ye.",
    "U dusukunw hakili ɲagamina, kojugukɛlaw bɛ ɲɔgɔn sɔsɔ gundo la ko: “Yala nin ye fɛn wɛrɛ ye ni mɔgɔ satɔ tɛ i bɔɲɔgɔnko wa? Yala i bɛna taa jinɛweleli la, ni ɲɛ da wulilen ye wa?”",
    "A ko: «N Matigi bɛ min fɔ sankolo ni dugukolo kan, o dɔn; Ale de ye Lamɛnnikɛla ye, a dɔnbaga.”",
    "Wa u ko : « Sugo ɲagaminen », ani « a dabɔra » ani « a ye poyikɛla ye », « a ka na ni taamasyɛn ye an fɛ, i n’a fɔ minnu cilen don kɔrɔlenw ma.»",
    "An ye dugu minnu tiɲɛ ka kɔn u ɲɛ, olu si tun ma da a la. O la sa, yala u bɛna da a la wa?",
    "An ma ci aw ɲɛ fo cɛw, An ye minnu bila hakili la. Dɔnniya mɔgɔw ɲininka, n’aw t’a dɔn.",
    "An m’u kɛ farikolo gansanw ye minnu tɛ dumuni dun, wa u tun tɛ sa.",
    "O kɔ, An ye an ka layidu dafa u ye, an y’u kisi ɲɔgɔn fɛ ni mɔgɔ o mɔgɔ ye, an b’a fɛ, an ye fɛn tɛmɛnenw tiɲɛ.",
    "An ye Gafe dɔ ci i ma, i ka cikan bɛ min kɔnɔ. Yala aw ma o faamu wa?",
    "An ye dugu jalakilen joli tigɛ, ka jamana wɛrɛ sigi o kɔfɛ?",
    "O kɔ, u y’an ka fanga dɔn tuma min na, u y’a daminɛ ka boli a ɲɛ.",
    "Aw kana boli, nka aw ka segin aw ka ɲɛnajɛw la, ani aw ka so, walisa ɲininkali ka kɛ aw la.",
    "U ko: «Bɔnɛ bɛ anw na. an tun tɛ tilenbaliya kɛ.”",
    "O tora ka kɛ u ka kulekan ye, fo An k’u kɛ buguri makunlen ye.",
    "An ma sankolo ni dugukolo ani fɛn minnu bɛ u ni ɲɔgɔn cɛ, an ma olu da ɲɛnajɛ kama.",
    "Ni An tun b’a fɛ ka ɲɛnajɛ kɛ, An tun bɛ se k’o sɔrɔ An kɔnɔ, n’an tun b’o kɛ.",
    "Tiɲɛ na, An bɛ tiɲɛ fili nkalon ma, wa a b’a mugumugu, o la a bɛ tunun. Bɔnɛ bɛ aw ye, aw bɛ min ɲɛfɔ.",
    "Mɔgɔ o mɔgɔ bɛ sankolo ni dugukolo kan, o bɛɛ ye ale ta ye. Minw b’a gɛrɛfɛ, olu tɛ kuncɛbaya kojugu fo k’a bato, wa u tɛ yɛrɛyɛrɛ fana.",
    "U bɛ tanu su ni tile, k’a sɔrɔ u ma sɛgɛn abada.",
    "Walima u ye ala dɔw ta ka bɔ dugukolo kan minnu bɛ lakunu wa?",
    "Ni ala wɛrɛw tun bɛ u kɔnɔ ni Ala tɛ, u tun bɛna tiɲɛ. O la sa, nɔɔrɔ ka kɛ Ala ye, Masasigilan Matigi, ka tɛmɛ u bɛ min fɔ.",
    "A tɛna ɲininkali kɛ a ka kɛtaw la, nka u bɛna ɲininkali kɛ.",
    "Walima u ye ala wɛrɛw ta, ale kɔfɛ wa? A fɔ ko: “Aw ka na ni aw ka dalilu ye. Nin ye cikan ye ne fɛ minnu bɛ ne fɛ, ani minnu bɛ ne ɲɛfɛ.» Nka u fanba tɛ tiɲɛ dɔn, o de la u bɛ u kɔdon.",
    "An ma ciden ci i ɲɛ abada k’a sɔrɔ an ma dusu don a kɔnɔ ko: “Ala si tɛ ne kɔ, o la ne bato.”",
    "Wa u b’a fɔ ko: “Manba ye denkɛ ta a yɛrɛ ye.” A ka kɛ nɔɔrɔ ye; u ye baarakɛla bonyalenw dɔrɔn de ye.",
    "U tɛ kuma abada sani a ka kuma, wa u bɛ wale kɛ a ka cikan dɔrɔn de la.",
    "Fɛn min bɛ u ɲɛfɛ, a bɛ o dɔn, ani min bɛ u kɔfɛ; U tɛ delili kɛ fo a sɔnna mɔgɔ min ma; U bɛ yɛrɛyɛrɛ a siran fɛ.",
    "Wa mɔgɔ o mɔgɔ b’a fɔ u la ko: “Ne ye ala ye ka fara ale kan,” An bɛna a sara ni jahanama ye. O cogo la An bɛ kojugukɛlaw sara.",
    "Yala kafiriw t’a ye ko sankolo ni dugukolo tun ye masa kelen ye, an y’u faranfasi wa? Wa An ye fɛn ɲɛnama bɛɛ dilan ni ji ye. Yala u tɛna da a la wa?",
    "An ye sabatilifɛnw bila dugukolo kan, walasa a kana wuli n’u ye, an ye taamasiyɛnw ni tɛmɛsiraw bila o kɔnɔ, walisa u ka bilasira.",
    "Wa An ye sankolo kɛ sanfɛla lakananen ye; o bɛɛ n'a ta, u bɛ u kɔdon a ka kabakow la.",
    "Ale de ye su ni tile da, ani tile ni kalo da; kelen-kelen bɛɛ bɛ panpan jiribolo dɔ la.",
    "An ma sayabaliya di hadamaden si ma ka kɔn aw ɲɛ. Yala i ka kan ka sa, yala o tuma na fɛ, yala olu ye mɔgɔ sabalilenw ye wa?",
    "Ni bɛɛ bɛna saya nɛnɛ. An bɛ doni da aw kan ni gɛlɛyaw ni ɲɛtaa ye—kɔrɔbɔli. Wa Anw fɛ i bɛna segin.",
    "Ni kafiriw y’i ye, u b’i minɛ ni nisɔndiya dɔrɔn de ye: “Yala nin ye i ka ala kofɔbaga ye wa?” Wa u bɛ ban hinɛtigi kofɔli la.",
    "Adamaden dabɔra kɔrɔtɔko de la. Ne na ne ka taamashyɛnw jira aw la, o la aw kana a ɲini ka ne kɔrɔtɔ.",
    "U b’a fɔ ko: “Nin layidu bɛna tiimɛ tuma jumɛn, ni aw ye tiɲɛ fɔ?”",
    "Ni kafiriw tun b’a dɔn dɔrɔn, waati min na u tɛ se ka tasuma bɔ u ɲɛda la ani ka bɔ u kɔ la, wa u tɛna dɛmɛ.",
    "Tiɲɛ na, a bɛna barika sɔrɔ u kan, ka u hakili ɲagami. U tɛna se k’a gɛn, wa u tɛna bila kɔfɛ.",
    "Ciden minnu tun bɛ i ɲɛfɛ, olu fana tun bɛ tulo geren, nka minnu tun bɛ tulonko kɛ, u tun ye fɛn minnu ye, olu tun bɛ olu lamini.",
    "A fɔ ko: “Jɔn b’aw kɔlɔsi hinɛtigi ma su fɛ ani tile fɛ?” Nka u bɛ u kɔdon u Matigi kofɔli la.",
    "Walima ala dɔw b’u fɛ minnu bɛ se k’u lafasa An ma wa? U tɛ se k’u yɛrɛ dɛmɛ, wa u tɛna tanga An ma fana.",
    "An ye nin ɲɛnajɛ ninnu di, ani u bɛnbaw, fo waati ka jan u kan. Yala u t’a ye cogo min na An bɛ dugukolo dɔgɔya dɔɔnin dɔɔnin ka bɔ a dancɛw la wa? O tuma na fɛ, yala olu de ye setigiw ye wa?",
    "A fɔ ko: “Ne bɛ aw lasɔmi hakili lasegin fɛ.” Nka tulogwerenw tɛ se ka welekan mɛn tuma min na u bɛ lasɔmi.",
    "Wa ni i Matigi ka ɲangili ninakili dɔ magara u la, u b’a fɔ ko: “Bɔnɛ anw, an tun ye mɔgɔ juguw ye tiɲɛ na.”",
    "An na tilennenya balansi sigi Lakununni don kama, walisa ni si kana tilenbaliya fitinin sɔrɔ. Wa hali ni a kɛra mutaridi kisɛ girinya ye, An bɛna na n’a ye san fɛ. Anw minnu ye Jateblaw ye, olu bɛ se.",
    "An ye Criterion di Musa ni Aron ma, ani yeelen, ani hakilijigin di mg tilennenw ma.",
    "Minnu bɛ siran u Matigi ɲɛ u dan na, ani minnu bɛ siran Lɛrɛ ɲɛ.",
    "Nin fana ye dugawu cikan ye, An ye min jira. Yala i bna ban o la wa?",
    "An ye a ka kantigiya di Ibrahima ma fɔlɔ, wa An tun b’a dɔn kosɛbɛ.",
    "Tuma min na a y'a fɔ a fa n'a ka mɔgɔw ye ko: «Aw bɛ aw yɛrɛ di nin ja minnu ma, olu ye jumɛnw ye?»",
    "U ko: “An ye an bangebagaw sɔrɔ u bɛ u bato.”",
    "A ko: “E ni i bangebagaw bɛ fili jɛlen na.”",
    "U ko: “I bɛ tiɲɛ fɔ an ye wa, walima i bɛ tulon kɛ dɔrɔn wa?”",
    "A ko: «I Matigi ye sankolow ni dugukolo Matigi ye, a ye u da, ne bɛ o seereya kɛ.",
    "“Ala barika la, ne na labɛn kɛ aw ka jaw kama aw taalen kɔfɛ.”",
    "O la, a y'u Dɔgɔya ka Kɛ 'yɔrɔ ye, n'a Bɔra u belebelebaw la, walisa u ka Segin a kan.",
    "U ko: «Jɔn ye nin kɛ an ka ala la? Siga t’a la, a ye kojugukɛlaw dɔ ye.”",
    "U ko: «An ye kamalennin dɔ mɛn a bɛ u kofɔ. A bɛ wele ko Ibrahima.”",
    "U ko: «A' ye a lase jama ɲɛ kɔrɔ, walisa u ka seereya kɛ.»",
    "U ko: «E Ibrahima, e de ye nin kɛ an ka ala la wa?»",
    "A ko: “Nka, nin bɛɛ la belebeleba in de y’o kɛ. U ɲininka, n’u bɛ se ka kuma.”",
    "O kɔ, u y'u ɲɛsin ɲɔgɔn ma k'a fɔ ko: «Aw yɛrɛ de ye kojugukɛlaw ye.»",
    "Nka u seginna u ka miiriya kɔrɔw kan: “Aw b’a dɔn tiɲɛ na ko ninnu tɛ kuma.”",
    "A ko: «Yala aw bɛ Ala bato, fɛn min tɛ se ka aw nafa foyi la, ka kojugu kɛ aw la wa?",
    "Fie bɛ aw kan, ani aw bɛ min bato Ala nɔ na. Yala aw t’a faamu wa?”",
    "U ko: “Aw ka a jeni ka aw ka ala dɛmɛ, ni aw bɛna wale kɛ.”",
    "An ko: “E tasuma, i ka nɛnɛ ni lafiya kɛ Ibrahima kan.”",
    "U ye laɲini kɛ ka kojugu kɛ a la, nka An y’u kɛ bɔnɛbaga juguw ye.",
    "An y’a ni Lɔti di jamana ma, an ye dugawu kɛ jamana min na mɔgɔw bɛɛ ye.",
    "An ye Isaka ni Yakuba di a ma ka kɛ nilifɛn ye; An kelen-kelen bɛɛ kɛra mɔgɔ tilennenw ye.",
    "An y’u kɛ ɲɛmɔgɔw ye, ka u bilasira an ka cikan fɛ; ani An ye dusu don u kɔnɔ u ka baara ɲumanw kɛ, ka delili labato, ka kanuya di. U tun ye baarakɛlaw ye minnu y’u yɛrɛ di An ma.",
    "Ani Lɔti—An ye kiri ni dɔnniya di a ma, an y’a kisi dugu ma min tun bɛ ko haramulenw kɛ. U tun ye mɔgɔ juguw ni mɔgɔ juguw ye.",
    "An y'a don an ka makari la; sabu a tun ye mɔgɔ tilennenw dɔ ye.",
    "Ani Nuhun, tuma min na a ye wele kɛ ka kɔn o ɲɛ. O la, An y’a jaabi, k’a n’a ka denbaya kisi balawuba ma.",
    "Wa An y’a dɛmɛ ka ɲɛsin mɔgɔw ma minnu banna An ka taamaʃyɛnw ma. U tun ye jama jugu ye, o de kosɔn An y’u bɛɛ su ji la.",
    "Dawuda ni Solomani ye kiritigɛ kɛ tuma min na foro ko la, tuma min na mɔgɔ dɔw ka sagaw tun bɛ yaala yɔrɔ la su fɛ. An tun ye u ka kiri seerew ye.",
    "O cogo la, an ye Solomani kɛ a faamuya, ani an ye hakilitigiya ni dɔnniya di u kelen-kelen bɛɛ ma. Wa An ye kuluw kolo ni Dawuda ye walasa ka An ka tanuli dɔnkili da, ani kɔnɔw fana—tiɲɛ na, An y’o kɛ.",
    "Wa An y’a kalan kalaw dilanni na aw ye, walasa k’aw tanga aw ka fariyakow ma. O la sa, yala i bɛ waleɲumandɔn jira wa?",
    "Ani Solomani fɛ, fiɲɛba min bɛ ka ci a ka cikan fɛ ka taa jamana fan fɛ, An ye dugawu kɛ min ye. An bɛ fɛn bɛɛ dɔn.",
    "Jinɛw la, dɔw tun bɛ ji la a ye, ka baara wɛrɛw kɛ, minnu tun ka dɔgɔ. Nka An y'u mara.",
    "Ani Job, tuma min na a pɛrɛnna a Matigi ma ko: “Tiɲɛba ye ne tɔɔrɔ, i ye makaribaaw ka makaribaa ye.”",
    "O la, An y’a jaabi, k’a ka tɔɔrɔ kɔrɔta, k’a ka denbaya lasegin a ma, ani u ɲɔgɔnnaw n’u ye— hinɛ min bɔra An fɛ, ani hakilijigin ye batokɛlaw ma.",
    "Ismaɛl ni Henɔki ni Ezekiɛl. u kelen-kelen bɛɛ tun ye mɔgɔ sabatilenw dɔ ye.",
    "Wa An y’u don an ka makari la. U tun bɛ mɔgɔ tilennenw cɛma.",
    "Jonasi, a ye a yɛrɛ wuli ni dimi ye tuma min na, a tun b’a miiri ko se tɛ an ye a kan. Nka o kɔ, a pɛrɛnna dibi la ko: “Ala si tɛ yen ni E tɛ! Nɔɔrɔ ka kɛ I ye! Ne tun ye kojugukɛlaw dɔ ye!”",
    "O la, an y’a jaabi, k’a kisi tɔɔrɔ ma. O cogo la An bɛ dannabaaw kisi.",
    "Zakari fana ye a Matigi wele tuma min na ko: “Ne Matigi, i kana ne to ne kelen na, hali ni i ye ciyɛntalaw bɛɛ la ɲuman ye.”",
    "O la, An ye a jaabi, ka Yuhana di a ma. An y'a muso kɛnɛya a kosɔn. U tun bɛ ɲɔgɔn kɛlɛ kɛwale tilennenw kɛli la, ka An wele ni kanuya ni siran ye, wa u tun bɛ u yɛrɛ majigin An ɲɛkɔrɔ.",
    "Ani ale min tun b'a ka npogotigiya kɔlɔsi. An ye An hakili fiyɛ a kɔnɔ, ka a n’a denkɛ kɛ taamasyɛn ye diɲɛ bolo.",
    "Aw ka jɛkulu in ye jɛkulu kelen ye, wa ne ye aw Matigi ye, o la aw ka Ne bato.",
    "Nka u y’u tila ka kɛ kuluw ye. U bɛɛ bɛna segin An ma.",
    "Mɔgɔ o mɔgɔ bɛ kɛwale tilennenw kɛ, ni dannabaa don, a ka cɛsiri tɛna ban. An b’a sɛbɛn a ye.",
    "An tun ye dugu min tiɲɛ, dankarili bɛ yen—ko u tɛna segin.",
    "Fo, tuma min na Gog ni Magog bilala ka bɔ kulu bɛɛ la.",
    "Tiɲɛ layidu surunyara. Minnu ma da a la, olu ɲɛw bɛna filɛli kɛ ni siran ye: “Bɔnɛ bɛ anw na. An tun tɛ ɲinɛ o kɔ. Tiɲɛ na, an tun ye kojugukɛlaw ye.”",
    "I ni i bɛ min bato Ala kɔfɛ, olu ye Jahannama sɛnɛfɛnw ye. I na jigin a kɔnɔ.",
    "Ni ninnu tun ye ala ye, u tun tɛna jigin a kɔnɔ. Bɛɛ na to a kɔnɔ.",
    "U na kasi o kɔnɔ. O kɔnɔ, u tɛna mɛnni kɛ.",
    "Minnu tun ka kan ni ɲumanya ye ka bɔ An fɛ—olu bɛna u yɔrɔ janya o la.",
    "U tɛna a sɔgɔsɔgɔkan mɛn, u dusukun nege bɛ min na, u bɛna to fo abada.",
    "Siranyaba tɛna u jɔrɔ, mɛlɛkɛw bɛna u minɛ: “I ka don min layidu tara i ye, o ye nin ye.”",
    "Don min na An bɛ sankolo da, i n’a fɔ gafe dali. An ye danni fɔlɔ daminɛ cogo min na, An bɛna segin o kan—layidu min sirilen bɛ An na. An bɛna wale kɛ.",
    "An y’a sɛbɛn Zaburuw kɔnɔ, Hakilijigin kɔfɛ, ko dugukolo bɛna ciyɛn ta ne ka baarakɛla tilennenw fɛ.",
    "Tiɲɛ na, cikan dɔ bɛ nin kɔnɔ ka ɲɛsin mɔgɔw ma minnu bɛ bato kɛ.",
    "An ma aw ci fo ka kɛ makari ye hadamadenw ma.",
    "A fɔ ko: «A jirala ne la ko i ka Ala ye Ala kelenpe de ye. Yala i bɛna i yɛrɛ majigin wa?”",
    "Nka n'u y'u kɔdon, a fɔ ko: «Ne ye aw ladɔnniya ka se. Hali ni ne t’a dɔn ni layidu talen bɛ min na, o surunyalen don walima ni o yɔrɔ ka jan.”",
    "Min fɔra kɛnɛ kan, a b’o dɔn, ani i bɛ min dogo, a b’o dɔn.",
    "“Wa ne t’a dɔn ni laala o ye kɔrɔbɔli ye aw bolo, ani nisɔndiya ye waati dɔ kɔnɔ.”",
    "A ko: “Ne Matigi, kiri tigɛ ni tilennenya ye.” Wa, “An Matigi ye nɛɛmatigi ye, min ka dɛmɛ bɛ ɲini ka ɲɛsin aw bɛ min fɔ.”"
]