[
    "Aw jama, aw ka aw hakili to aw Matigi la. Lɛrɛ yɛrɛyɛrɛ ye koba ye.",
    "I bɛna a ye don min na: sin di denba bɛɛ na a den fili, muso kɔnɔma bɛɛ bɛna a ka doni bɔ, i na jamanadenw ye dɔlɔminna, hali ni u ma dɔlɔ—nka Ala ka ɲangili ka jugu.",
    "Mɔgɔw cɛma, mɔgɔ bɛ sɔsɔli kɛ Ala ko la k’a sɔrɔ a ma dɔnniya sɔrɔ, ka tugu jinɛ sɔsɔlen bɛɛ kɔ.",
    "A latigɛra a ye, ko mɔgɔ o mɔgɔ bɛ tugu a kɔ—o bɛna a fili, ka taa n’a ye Blaze ka tɔɔrɔ la.",
    "Aw mɔgɔw! Ni i bɛ sigasiga Lakununni ko la—An ye i da ni buguri ye, o kɔfɛ ka bɔ jikuru fitinin dɔ la, o kɔfɛ ka bɔ kurukuru nɔrɔlen dɔ la, o kɔfɛ ka bɔ sogo kuru dɔ la, a yɔrɔ dɔ yiriwara, a fan dɔ ma yiriwa. Walasa ka fɛnw ɲɛfɔ aw ye. Wa An b'a fɛ fɛn o fɛn na, an bɛ Sìgi kɔnɔbara la waati latigɛlen dɔ kama, o kɔ fɛ, an b'aw Bɔ denmisɛnninw na, fo aw ka Se aw fanga bɛɛ ma. Aw dɔw na tɛmɛn, aw dɔw na segin waati juguba la, walisa a kana o dɔn, a kɛlen kɔ ka o dɔn. I bɛ dugukolo ye hali bi; nka n'an ye ji ci a kan, a bɛ yɛrɛyɛrɛ, ka funu, ka fila-fila kanulen sugu bɛɛ falen.",
    "O b k sabu Ala ye ti ye, ani sabu a b ɲɛnamaya di suw ma, ani sabu a Se bɛ fɛn bɛɛ la.",
    "Wa, bawo Waati bɛ na—siga t’a la o la—ani sabu Ala bɛna kaburu kɔnɔmɔgɔw lakunu.",
    "Wa jama cɛma, mɔgɔ bɛ sɔsɔli kɛ Ala ko la k’a sɔrɔ a ma dɔnniya sɔrɔ, walima k’a sɔrɔ a ma bilasirali kɛ, wala ni sɛbɛnni tɛ min bɛ yeelen bɔ.",
    "Ka i kɔdon ni danbe ye, ka i bila ka bɔ Ala ka sira la. A na majigin sɔrɔ nin diɲɛ in kɔnɔ, ani lakununni don na, An bɛna a kɛ ka jeninida tɔɔrɔ nɛnɛ.",
    "O ye aw bolow ye min kɛ ka taa ɲɛ, ani katuguni Ala tɛ tilenbaliya kɛ baarakɛlaw la.",
    "Wa jama cɛma, mɔgɔ min bɛ Ala bato dankan na, o fana bɛ yen. Ni fɛn ɲuman dɔ nana a ma, a bɛ wasa o la. Nka ni gɛlɛya dɔ y’a sɔrɔ, a bɛ fɛn dɔ tigɛli kɛ. A bɛ bɔnɛ nin diɲɛ in na ani diɲɛ nata la. O de ye bɔnɛ ye min jɛlen don.",
    "A bɛ fɛn min wele, Ala nɔ na, min tɛ se ka kojugu kɛ a la, wa a tɛ se ka nafa lase a ma. O de ye yɔrɔ jan ye.",
    "A bɛ mɔgɔ wele min ka kojugu ka surun a nafa la. Matigi dusukasilen don dɛ. O ye taamaɲɔgɔn dusukasilen ye dɛ.",
    "Dannabaaw ani ka kɛwale tilennenw kɛ, Ala na don Nakɔw kɔnɔ, baji bɛ woyo minnu jukɔrɔ. Ala b’a fɛ fɛn o fɛn kɛ.",
    "Mɔgɔ o mɔgɔ b’a miiri ko Ala tɛna a dɛmɛ nin ɲɛnamaya kɔnɔ ani a ka siniɲɛsigi la—a ka wuli sankolo la, o kɔfɛ, a ka tigɛ, k’a lajɛ n’a ka nanbara bɛ fɛn min bɛ a dimi, o bɔ yen.",
    "O cogo la, an y’a jira iko taamasyɛn jɛlenw, wa Ala bɛ mɔgɔ o mɔgɔ bilasira, a b’a fɛ.",
    "Minnu dalen don, ani minnu ye Yahutuw ye, ani Sabekaw, ani kerecɛnw, ani Zoroasterw, ani Ala caman dɔnbagaw—Ala bɛna kiri tigɛ u ni ɲɔgɔn cɛ lakununni don na. Ala ye fɛn bɛɛ seere ye.",
    "Yala aw m’a dɔn ko sankolola mɔgɔw bɛɛ ni dugukolo kan mɔgɔw bɛɛ, ani tile ni kalo, ni dolow, ani kuluw, ani jiriw, ani baganw, ani mɔgɔw caman bɛ sujudu kɛ Ala ɲɛ kɔrɔ wa? Nka mɔgɔ caman ka kan ni ɲangili ye cogo bɛnnen na. Ala ye mɔgɔ o mɔgɔ maloya, mɔgɔ si tɛ o bonya. Ala b’a fɛ fɛn o fɛn kɛ.",
    "Nin ye jugu fila ye minnu bɛ ka kɛlɛ kɛ u Matigi ko la. Minnu ma da a la, olu ta fan fɛ, tasuma finiw bɛna dila u ye, ka ji jenilen bɔn u kun na.",
    "U kɔnɔna ni u fariw wulicogo.",
    "Wa u na kɛ ni nɛgɛberew ye.",
    "Tuma o tuma n’u b’a ɲini ka kisi dibi ma, u bɛna gɛn ka segin o dibi la: “A’ ye jeninida tɔɔrɔ nɛnɛ.”",
    "Nka Ala na mɔgɔ minnu dalen bɛ a la ani minnu bɛ kɛwale ɲumanw kɛ, a bɛna olu don Nakɔw kɔnɔ, baji bɛ woyo minnu jukɔrɔ. U na masiri o kɔnɔ ni bololanɛgɛw ye minnu dilalen don ni sanu ye, ani u ka finiw na kɛ siliki ye.",
    "U bilala ka taa kuma saniya la. U bilasira ka taa Tanulenba ka sira kan.",
    "Minnu ma da a la ani ka u gɛn ka bɔ Ala ka sira kan ani ka bɔ Misiri senuma na — An ye min latigɛ hadamadenw bɛɛ ye cogo kelen na, a kɛra a sigilen ye wo, a kɛra tɛmɛtɔ ye wo — ani mɔgɔ o mɔgɔ b’a ɲini ka saraka kɛ o kɔnɔ — an bɛna a kɛ ɲangili diminnen dɔ nɛnɛ.",
    "An ye So sigiyɔrɔ jira Ibrahima la: “I kana foyi fara ne kan; ani ka Ne ka So saniya mɔgɔ minnu bɛ yaala-yaala, ani minnu bɛ jɔ ka delili kɛ, ani minnu bɛ u biri ka sujudu kɛ.”",
    "Ani ka hiji laseli hadamadenw ma. U bɛna na i fɛ senna, ani bolifɛn bɛɛ la. U bɛna bɔ yɔrɔ jan bɛɛ la.",
    "Walisa u ka se ka nafaw seereya u yɛrɛw ye, ka Ala tɔgɔ seli kɛ don latigɛlenw na, ka da a kan a ye baganw di u ma. O la, aw ka dumuni kɛ a la, ka faantanw balo.",
    "O kɔfɛ, u k’u ka saniya walew kɛ, k’u ka layidu dafa, ka So Kɔrɔ lamini.",
    "O bɛɛ. Mɔgɔ o mɔgɔ bɛ Ala ka senuya bonya—o ka ɲi a ma a Matigi fɛ. Baganw bɛɛ bɛ Sɔn i ma, fo min bɛ Fɔ i ye. O la sa, aw ka aw mabɔ boli haramulenw na, ka aw mabɔ nkalontigɛ la.",
    "Ka kɛ tiɲɛtigi ye Ala fɛ, k’a sɔrɔ i ma foyi fara a kan. Mɔgɔ o mɔgɔ bɛ fɛn o fɛn fara Ala kan—a bɛ i n’a fɔ a binna ka bɔ san fɛ, kɔnɔw y’a minɛ, walima fiɲɛ y’a minɛ ka taa dingɛ yɔrɔ jan dɔ la.",
    "A bɛ ten. Mɔgɔ o mɔgɔ bɛ Ala ka sakramentiw bonya—o bɛ bɔ dusukunw ka Ala ɲɛsiran na.",
    "Nafa bɛ minnu na i bolo fo ka se waati dɔ ma. O kɔ fɛ, u jɔyɔrɔ bɛ So Kɔrɔlen kɛrɛ fɛ.",
    "An ye laadalakow sigi siya bɛɛ ye, walisa u ka Ala tɔgɔ hakili jigin baganw kan, a ye minnu di u ma. I ka Ala ye Ala kelenpe de ye, o la, i ka i kolo a ye, ka kibaru duman lase majiginlenw ma.",
    "Minnu dusukun bɛ yɛrɛyɛrɛ ni Ala kofɔra, ani minnu bɛ muɲu min kɛra u la, ani minnu bɛ delili kɛ ka musaka kɛ ka bɔ An ye min di u ma.",
    "An ye baganw ka sarakaw kɛ Ala ka taamasyɛn ye aw ye. U de la, ɲumanya bɛ aw bolo. O la sa, Ala tɔgɔ fɔ u kan n’u bɛ layini na. O kɔ, n'u binna u kɛrɛ fɛ, aw k'u dɔ dun ka wasalenw ni delilikɛlaw balo. O cogo la, An y'u kolo aw ye, walisa aw ka barika da Ala ye.",
    "U farisogo, wala u joli si tɛ se Ala ma abada. Min b se a ma, o ye tilennenya ye ka b i la. O cogo la, a ye u kolo aw bolo, walisa aw ka Ala tanu aw ɲɛminɛni kosɔn. Ani ka kibaru duman di dɛmɛbagaw ma.",
    "Ala bɛ dannabaaw lafasa. Ala tɛ janfa waleɲumandɔnbali si kanu.",
    "Minnu bɛ kɛlɛ kɛ, yamaruya bɛ di olu ma, wa Ala bɛ Se ka se sɔrɔli di u ma.",
    "Minnu gɛnna ka bɔ u ka so tilenbaliya la, k’a sababu kɛ u y’a fɔ dɔrɔn ko: “An Matigi ye Ala ye.” Ni a tun tɛ ko Ala bɛ mɔgɔw gɛn mɔgɔ wɛrɛw sababu fɛ: batosobaw, egilisiw, batosow ani misiriw — Ala tɔgɔ bɛ fɔ yɔrɔ minnu na kosɛbɛ — u tun bɛna ci. Mɔgɔ o mɔgɔ bɛ a dɛmɛ, Ala bɛ o dɛmɛ. Ala barika ka bon ani Sebaayaba don.",
    "Minnu, n’an ye fanga di u ma jamana kɔnɔ, olu bɛ delili labato, ka kanuya di tuma bɛɛ, ka ko ɲuman yamaruya, ka kojugu bali. Kow kɔlɔlɔ ye Ala ta ye.",
    "Ni u banna i la—u ɲɛkɔrɔ, Nuhun ka mɔgɔw, ani Aad, ani Tamud fana ye ban.",
    "Ibrahima ka mɔgɔw ni Lɔti ka mɔgɔw fana.",
    "Ani Median dugumɔgɔw fana. U banna Musa la. O kɔ, ne ye kafiriw labɔ, nka o kɔfɛ, ne ye u minɛ. O la sa, Ne ka ban kɛra cogo di?",
    "An ye dugu joli tiɲɛ k’a sɔrɔ a tun bɛ kojugu kɛ? U dalen bɛ tiɲɛniw na; kɔlɔnw jɔlen bɛ yen, ani sobaw kɔrɔtalenw.",
    "Yala u ma taama jamana kɔnɔ, ka hakilinaw sɔrɔ ka hakilinata kɛ ni minnu ye, walima ka tulo sɔrɔ ka lamɛnni kɛ ni minnu ye wa? Ɲɛw tɛ fiyentɔ ye, nka dusukunw de don, disi kɔnɔ, minnu bɛ kɛ fiyentɔ ye.",
    "Wa u b'a ɲini aw fɛ aw ka ɲangili teliya. Nka Ala t a ka layidu tiɲɛ abada. Don kelen i Matigi fɛ, o bɛ i ko san ba kelen i jate la.",
    "Ne ye dugu joli bila kɔfɛ, hali ni o tun ye tilenbaliya ye? O kɔ, n y’a minɛ. Ne fɛ, o ye taayɔrɔ ye.",
    "A fɔ ko: «Aw mɔgɔw, ne ye lasɔminikɛla jɛlen dɔrɔn de ye aw bolo.»",
    "Minnu dalen b’a la ani ka tilennenya kɛ—yafa ni bolomafara bɛ olu bolo.",
    "Nka minnu b’u cɛsiri ka An ka jirali kɛ—olu ye Jahannama kasodenw ye.",
    "An ma deli ka ciden ci i ɲɛ, walima kira, nka ni nege tun b’a la, Sitanɛ y’a sen don a sago la. Nka Sitanɛ bɛ min don a kɔnɔ, Ala bɛ o kɛ fu ye, ani Ala b’a ka jiralifɛnw sinsin. Ala ye fɛn bɛɛ dɔnbaga ye ani hakilitigi ye.",
    "Walisa ka Sitanɛ ka hakilinaw kɛ kɔrɔbɔli ye mɔgɔ minnu dusukun bananen don, ani minnu dusukun ka gɛlɛn. Jurumukɛlaw bɛ bɛnbaliyaba kɔnɔ.",
    "Wa walisa dnniya dira minnu ma, olu k'a dn ko o ye ti ye min b b i Matigi la, ani o cogo la, u ka da a la, u dusukunw ka nɔgɔya o la. Ala bɛ dannabaaw bila sira tilennen kan.",
    "Minnu ma da a la, olu bɛna to ka sigasiga o ko la, fo waati ka se u ma yɔrɔnin kelen, walima don lakolon tɔɔrɔ ka na u ma.",
    "O don na, masaya ye Ala ta ye; A na kiri tigɛ u ni ɲɔgɔn cɛ. Minnu dalen bɛ a la ka kɛwale ɲumanw kɛ, olu bɛna kɛ Nisɔndiya nakɔw kɔnɔ.",
    "Nka minnu tɛ dannaya kɛ ani minnu bɛ ban An ka jiralifɛnw na—o bɛna maloya ɲangili sɔrɔ.",
    "Minnu bɛ taa yɔrɔ wɛrɛ la Ala ka ko la, ka sɔrɔ ka faga, walima ka sa, Ala bɛna dumuni ɲumanw di u ma. Ala ye fɛn dibagaw bɛɛ la ɲuman ye.",
    "A bɛna sɔn u ma don dɔ la min bɛna diya u ye. Ala ye Dɔnnikɛla ye ani Clement.",
    "O de don! Mɔgɔ o mɔgɔ mana a yɛrɛ sara o cogo kelen na, tɔɔrɔ min kɛra a la, ka tila ka kojugu kɛ a la tuguni, Ala bɛna a dɛmɛ tiɲɛ na. Ala ye Yafa ni Yafabaga ye.",
    "O bɛ kɛ bawo Ala bɛ su fara ɲɔgɔn kan ka kɛ tile ye, wa a bɛ tile fara ɲɔgɔn kan ka kɛ su ye, ani sabu Ala ye Lamɛnnikɛla ni Yelikɛla ye.",
    "O ye ko Ala ye Tiɲɛ ye, wa u bɛ min wele a kɔfɛ, o ye nafantan ye, ani bawo Ala ye Suguba ye, min ka bon.",
    "Yala aw m’a ye ko Ala bɛ ji ci ka bɔ sankolo la, jamana bɛ kɛ binkɛnɛ ye wa? Ala ye ɲumanya ye ani a bɛ a dɔn.",
    "Fɛn o fɛn bɛ sankolo la ani fɛn o fɛn bɛ dugukolo kan, o ye ale de ta ye. Ala ye Nafolotigi ye, Tanulen don.",
    "Yala i t’a ye ko Ala ye dugukolo kan fɛn o fɛn kɛ i kolo ye wa? Kurunw bɛ taa kɔgɔji la cogo di a ka cikan fɛ? Ko A bɛ sankolo minɛ ka kɔrɔta walisa a kana bin dugukolo kan—n’a ma kɛ a ka yamaruya fɛ wa? Ala ye nɛɛma kɛ mɔgɔw ye, hinɛtigiba.",
    "Wa ale de bɛ ɲɛnamaya di i ma, ka tila k’i faga, ka tila k’i lakunu. Adamaden tɛ waleɲumandɔn jira.",
    "Jɛkulu kelen-kelen bɛɛ kama An ye bato kɛcogo dɔw sigi sen kan, u bɛ minnu labato. O la sa, aw kana a to u ka sɔsɔli kɛ aw fɛ o ko la. Ani ka wele bila i Matigi ma; aw bɛ bilasirali tilennen dɔ kan.",
    "Nka n’u ye sɔsɔli kɛ i ni ɲɔgɔn cɛ, i k’a fɔ ko: “Ala bɛ i ka ko kɛtaw dɔn kosɛbɛ.”",
    "Ala na kiri tigɛ aw ni ɲɔgɔn cɛ lakununni don na, aw tɛ bɛn min ma.",
    "Yala aw m’a dɔn ko Ala bɛ sankolo ni dugukolo fɛn bɛɛ dɔn wa? O bɛ gafe dɔ kɔnɔ. O ka nɔgɔn Ala bolo.",
    "O bɛɛ n’a ta, u bɛ fɛnw bato, Ala kɔfɛ, a ye yamaruya si ci minnu kama, ani u tɛ fɛn minnu dɔn. Kisibaa si t yen dankarilaw ye.",
    "Wa ni An ka Vɛrise jɛlenw kalanna u ye, aw bɛna farinya dɔn kafiriw ɲɛda la. U bɛ ɲini ka bin mɔgɔ minnu kan minnu bɛ An ka Vɛrisew kalan u ye. A fɔ ko: “Yala ne bɛna i ladɔnniya fɛn dɔ la min ka jugu ni o ye wa? Tasuma ye! Ala ye layidu ta o la kafiriw ye. Ani, o kɛra bɔnɛ ye dɛ!”",
    "Aw mɔgɔw! Ntalen dɔ bɛ fɔ, o la sa, i k’a lamɛn: I bɛ mɔgɔ minnu wele Ala kɔfɛ, olu tɛna wulu da abada, hali n’u ye ɲɔgɔn jɛ o kun na. Wa ni wulu ye fɛn dɔ Sonya u la, u tɛ Se k'o Sɔrɔ o la. Mɔgɔ min bɛ tugu o kɔ ani mɔgɔ min bɛ tugu o kɔ, o barika ka dɔgɔ.",
    "U tɛ nafa don Ala la i n’a fɔ a ka kan ka jate cogo min na. Ala barika ka bon ani a fanga ka bon.",
    "Ala bɛ cidenw sugandi mɛlɛkɛw cɛma, ani jama cɛma. Ala ye Lamɛnnikɛla ni Yelikɛla ye.",
    "Fɛn min bɛ u ɲɛfɛ, ani min bɛ u kɔfɛ, a b’o dɔn. Ko bɛɛ bɛ ɲɛsin Ala ma.",
    "Aw dannabaaw! I kunbiri gwan, ka i biri, ka i Matigi bato, ka kɛwale ɲumanw kɛ, walisa i ka se ka ɲɛtaa sɔrɔ.",
    "Ani ka cɛsiri kɛ Ala ye, ni cɛsiri ye min ka kan ka kɛ a ye. A ye i sugandi, wa a ma doni da i kan diinɛko la—i fa Ibrahima ka dannaya. Ale de ye aw tɔgɔ da silamɛw la ka kɔrɔ, ani nin ko in na. Walisa Ciden ka kɛ seere ye aw kan, aw fana ka kɛ seerew ye jama kan. O la sa, delili kɛ tuma bɛɛ, ani ka kanuya di tuma bɛɛ, ka nɔrɔ Ala la. Ale de ye i Lakanabaa ye. Lakanalikɛla ɲumanba don dɛ, ani Dɛmɛbaga ɲumanba don dɛ."
]