[
    "Dannabaaw ye ɲɛtaa sɔrɔ.",
    "Minnu bɛ majigin u ka deliliw la.",
    "Minnu b’u yɛrɛ tanga kuma fuw ma.",
    "Minnu bɛ baara kɛ dɛmɛni kama.",
    "Minnu b’u ka saniya lakana.",
    "N’a ma kɛ u furuɲɔgɔnw fɛ, walima u bolofara minnu bɛ u bolo—k’a masɔrɔ u hɔrɔnyalen don jalaki la.",
    "Nka mɔgɔ o mɔgɔ bɛ fɛn dɔ ɲini ka tɛmɛ o kan—olu de ye sariya tiɲɛbagaw ye.",
    "Minnu ye kantigiya kɛ u ka dannayakow n’u ka layidu talenw na.",
    "Minnu b’u ka deliliw lakana.",
    "Olu de ye ciyɛntalaw ye.",
    "Min bɛna alijɛnɛ ciyɛn ta, u bɛna sigi min kɔnɔ fo abada.",
    "An ye hadamaden da ni bɔgɔ bɔlen ye.",
    "O kɔ, An y’a Kɛ kisɛ ye, marayɔrɔ lakananen dɔ la.",
    "O kɔ fɛ An ye kisɛ in yiriwa ka kɛ kurukuru ye. O kɔ fɛ An ye kurukuru in yiriwa ka kɛ kuru ye. O kɔ, An ye kuru in yiriwa ka kɛ kolo ye. O kɔ, An ye sogow don kolow la. O kɔ, An y’a Bɔ ka Kɛ danfɛn wɛrɛ ye. Dubadenba ye Ala ye, min ye Dabaga ɲumanw bɛɛ la ɲuman ye.",
    "O kɔ, o kɔfɛ, i bɛna sa.",
    "O k, Lakununni don na, i bna kunun.",
    "An ye sira wolonwula da aw sanfɛ, an tɛ danfɛnw jateminɛ abada.",
    "Wa An ye ji ci ka bɔ sankolo la a hakɛ bɛnnen na, k’a sigi dugukolo la, an bɛ se k’a ta.",
    "An bɛ jirisunw ni ɛrɛzɛnsun nakɔw dilan aw ye, ka jiriden caman di aw ma aw ka dumuni kɛ.",
    "Jiri dɔ bɔra Sinayi kulu la, ka tulu bɔ, ka dumuni kɛbagaw ka dumuni kɛ.",
    "Wa kalan dɔ bɛ aw bolo baganmara la: An bɛ min di aw ma u kɔnɔbara la, wa aw bɛ nafa caman sɔrɔ u la, wa aw bɛ dumuni kɛ u la.",
    "Wa u kan, ani kurunw kan, i bɛ taa ni i ye.",
    "An ye Nuhun ci a ka mɔgɔw ma. A ko: «E ne ka mɔgɔw, aw ka Ala bato, ala wɛrɛ tɛ aw fɛ ni ale tɛ. Yala aw tɛna aw janto wa?”",
    "Nka a ka mɔgɔw ka mɔgɔba minnu ma da a la, olu ko: “Nin tɛ fosi ye ni i bɔɲɔgɔnko hadamaden tɛ, min b’a fɛ ka tɛmɛn i kan. Ni Ala tun b’a fɛ, a tun bɛna mɛlɛkɛw ci. An ma deli k’o mɛn an bɛnbaw fɛ fɔlɔ.",
    "A tɛ foyi ye ni jinɛw bɛ mɔgɔ min na. I janto a la dɔrɔn waati dɔ kɔnɔ.”",
    "A ko: “Ne Matigi, ne dɛmɛ, katuguni u banna ne la.”",
    "O la sa, An ye dusu don a kɔnɔ ko: “Aw ka kurunba jɔ An ka kɔlɔsili kɔnɔ ani an ka hakili la. Wa ni An ka sariya sera, ni foro tobira, i ka fila-fila suguya bɛɛ don a kɔnɔ, n'i ka denbaya ye, fo ni kuma fɔra minnu kama kaban. Minnu ye kojugu kɛ, i kana kuma ne fɛ. katuguni u ka kan ka bin ji la.”",
    "O kɔ, ni i n’i ni i bɛ ɲɔgɔn fɛ kurun kɔnɔ tuma min na, i k’a fɔ ko: “Tanuli ka kɛ Ala ye, ale min ye an kisi kojugukɛlaw ma.”",
    "Ani k’a fɔ ko: “Ne Matigi, ne jigin ni jigin dugawu ye, i n’a fɔ e ye bolifɛnw tabaga ɲumanw ye.”",
    "Tiɲɛ na, taamaʃyɛnw bɛ o de la. An bɛ kɔrɔbɔli kɛ tuma bɛɛ.",
    "O kɔ, u kɔ fɛ, An ye bɔnsɔn wɛrɛ Sìgi.",
    "An ye ciden dɔ ci u cɛma ka bɔ u yɛrɛ la: “Aw ka baara kɛ Ala ye. Ala wɛrɛ tɛ aw fɛ ni ale tɛ. Yala i tɛna i janto i yɛrɛ la wa?”",
    "Nka a ka mɔgɔw ka mɔgɔba dɔw, minnu ye dannabaliya kɛ ani minnu tun bɛ ban Ala ka ɲɔgɔnye ma, ani An tun y’u bila sisan ɲɛnamaya la, olu ko: “Nin tɛ fosi ye ni hadamaden tɛ i bɔɲɔgɔnko la; aw bɛ min dun, a bɛ o dun, aw bɛ min min, a bɛ o min.",
    "Ni aw ye hadamaden kan minɛ i n’a fɔ aw yɛrɛw, o tuma na fɛ, aw bɛna kɛ bɔnɛbagaw ye.",
    "Yala a bɛ layidu ta i ye ko ni i sara ka kɛ buguri ni kolo ye, i bɛna bɔ kɛnɛma wa?",
    "Farfetched, farfetched ye min layidu tara i ye.",
    "Foyi tɛ yen ni an ka ɲɛnamaya tɛ nin diɲɛ in kɔnɔ. An bɛ sa, an bɛ ɲɛnamaya, an tɛ kunun.",
    "A tɛ fosi ye ni mɔgɔ tɛ, a bɛ nkalon tigɛ Ala ko la. An dalen tɛ a la.»",
    "A ko: “Ne Matigi, ne dɛmɛ, katuguni u banna ne la.”",
    "A ko: “Yɔni dɔɔni, u na fa nimisali la.”",
    "O kɔ fɛ, Bòli y'u Minɛ, a bɛnnen dòn, an y'u Yɛlɛma k'u Kɛ nɔgɔ ye. O la sa, i ka yɔrɔ jan jama juguw la.",
    "O kɔ, u kɔfɛ, An ye bɔnsɔn wɛrɛw lakunun.",
    "Jamana si tɛ se k’a ka waati ɲɛ, wa u tɛ se k’a bila kɔfɛ fana.",
    "O kɔ, An y’an ka cidenw ci ɲɔgɔn kɔ. Tuma o tuma ni ciden dɔ nana a ka sigida la, u b’a wele ko nkalontigɛla. O la, an y’u bila ka tugu ɲɔgɔn kɔ, k’u kɛ tariku ye. O la sa, i ka i yɛrɛ tanga jama ma minnu dalen tɛ a la.",
    "O kɔ, an ye Musa ni a balimakɛ Aron ci, n’an ka taamashyɛnw ni fanga jɛlen ye.",
    "Faraon n'a ka faamaw ma, nka u y'u kuncɛbaya kɛ. U tun ye mɔgɔw degunbagaw ye.",
    "U ko: «An ka kan ka da mɔgɔ sataw fila la i n'a fɔ anw, wa u ka mɔgɔw ye an ka jɔnw ye wa?»",
    "U y'u wele nkalontigɛlaw, o cogo la, u tun bɛ mɔgɔ halakilenw cɛma.",
    "An ye Kitabu di Musa ma, walisa u ka bilasira.",
    "An ye Mariyama denkɛ n’a ba kɛ taamasyɛn ye, an y’u dogo dugukolo jan kan ni lakana ni jibolisiraw ye minnu bɛ woyo.",
    "Aw cidenw, aw ka fɛn ɲumanw dun, ka wale kɛ ni tilennenya ye. Aw bɛ min kɛ, ne bɛ o dɔn.",
    "I ka siya in ye siya kelen ye, ne ye i Matigi ye, o la, i ka siran ne ɲɛ.",
    "Nka u y'u yɛrɛ fara ka kɛ diinɛkuluw ye; parti kelen-kelen bɛɛ nisɔndiyalen don u bolofɛnw na.",
    "O la, aw k’u to u hakili ɲagami na fo waati dɔ.",
    "Yala u b’o miiri, ka nafolo ni denw di u ma wa.",
    "An bɛ boli ka fɛn ɲumanw di u ma wa? Tiɲɛ na, hakilina foyi t’u la.",
    "Minnu, ka da u Matigi ɲɛsiran kan, olu bɛ siran.",
    "Ani minnu dalen bɛ u Matigi ka Vɛrisew la.",
    "Ani minnu tɛ jɛɲɔgɔn si fara u Matigi kan.",
    "Minnu b'u ka fɛn di, k'a sɔrɔ u dusukunw bɛ yɛrɛyɛrɛ, k'a dɔn ko u bɛ segin u Matigi ma.",
    "Olu de bɛ boli ka taa ɲumanya la. Olu de bɛna se a ma fɔlɔ.",
    "An tɛ doni da ni si kan abada ka tɛmɛ a seko kan. Wa Anw fɛ, sɛbɛn dɔ bɛ yen min bɛ tiɲɛ fɔ, wa u tɛna kojugu kɛ.",
    "Nka u dusukunw bɛ jɔrɔ o de kosɔn; wa walew b' u bolo minnu tɛ bɛn nin ma , u bɛ taa a fɛ ka minnu kɛ .",
    "Fo, n’an ye mɔgɔ tiɲɛnenw minɛ u cɛma ni tɔɔrɔ ye, u bɛ daminɛ ka sɔgɔsɔgɔ.",
    "Aw kana ŋunan bi. I tɛna dɛmɛ si sɔrɔ An fɛ.",
    "Ne ka Vɛrisew kalanna i ye, nka i kɔsegira i senw kan.",
    "Kuncɛbaya min tun bɛ o ko la—u tun bɛ kuma fuw fɔ o ko la —u tun t’a jate.",
    "Yala u ma miiri o Kuma la wa? Walima fɛn min ma na u bɛnbaw ma fɔlɔ, yala o sera u ma wa?",
    "Walima u ma u ka ciden dɔn, o de la u bɛ ka ban a la wa?",
    "Walima u b’a fɔ ko: “Jinɛ b’a la wa?” Tiɲɛ na, a nana ni tiɲɛ ye u ma, nka u fanba bɛ tiɲɛ kɔniya.",
    "Ni tiɲɛ tun bɛ bɛn u negew ma, sankolow, dugukolo ani u kɔnɔmɔgɔw bɛɛ tun bɛna tiɲɛ. Tiɲɛ na, An y’u ka cikan di u ma, nka u bɛ to k’u yɛrɛ tanga u ka cikan ma.",
    "Walima i bɛ wari ɲini u fɛ wa? Sɔrɔ min bɛ bɔ i Matigi fɛ, o ka fisa, wa ale de ye dɛmɛbagaw bɛɛ la ɲuman ye.",
    "I b’u wele sira tilennen dɔ kan.",
    "Nka minnu ma da Alako la, olu bɛ ka wuli ka bɔ sira kan.",
    "Hali n’an ye hinɛ u la, k’u ka gɛlɛyaw lajɔ, u tun bɛna to u ka sɔsɔli la fiyentɔya la.",
    "An ye u minɛ kaban ni tɔɔrɔ ye, nka u ma u yɛrɛ di u Matigi ma, u ma u yɛrɛ majigin fana.",
    "Fo, n’an ye tɔɔrɔba da wuli u ɲɛkɔrɔ, o yɔrɔnin bɛɛ la, u jigi bɛna tigɛ.",
    "Ale de ye mɛnni, ani ɲɛ, ani dusukunnataw labɔ aw ye. Nka i bɛ waleɲumandɔn dɔɔnin de jira.",
    "Wa ale de ye aw caya dugukolo kan, aw na lajɛ ale de fɛ.",
    "Wa ale de bɛ ɲɛnamaya di ani ka saya lase, ani su ni tile ɲɔgɔn falen-falen bɛ ale de bolo. Yala aw ma o faamu wa?",
    "Nka kɔrɔlenw ye min Fɔ, u bɛ o ɲɔgɔn Fɔ.",
    "U b'a fɔ ko: «An salen kɔ, ka kɛ buguri ni kolo ye, yala an na kunun wa?",
    "O layidu tara an ye ka kɔrɔ—anw n’an bɛnbaw—o tɛ fosi ye ni kɔrɔlenw ka nsiirinw tɛ.”",
    "A fɔ ko: “Dugukolo ni a kɔnɔmɔgɔw bɛɛ ye jɔn ta ye?”",
    "U na a fɔ ko: “Ala ma.” A fɔ ko: “Aw tɛna miiri wa?”",
    "A fɔ ko: «Sankolo wolonwula Matigi ni masasigilan cɛɲi Matigi ye jɔn ye?”",
    "U na a fɔ ko: “Ala ma.” A fɔ ko: “Aw tɛna kɛ mɔgɔ tilennenw ye wa?”",
    "A fɔ ko: “Fɛn bɛɛ kuntigiya bɛ jɔn bolo, wa a bɛ mɔgɔ tanga, wa a tɛ se ka tanga a ma, ni a kɛra ko i y’a dɔn?”",
    "U na a fɔ ko: “Ala ma.” A fɔ ko: “O tuma na fɛ, yala i lafilila wa?”",
    "Tiɲɛ na, An ye tiɲɛ di u ma, wa u ye nkalontigɛlaw ye.",
    "Ala ma denkɛ wolo abada, ala wɛrɛ tɛ ale kɔ. N’o tɛ, ala kelen-kelen bɛɛ tun bɛna fɛn minnu da, u tun bɛna o bɔsi u la, wa u dɔw tun bɛna kuntigiya sɔrɔ dɔw kan. Bonya ka kɛ Ala ye, u bɛ min ɲɛfɔ ka tɛmɛ o kan kosɛbɛ.",
    "Dogolenw ni fɛn jiralenw dɔnbaga. A kɔrɔtalen don, u bɛ min fara ɲɔgɔn kan, o ka bon kosɛbɛ.",
    "A fɔ ko: “Ne Matigi, ni I tun b’a fɛ ka layidu talenw jira ne la.",
    "Ne Matigi, i kana ne bila jama juguw cɛma.”",
    "Siga t’a la, An bɛ se k’a jira aw la, An ye layidu min ta u ye.",
    "Aw ka juguya gɛn ni min ka fisa. U bɛ min ɲɛfɔ, an b’o dɔn.",
    "A fɔ ko: “Ne Matigi, ne bɛ dogoyɔrɔ ɲini I fɛ jinɛw ka dusudonw fɛ.",
    "Wa ne bɛ dogoyɔrɔ ɲini I fɛ, ne Matigi, walisa u kana kɛ yen.»",
    "Fo, ni saya sera u dɔ la kelen ma, a b’a fɔ ko: “Ne Matigi, ne kɔsegin.",
    "Walisa ne ye min mafiɲɛya, ne ka se ka ko ɲuman kɛ.” A si tɛ kɛ cogo si la! O ye kuma dɔrɔn de ye a bɛ min fɔ. Wa u kɔfɛ, barika bɛ yen, fo ka se u kununni don ma.",
    "Ni Kɔnɔnin Fɔra, jɛɲɔgɔnya si tɛna Kɛ u ni ɲɔgɔn cɛ o don na, wa u tɛna ɲininkali Kɛ ɲɔgɔn kɔ.",
    "Minnu ka balansi ka gɛlɛn—olu de ye ɲɛtaa sɔrɔ.",
    "Nka minnu ka balansi ye yeelen ye—o ye minnu bɔnɛna u ni la; U na sigi jahanama kɔnɔ fo abada.",
    "Tasuma b’u ɲɛda sɔgɔ, o kɔnɔ, u bɛ sɔgɔsɔgɔ.",
    "“Ne ka jirali ma fɔ aw ye, aw tora ka ban u la wa?”",
    "U na a fɔ ko: “An Matigi, an ka bɔnɛ ye se sɔrɔ an kan, an tun ye jamana tununnen ye.",
    "An Matigi! Aw ka an bɔ nin ko in na. Ni an seginna don dɔ, an tun bɛna kɛ mɔgɔ juguw ye tiɲɛ na.”",
    "A na a fɔ ko: «Aw ka mafiɲɛya o la, aw kana kuma ne fɛ.",
    "Ne ka baarakɛlaw kulu dɔ tun bɛ yen minnu tun b’a fɔ ko: `An Matigi, an dara a la, o de la, i ka yafa an ma, ka makari an na; I ye hinɛbagaw bɛɛ la ɲuman ye.'",
    "Nka i y'u kɛ yelifɛn ye, fo u y'i ɲinɛ Ne hakili jigin kɔ; ani i tun bɛ ŋɛɲɛ kɛ u la.",
    "Bi, ne ye u ka muɲuli sara. U de ye setigiw ye.”",
    "A bɛna a fɔ ko: “I tora dugukolo kan san joli?”",
    "U na a fɔ ko: “An tora tile kelen, walima tile kelen; Nka jate minɛbagaw deli.”",
    "A na a fɔ ko: “I tora dɔɔnin dɔrɔn, ni i tun b’a dɔn.",
    "Yala aw tun b’a miiri ko an ye aw da fu, ko aw tɛna segin an ma wa?”",
    "O la sa, Ala, Kuntigi, Tiɲɛtigi, Kɔrɔtalen don. Ala si tɛ yen fo ale, Masasigilanba Matigi.",
    "Mɔgɔ o mɔgɔ bɛ ala wɛrɛ wele Ala kɔfɛ — dalilu si t’a la o ko la—a ka jatebɔ bɛ a Matigi bolo. Kafiriw tɛna ɲɛ sɔrɔ.",
    "Ani k’a fɔ ko: “Ne Matigi, i ka yafa ani ka makari i la, katuguni i ye makarikɛlaw bɛɛ la ɲuman ye.”"
]