[
    "An ye sapitiri min jira, ka min kɛ wajibi ye, ka Vɛrise jɛlenw jira a kɔnɔ, walisa aw k’aw janto.",
    "Jatɔmuso ni jatɔyakɛla—ka u kelen-kelen bɛɛ bugɔ ni bugɔli kɛmɛ ye, ani hinɛ si kana se sɔrɔ u la Ala ka sariya ko la, n’i dalen bɛ Ala la ani don laban na. Ani dannabaaw kulu dɔ k'u ka ɲangili seereya.",
    "Jatɔkɛ man kan ka mɔgɔ wɛrɛ furu ni jatɔmuso wala bolibatomuso tɛ. Jatɔmuso man kan ka mɔgɔ wɛrɛ furu ni jatɔyakɛla wala bolibatokɛla tɛ. O dagalen don dannabaaw ma.",
    "Minnu bɛ muso saniyalenw jalaki, o tuma na fɛ, olu tɛ se ka na ni seere naani ye, k’u bugɔ ni bugɔli biwɔɔrɔ ye, wa u tɛ sɔn u ka seereya ma abada. Sabu ninnu ye jogo juguw ye.",
    "Fo minnu bɛ nimisa o kɔfɛ, ka fɛn dɔw sɛmɛntiya; sabu Ala ye Yafabaga ni makarikɛla ye.",
    "Minnu b'u furuɲɔgɔnw jalaki, nka seere si t'u bolo fo u yɛrɛ, olu dɔ ka seereya bɛ bɛn seereya naani ma, n'a ye kali Ala la ko a ye tiɲɛtigi ye.",
    "Wa a siɲɛ duurunan, ko Ala ka danga ka kɛ a kan, n’a ye nkalontigɛla ye.",
    "Nka ɲangili na bɔ a la, ni a ye kali siɲɛ naani Ala la, ko nkalontigɛla don.",
    "Wa a siɲɛ duurunan, ko Ala ka diminya ka kɛ a kan, n’a ye tiɲɛtigi ye.",
    "Ni Ala ka nɛɛma tun tɛ aw kan, ani a ka makari, ani ko Ala ye Bɛnbaga ni Hakilitigi ye.",
    "Minnu ye o tɔgɔjugu fɔ, olu ye aw ka kulu ye. Aw kana a jate ko jugu ye aw ma, nka a ka ɲi aw ma. U cɛma kelen-kelen bɛɛ b’a niyɔrɔ ta jurumu la. Min ye jɔyɔrɔba ta, o ta fan fɛ—a fɛ, o ye ɲangili juguba ye.",
    "Mun na, i y’o mɛn tuma min na, dannabaaw cɛw ni musow ma miiri ɲɔgɔn na koɲuman, k’a fɔ ko: “Nin ye nkalon jɛlen ye”?",
    "Mun na u ma na ni seere naani ye walisa u ka seereya kɛ o ko la? N’u ma se ka na ni seerew ye, o tuma na fɛ, Ala ɲɛ na, u ye nkalontigɛlaw ye.",
    "Ni Ala ka nɛɛma tun tɛ i kan, ani a ka hinɛ, nin diɲɛ in na ani a ka laban na, i tun bɛna ɲangiliba sɔrɔ i ye min kɛ.",
    "Ni aw ye kuma fɔ ni aw kanw ye, ka kuma fɔ aw da la, aw tun tɛ min dɔn, aw y'o jate fɛn fitinin ye; nka Ala ka fɔ la, o ye ko jugu ye.",
    "I y’o mɛn tuma min na, i tun ka kan k’a fɔ ko: “A tɛ anw bolo ka segin nin kan. I ka nɔɔrɔ barika la, nin ye tɔgɔjuguba ye.”",
    "Ala b aw lasɔmi ko aw kana segin o cogo la abada, ni aw ye dannabaaw ye.",
    "Ala bɛ Vɛrisew ɲɛfɔ i ye. Ala ye Dɔnnikɛla ni Hakilitigi ye.",
    "Minnu b’a fɛ ka jogo jugu jɛnsɛnni ye dannabaaw cɛma—u bolo, o ye ɲangili ye min bɛ mɔgɔ tɔɔrɔ, nin ɲɛnamaya kɔnɔ ani siniko la. Ala b o dn, aw t o dn.",
    "Ni Ala ka nɛɛma tun tɛ aw kan, ani a ka makari, ani ko Ala ye Clement ni hinɛbaga ye.",
    "Aw dannabaaw! Kana tugu Sitanɛ sennakow kɔ. Mɔgɔ o mɔgɔ bɛ tugu Sitanɛ sennakow kɔ—a bɛ kuma nɔgɔlenw ni jogo juguw lafasa. Ni Ala ka nɛɛma tun tɛ aw la, ani a ka makari, aw si tun tɛna saniya, abada. Nka Ala bɛ mɔgɔ o mɔgɔ saniya, a b’o saniya. Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.",
    "Nafolo ni nafolo bɛ aw la, aw kana ban ka nili di somɔgɔw ma, ani dɛsɛbagatɔw, ani bɔnnaw ma Ala kosɔn. U ka yafa yafa, ka u ɲɛmajɔ. Yala i t’a fɛ Ala ka yafa i ma wa? Ala ye Bɛɛ Yafabaga ye, hinɛtigiba.",
    "Minnu bɛ muso bonyalenw, jalakibaliw, dannabaaw tɔgɔ tiɲɛ, olu dangalen don nin ɲɛnamaya kɔnɔ ani siniko la. U bɛna ɲangili juguba sɔrɔ.",
    "Don min na u nɛnw ni u bolow ni u senw bɛna seereya kɛ u kama u tun bɛ min kɛ fɔlɔ.",
    "O don na, Ala bɛna u ka jatebɔ bɛɛ sara u ye, wa u bɛna a dɔn ko Ala de ye Tiɲɛ ye min bɛ ye.",
    "Muso juguw ye cɛ juguw ta ye, cɛ juguw bɛ muso juguw ta, muso ɲumanw bɛ cɛ ɲumanw ta, cɛ ɲumanw bɛ muso ɲumanw ta. Olu bɛ bɔ u ka kuma fɔlenw na. Yafa bɛ kɛ u ye, ani bolomafara bɛ kɛ ni bolomafara ye.",
    "Aw dannabaaw! Aw kana don so wɛrɛw kɔnɔ ni aw yɛrɛ ta tɛ, fo aw ka yamaruya ɲini ani ka u sigibagaw fo. O de ka fisa aw ma, walisa aw ka se ka o dɔn.",
    "Ni aw ma mɔgɔ si sɔrɔ u la, aw kana don u kɔnɔ fo ni yamaruya dira aw ma. Ni a fɔra i ye ko: “I kɔsegin,” o kɔ, i kɔsegin. O bɛnnen don i ma kosɛbɛ. Ala b’a dɔn i bɛ min kɛ.",
    "Jalaki tɛ aw la ka don sow kɔnɔ, mɔgɔ tɛ minnu kɔnɔ, aw ka fɛnw bɛ minnu kɔnɔ. I bɛ min jira ani i bɛ min dogo, Ala b’o dɔn.",
    "A fɔ dannabaaw ye u k’u ɲɛda minɛ, ani k’u ka danbe kɔlɔsi. O de ka saniya ka tɛmɛ u fɛ. U bɛ min kɛ, Ala bɛ o dɔn.",
    "Ani k'a fɔ dannabaaw musow ye u k'u ɲɛda minɛ, k'u dogolenw kɔlɔsi, k'u kana u cɛɲi jira fo min bɛ ye, ani k'u ka finiw sama u disi kan, k'u kana u cɛɲi bɔ kɛnɛ kan fo u cɛw, u faw, u cɛw faw , u denkɛw , u cɛw denkɛw , u balimakɛw , u balimakɛ denkɛw , u balimamuso denkɛw , u musow , u kininbolo bolow bɛ fɛn min na , u ka baarakɛla cɛmanw , cɛya nege tɛ minnu na , walima denw minnu ma dɔn fɔlɔ musow farilankolon ko la. Wa u man kan k’u senw gosi walisa ka mɔgɔw hakili sama u ka cɛɲi dogolen kan. Aw dannabaaw bɛɛ ka nimisa Ala la, walisa aw ka se ka ɲɛ sɔrɔ.",
    "Aw ka furuɲɔgɔnmaw furu aw cɛma, ani minnu bɛnnen don aw ka jɔnw ni aw ka jɔnmusow cɛma. Ni u ye faantanw ye, Ala bɛna u nafa ka bɔ a ka nɛɛma na. Ala ye fɛn bɛɛ lajɛlen ye, a bɛ fɛn bɛɛ dɔn.",
    "Wa minnu tɛ furu fɛɛrɛ sɔrɔ, olu k’u yɛrɛ tanga, fo Ala k’u nafolotigiya a ka nɛɛma la. Ni i ka baarakɛla dɔ b’a fɛ ka hɔrɔnya, i k’u sago dafa, n’i ye koɲuman dɔw dɔn u la. Ala ye nafolo min di aw ma, aw ka o di u ma. Wa aw kana aw ka npogotigininw wajibiya ka jatɔya kɛ, ka nin ɲɛnamaya in kɔnɔfɛnw ɲini, n’u b’a fɛ ka to saniya la. Ni mɔgɔ dɔ ka kan k’u wajibiya—u wajibiya kɔfɛ, Ala ye Yafabaga ni makaribaga ye.",
    "An ye jirali jɛlenw ci aw ma, ani mɔgɔ minnu tɛmɛna aw ɲɛ, an ye misaliw ci aw ma, ani laadilikanw ka ɲɛsin mɔgɔ tilennenw ma.",
    "Ala ye sankolow ni dugukolo yeelen ye. A ka yeelen ntalen ye pilan ye, lanpan bɛ min kan. Lanpan bɛ galasi kɔnɔ. Glasi bɛ i n’a fɔ dugukolo yeelenma, min bɛ wuli ni jiri dugawu ye, oliviye jiri, kɔrɔn fɛ, tilebin fɛ fana. A tulu tun bɛna ɲini ka yeelen bɔ, hali ni tasuma si ma maga a la. Yeelen bɛ Yeelen kan. Ala b'a bilasira a ka yeelen na, a b'a fɛ mɔgɔ o mɔgɔ ma. O cogo la, Ala bɛ ntalenw fɔ jama ye. Ala bɛ fɛn bɛɛ dɔn.",
    "So minnu kɔnɔ, Ala y’a to u ka wuli, wa a tɔgɔ bɛ seli o kɔnɔ. A bonyalen don o la, sɔgɔma ni wula fɛ.",
    "Cɛw fɛ, jago ni jago tɛ u hakili bɔ Ala hakilijigin na, ani delili kɛli la, ani saraka dili la. U bɛ siran Don dɔ ɲɛ, dusukunw ni yecogo bɛ wuli min na.",
    "Ala bɛna u sara ka kɛɲɛ ni u ka ko kɛlenw bɛɛ la ɲuman ye, wa a bɛna dɔ fara u kan ka bɔ a ka nɛɛma la. Ala b’a fɛ mɔgɔ o mɔgɔ ma, a b’o mago ɲɛ k’a sɔrɔ a ma jate kɛ.",
    "Minnu ma da a la, olu ta fan fɛ, u ka kɛwalew bɛ i n’a fɔ fɛn min bɛ kɛ kungo kɔnɔ. Minnɔgɔ bɛ mɔgɔ min na, o b’a miiri ko a ka kan ka kɛ ji ye. Fo, n'a sera a ma, a y'a sɔrɔ ko foyi tɛ, nka a bɛ Ala sɔrɔ yen, ale min b'a ka jatebɔ dafa. Ala bɛ teliya ka jatebɔ kɛ.",
    "Walima i n’a fɔ dibi pewu kɔgɔjiba dɔ kɔnɔ, jikuruw bɛ min datugu, jikuruw bɛ minnu sanfɛ, sisi bɛ minnu sanfɛ. Dibi bɛ dibi kan. N’a y’a bolo bɔ, a tɛna o ye kosɛbɛ. Ala ma yeelen di min ma, yeelen tɛ o tigi la.",
    "Yala i t’a dɔn ko Ala bɛ nɔɔrɔ da fɛn o fɛn kan sankolo ni dugukolo kan, ani hali kɔnɔw fɛ minnu bɛ dabɔ wa? U kelen-kelen bɛɛ b’u ka delili n’u ka tanuli kɛcogo dɔn. U bɛ min kɛ, Ala b’o dɔn kosɛbɛ.",
    "Sankolo ni dugukolo ka kuntigiya ye Ala ta ye, ani segin laban ye Ala de ta ye.",
    "Yala i m’a ye cogo min na Ala bɛ sankaba lasegin, ka tila k’u lajɛ ɲɔgɔn fɛ, ka tila k’u dalajɛ ka kɛ kulu ye, ka sanjijiw ye minnu bɛ bɔ a cɛmancɛ la wa? A bɛ sanbɛlɛ doniw jigin cogo min na ka bɔ sankolo la, k’a sago mɔgɔ o mɔgɔ gosi n’o ye, k’a bila sira wɛrɛ kan ka bɔ a sago la? A ka sanpɛrɛn yeelen bɛ ɲini ka yelifɛn in minɛ ka bɔ a la.",
    "Ala bɛ su ni tile ɲɔgɔn falen-falen. O kɔnɔ, kalan bɛ sɔrɔ mɔgɔ minnu bolo, hakilitigiya bɛ minnu na.",
    "Ala ye danfɛn ɲɛnama bɛɛ da ni ji ye. U dɔw bɛ wuluwulu u kɔnɔbara kan, dɔw bɛ taama sen fila kan, dɔw bɛ taama sen naani kan. Ala b’a fɛ fɛn o fɛn da. Ala bɛ Se fɛn bɛɛ la.",
    "An ye jirali yeelenw ci, ani Ala b’a fɛ mɔgɔ o mɔgɔ bila sira tilennen kan.",
    "Wa u b’a fɔ ko: “An dalen bɛ Ala ni ciden la, an bɛ kan minɛ,” nka u dɔw bɛ kɔsegin o kɔfɛ. Olu tɛ dannabaaw ye.",
    "Wa ni u welera Ala n’a ka ciden ma, walisa ka kiri tigɛ u ni ɲɔgɔn cɛ, u dɔw bɛ ban.",
    "Nka ni tilennenya bɛ u fan fɛ, u bɛ sɔn o ma ni diyanye ye.",
    "Yala bana bɛ u dusukun na wa? Walima u bɛ sigasiga wa? Walima u bɛ siran ko Ala bɛ se ka tilenbaliya kɛ u la wa? Walima A ka ciden? Tiɲɛ na, u yɛrɛw de ye tilenbaliw ye.",
    "Dannabaaw ka jaabi, n’u welera Ala n’a ka ciden ma walisa ka kiri tigɛ u ni ɲɔgɔn cɛ, o ye k’a fɔ ko: “An bɛ mɛnni kɛ, an bɛ kan minɛ.” Olu de ye ɲɛtaa sɔrɔbagaw ye.",
    "Mɔgɔ o mɔgɔ bɛ Ala n’a ka ciden kan minɛ, ka siran Ala ɲɛ, ka a hakili to a la—olu de ye setigiw ye.",
    "Wa u bɛ kali Ala la n'u ka kalilibaw ye, ko n'i ye ci fɔ u ye, u bɛna mobilize kɛ. A fɔ ko: «Aw kana kali. Kanminɛli bɛna dɔn. Ala bɛ ko dɔn i bɛ min kɛ.”",
    "A fɔ ko: “Aw ka Ala kan minɛ ka ciden kan minɛ.” Nka n’u y’u kɔdon, o tuma na fɛ, ale de bɛ a ka wajibiw jate, i fana bɛ i ka wajibiw jate. Wa ni aw ye a kan minɛ, aw bɛna bilasirali sɔrɔ. A bɛ Ciden dɔrɔn de ka baara ye ka Cikan Cɛsirilen Lase.",
    "Ala ye layidu ta aw ye minnu dalen b’a la ani minnu bɛ kɛwale tilennenw kɛ, ko a bɛna u kɛ u nɔnabilaw ye dugukolo kan, i n’a fɔ a ye minnu kɛ u nɔnabila ye cogo min na, ani a bɛna u ka diinɛ sigi u ye — a sɔnna min ma u nɔ na — ani a bɛna o bila u nɔ na lakanani u ka siran nɔ na. U bɛ Ne bato, u tɛ jɛ ni ne ye abada. Nka min ye kafiri o kɔfɛ—o ye jurumutw ye.",
    "Aw ka delili kɛ tuma bɛɛ, ka kanuya di tuma bɛɛ, ka ciden kan minɛ, walasa aw ka hinɛ sɔrɔ.",
    "Aw kana miiri abada ko mɔgɔ minnu tɛ dannaya kɛ, olu bɛ se ka boli dugukolo kan. U yɔrɔ ye Tasuma ye; yɔrɔ min ka jugu kosɛbɛ.",
    "Aw dannabaaw! I ka baarakɛlaw ni aw minnu ma se cɛya ni musoya ma, olu ka kan ka yamaruya ɲini. Siɲɛ saba la: sanni Dugujɛ delili ka kɛ, ani midi waati n’i bɛ i ka finiw Changer, ani Sufɛla delili kɔfɛ. Ninnu ye danbeko saba ye i bolo. Waati wɛrɛw la, a man ɲi i walima u ka fara ɲɔgɔn kan. Ala bɛ jiralifɛnw jɛya o cogo la i ye. Ala ye Dɔnniya ni Hakilitigi ye.",
    "Ni aw cɛma denmisɛnninw sera cɛya la, u ka kan ka yamaruya ɲini, i n’a fɔ u ɲɛfɛmɔgɔw ye yamaruya ɲini cogo min na. Ala b’a ka jiralifɛnw jɛya o cogo la i ye. Ala ye Dɔnniya ni Hakilitigi ye.",
    "Muso minnu si tɛmɛna den sɔrɔli san kan, furu nege tɛ minnu na, olu tɛ kojugu si kɛ n’u bɛ u ka kɛnɛma finiw bɔ, n’u ma u ka finiw jira. Nka ka majigilenya mara, o ka fisa u ma. Ala ye Lamɛnnikɛla ye ani a bɛ Dɔn.",
    "Jalaki si tɛ fiyentɔw kan, jalaki si tɛ sennatanw kan, jalaki si tɛ banabagatɔw kan, wala aw yɛrɛw kan dumuni kɛli la aw ka so, walima aw faw ka so, walima aw baw ka so, walima aw balimaw ka so, walima aw balimamusow ka so , walima aw facɛmanw ka so , walima aw facɛmanw ka so , walima aw ba kɔrɔkɛw ka so , walima aw ba kɔrɔmuso ka so , walima minnu ka konnɛgɛw bɛ aw bolo , walima aw teriw ka so . Aw tɛ kojugu si kɛ ni aw bɛ dumuni kɛ ɲɔgɔn fɛ walima ni aw bɛ dumuni kɛ ɲɔgɔn fɛ. Nka ni aw donna so o so, aw ka ɲɔgɔn fo ni Ala ka foli ye, duba ni ɲuman. Ala bɛ jiralifɛnw ɲɛfɔ aw ye ten, walisa aw ka faamuyali sɔrɔ.",
    "Dannabaaw ye mgw ye minnu dalen b Ala ni a ka ciden la, wa ni u b a f u b bn ko d la, u t bn fo ni u ye sira deli a la. Minnu b’i ka yamaruya ɲini, olu ye mɔgɔ ye minnu dalen bɛ Ala n’a ka ciden la. O la sa, n’u y’i ka yamaruya ɲini i ka ko dɔ la, i b’a fɛ ka sira di u dɔ la kelen ma, ka yafa ɲini Ala fɛ u kosɔn. Ala ye Yafabaga ni makaribaga ye.",
    "Aw kana kuma ciden fɛ i n’a fɔ aw bɛ ɲɔgɔn wele cogo min na. Aw minnu bɛ sɛgɛn ka taa ni dalilu fitininw ye, Ala b’o dɔn. O la sa, mɔgɔ minnu bɛ a ka cikanw kɛlɛ, olu k’u yɛrɛ kɔlɔsi, walisa tɔɔrɔ dɔ kana kɛ u la, walima ɲangili jugu kana kɛ u la.",
    "Tiɲɛ na, fɛn o fɛn bɛ sankolo ni dugukolo kan, o ye Ala ta ye. I bɛ min kan, a b’o dɔn. Wa u seginna a ma don min na, a na u ladɔnniya u ye min kɛ. Ala bɛ fɛn bɛɛ dɔn kosɛbɛ."
]