[
    "Dubaden ye ale ye min ye sariyasun ci a ka baarakɛla kan, ka kɛ lasɔmini ye hadamadenw ma.",
    "Sankolo ni dugukolo masaya ye ale ta ye, min ma denkɛ si ta a yɛrɛ ye, min ma jɛɲɔgɔn sɔrɔ a ka masaya la abada; min ye fɛn bɛɛ da ani k' a sumanikɛlan latigɛ .",
    "Wa hali bi, ale nɔ na, u bɛ ala dɔw labɔ u yɛrɛ ye minnu tɛ foyi da, nka u yɛrɛw dabɔra; minnu tɛ se ka kojugu kɛ walima ka nafa sɔrɔ u yɛrɛ la; Se tɛ ɲɛnamaya ni saya wala su kununni kan.",
    "Minnu ma da a la, olu b’a fɔ ko: “Nin tɛ fosi ye ni nkalon tɛ, a ye min dabɔ, wa mɔgɔ wɛrɛw y’a dɛmɛ o la.” U ye tilenbaliya kɛ ani ka nkalon tigɛ.",
    "U b’a fɔ ko: “Kɔrɔlenw ka maanaw; a y'u sɛbɛn; u bɛ fɔ a ye sɔgɔma ni wula fɛ.”",
    "A fɔ ko: «Mɔgɔ min bɛ Gundo dɔn sankolow ni dugukolo kan, o de y’a jira. A ye Yafabaga ni makarikɛla ye tuma bɛɛ.”",
    "U b'a fɔ ko: «Nin ciden sugu jumɛn bɛ dumuni dun, ka taama suguw la? Ni mɛlɛkɛ dɔ jiginna a fɛ, ka kɛ a kɛrɛfɛ lasɔminikɛla ye.”",
    "Walima, “Ni nafolo dɔ binna a kan.” Walima, “Ni nakɔ dɔ tun b’a bolo, a bɛ dumuni kɛ min kɔnɔ.” Juguyakɛlaw fana b’a fɔ ko: “Aw bɛ tugu mɔgɔ dɔ kɔ min bɛ subagaya la.”",
    "A filɛ u bɛ misaliw labɛn i ye cogo min na. U filila, u ma se ka sira sɔrɔ.",
    "Dubaden ye ale de ye, n’a b’a fɛ, a bɛ se ka fɛn fisaman di aw ma ka tɛmɛ o kan—nakɔw, baji bɛ woyo minnu jukɔrɔ—ani a bɛna masaduguw di aw ma.",
    "Tiɲɛ na, u ye sɔsɔli kɛ Lɛrɛ la, wa An ye mɔgɔw labɛn minnu bɛ ban Lɛrɛ la tasuma na.",
    "Ni a y’u ye ka bɔ yɔrɔ jan, u bɛna a ka dimi ni mankan mɛn.",
    "Ni u filila o kɔnɔ, yɔrɔ gɛlɛn dɔ la, u sirilen bɛ ni jɔli ye, u bɛna saya deli yen.",
    "“Aw kana saya kelen deli bi, nka aw ka saya caman deli.”",
    "A fɔ ko: “Yala nin ka fisa wa, walima banbali nakɔ layidu tara mɔgɔ tilennenw ye wa? O ye sara ye u bolo ani u bɛ taa yɔrɔ min na.",
    "U b’a fɛ fɛn o fɛn na, u bɛna o sɔrɔ o kɔnɔ, fo abada. O ye layidu sirilen ye i Matigi kan.",
    "A bɛna u lajɛ don min na, ani u ye min bato Ala kɔ, a na a fɔ ko: “E de ye ne ka baaraden ninnu lafili wa, walima olu de ye sira tunun wa?”",
    "U na a fɔ ko: “Bonya ka kɛ I ye. A tun tɛ an bolo ka matigi si ta I kɔfɛ. Nka i ye ɲɛnajɛw di u ma, ani u bɛnbaw, fo u ɲinɛna Cikan kɔ, ka kɛ mɔgɔ tiɲɛnenw ye.”",
    "U ye i sɔsɔ i ka kuma kosɔn; o la aw tɛ se ka aw yɛrɛ tanga, wa aw tɛ se ka dɛmɛ don. Mɔgɔ o mɔgɔ bɛ tilenbaliya kɛ aw cɛma, An bɛna a kɛ ɲangili jugu dɔ nɛnɛ.",
    "An ma deli ka ciden si ci ka kɔn aw ɲɛ, nka u tun bɛ dumuni dun ka taama suguw la. Wa An ye aw dɔw kɛ kɔrɔbɔlikɛlaw ye ɲɔgɔn ye—yala aw bɛna muɲu wa? I Matigi bɛ Kɔlɔsi tuma bɛɛ.",
    "Minnu t’a jira ko u bɛna An kunbɛn, olu b’a fɔ ko: “Ni mɛlɛkɛw jigira an ma, wala an tun bɛ se ka an Matigi ye.” U ye kuncɛbaya kɛ u yɛrɛ kɔnɔ, wa u kɛra mɔgɔ sɔsɔlenw ye ka tɛmɛ.",
    "U ye mɛlɛkɛw ye don min na—kibaru duman tɛna kɛ jurumutw ye o don na; U na a fɔ ko: “Lakanali dogoyɔrɔ.”",
    "U ye baara minnu kɛ, an bɛna taa olu la, ka u tigɛli kɛ buguri jɛnsɛnnen ye.",
    "Alijinɛ taamaɲɔgɔnw o don na, u bɛna sigiyɔrɔ ɲuman sɔrɔ, ani u bɛna kɛ cogo bɛnnen na.",
    "Don min na sankolo farala ni sankaba ye, ka mɛlɛkɛw jigin bajiw kɔnɔ.",
    "O don na, kuntigiya lakika bɛna kɛ hinɛtigi ta ye, wa a bɛna kɛ don gɛlɛn ye kafiriw bolo.",
    "O don na, kojugukɛla bɛna a bolow kin, k’a fɔ ko: “Ni ne tun tugura sira la ni ciden ye.",
    "Oh, bɔnɛ bɛ ne la; N b’a fɛ n kana mɔgɔ fila ta abada ka kɛ n teri ye.",
    "A ye n bila ka bɔ Cikan na a selen kɔ ne ma; katuguni Sitanɛ kɛra hadamaden janfabaga ye tuma bɛɛ.”",
    "Wa ciden bɛna a fɔ ko “Ne Matigi, ne ka mɔgɔw ye Kuranɛ in bila.”",
    "O cogo kelen na, an bɛ juguw bila kira bɛɛ la ka bɔ mɔgɔ juguw cɛma. Nka i Matigi bɛ se ka kɛ ɲɛminɛbaga ni Kisibaa ye.",
    "Minnu ma da a la, olu b’a fɔ ko: “Mun na Kuranɛ ma jigin a la yɔrɔnin kelen?” O cogo la walasa k'i dusukun barika bonya o fɛ, wa An y'a Jira dakunw na.",
    "U nana ni sɔsɔli o sɔsɔli ye aw fɛ, An bɛ tiɲɛ di aw ma, ani ɲɛfɔli ɲuman.",
    "Minnu bɛ baganmara ka don Jahannama kɔnɔ u ɲɛda la—olu bɛ cogo jugu la, wa u bɛ sira kan ka taa a fɛ.",
    "An ye Sɛbɛnniw di Musa ma, ka a balimakɛ Aron sigi a dɛmɛbaga ye.",
    "An ko: «Taa mɔgɔw fɛ minnu banna An ka taamashyɛnw na», an y’u halaki pewu.",
    "Ni Nuhun ka mɔgɔw: u banna cidenw ma tuma min na, An y'u su ji la, k'u kɛ kalan ye hadamadenw bolo. An ye jurumukɛlaw ka waleɲumandɔn diminnen labɛn.",
    "Aadi ni Tamud ni Aras dugumɔgɔw ani bɔnsɔn caman minnu tun bɛ u ni ɲɔgɔn cɛ.",
    "An ye ntalenw jira u kelen-kelen bɛɛ la; ani kelen-kelen bɛɛ An ye tiɲɛni kɛ pewu.",
    "U sera dugu ma, sanjiba min tun b'a la. Yala u m’a ye wa? Nka u tɛ lakununni makɔnɔ.",
    "Ni u y’i ye tuma min na, u tɛ i minɛ foyi la ni tulonko tɛ: “Ala ye min ci ka kɛ ciden ye wa?”",
    "“A tun bɛ ɲini k’an bila ka bɔ an ka ala la, n’an tun ma nɔrɔ u la ni muɲuli ye.” Nka u na a dɔn, ni u ye tɔɔrɔ seereya kɛ, jɔn ka jan sira la.",
    "Yala i y’a ye min y’a nege sugandi ka kɛ a ka ala ye wa? Yala i bɛna kɛ a ka lasigiden ye wa?",
    "Walima i b’a miiri k’u fanba bɛ mɛnni kɛ walima k’u faamu wa? U bɛ i n’a fɔ misiw dɔrɔn, nka u bɛ fili ka tɛmɛ o kan u ka sira kan.",
    "I t'a ye cogo min na i Matigi bɛ dulonni janya wa? Ni A tun b’a fɛ, a tun bɛ se k’a kɛ hali bi. Wa An ye tile kɛ a jiralan ye.",
    "O kɔ fɛ, An b'a Labɔ ka Taa An fan fɛ dɔɔnin dɔɔnin.",
    "Wa ale de ye su kɛ datugulan ye aw ye, ka sunɔgɔ kɛ lafiɲɛ ye; A ye don kɛ lakununni ye.",
    "Wa ale de bɛ fiɲɛw ci, ka na ni a ka makari kibaruya ye ka kɔn o ɲɛ; ani An bɛ ji saniyalen ci ka bɔ sankolo la.",
    "Ka dugukolo salenw lakunu o cogo la, ani ka minfɛn di baganw ni hadamaden caman ma An ye minnu da.",
    "An y’a jɛnsɛn u cɛma, walisa u ka miiri, nka mɔgɔ fanba bɛ to ka waleɲumandɔn jira.",
    "Ni An tun b’a fɛ, An tun bɛ se ka lasɔminikɛla ci dugu bɛɛ ma.",
    "O la, aw kana kafiriw kan minɛ, nka aw ka aw kɛlɛ n’o ye, kɛlɛ barikama.",
    "Wa ale de ye kɔgɔji fila fara ɲɔgɔn kan; nin kelen kura ni dumuni duman, o kelen kɔgɔlen ni nɔgɔlen; A ye barika don u ni ɲɔgɔn cɛ, ani dancɛ min tɛ se ka tɛmɛ.",
    "Wa Ale de ye hadamaden da, ka bɔ ji la. O kɔ, a ye jɛɲɔgɔnyaw Kɛ furu ni furuɲɔgɔnma fɛ. I Matigi ye Sebaayabɛɛtigi ye.",
    "Wa o bɛɛ n’a ta, Ala nɔ na, u bɛ baara kɛ fɛn ye min tɛ nafa don u la, wa a tɛ kojugu kɛ u la. Kafiri ye a kɔdon a Matigi la tuma bɛɛ.",
    "An y’i ci dɔrɔn i n’a fɔ kibaru duman fɔbaga ani lasɔminikɛla.",
    "A fɔ ko: “Ne tɛ sara si deli aw fɛ nin ko in na—o kɛra dɔrɔn walisa mɔgɔ o mɔgɔ b’a fɛ, o ka sira ta ka taa a Matigi fɛ.”",
    "Ani ka i jigi da Ɲɛnama kan, min tɛ sa abada; ani ka a ka tanuli seli kɛ. A bɛ se ka kɛ a ka danfɛnw ka filiw dɔnbaga ye min bɛ kunnafoni bɛɛ di.",
    "Min ye sankolow ni dugukolo ni u ni ɲɔgɔn cɛ fɛn bɛɛ Da tile wɔɔrɔ kɔnɔ, o kɔ fɛ a y'i Sìgi Masasigilan kan. Min ye hinɛbaa ye. Aw ye ɲininkali kɛ A ko la mɔgɔ min bɛ kunnafoni ɲuman sɔrɔ.",
    "Wa ni a fɔra u ye ko: “Aw ka aw biri hinɛtigi kɔrɔ,” u b’a fɔ ko: “Wa hinɛbaga ye mun ye? I ye ci min fɔ an ye, yala an ka kan ka an biri wa?” Wa o bɛ dɔ fara u ka koniya kan.",
    "Dubaden ye ale ye min ye dolow kuluw bila sankolo la, ka lanpan dɔ bila a kɔnɔ, ani kalo yeelenma.",
    "Wa ale de ye su ni tile kɛ ɲɔgɔn fɛ — mɔgɔ o mɔgɔ b’a fɛ ka miiri, walima min b’a fɛ ka waleɲumandɔn jira.",
    "Hinɛtigi ka baarakɛlaw ye mɔgɔw ye minnu bɛ dugukolo taama ni majigin ye, ni dɔnbaliw bɛ kuma u fɛ, u b’a fɔ ko “Hɛrɛ.”",
    "Wa minnu bɛ su kɛ ka sujudu kɛ u Matigi ɲɛ ani ka wuli.",
    "Wa minnu b’a fɔ ko ‘‘An Matigi, Jahannama tɔɔrɔ bɛ an kɔ, bawo a tɔɔrɔ bɛ to sen na.",
    "Tiɲɛ na, o ye sigiyɔrɔ ni taayɔrɔ jugu ye.”",
    "Wa minnu, n’u ye musaka kɛ, olu tɛ tiɲɛni kɛ, wa u tɛ namara kɛ, nka u bɛ cɛmancɛ sira dɔ sugandi o cɛ.",
    "Minnu tɛ ala wɛrɛ deli Ala kɔ, ani minnu tɛ Ala ye ni min kɛ senuma ye, olu tɛ faga—n’a ma kɛ tilennenya ɲinini ye—wa u tɛ jatɔya kɛ. Min b'o Kɛ, o tigi bɛna jalaki.",
    "O ɲangili na kɛ fila ye a la su kununni don na, a na sigi o kɔnɔ ni majigin ye fo abada.",
    "Fo mɔgɔ minnu nimisara, ka da a la, ka kɛwale ɲumanw kɛ. Olu—Ala bɛna u ka kɛwale juguw bila kɛwale ɲumanw nɔ na. Ala ye Yafabaga ni makarikɛla ye tuma bɛɛ.",
    "Mɔgɔ o mɔgɔ nimisara ka tilennenya kɛ—o tigi y’a ɲɛsin Ala ma ni nimisali ye.",
    "Minnu tɛ seereya nkalontigɛ, olu fana. ni u ye nalomayafɛnw sɔrɔ, u bɛ tɛmɛ ni bonya ye.",
    "Wa minnu hakili jiginna u Matigi ka jirali la, olu tɛ bin u ɲɛ kɔrɔ tulogwerenw ni fiyentɔw.",
    "Ani minnu b’a fɔ ko: “An Matigi, i ka an nisɔndiya an furuɲɔgɔnw ni an denw na, ka an kɛ misali ɲuman ye mɔgɔ tilennenw bolo.”",
    "Olu bɛna jaabi di Chambre ma u ka muɲuli kosɔn, wa u bɛna foli ni hɛrɛ ye o kɔnɔ.",
    "Ka to o kɔnɔ fo abada—o ye sigiyɔrɔ ni taayɔrɔ ɲumanba ye.",
    "A fɔ ko: «I ye mun ye ne Matigi fɛ ni i ma delili kɛ? Aw ye ban tiɲɛ na, ko min tɛ se ka bali, o bɛna kɛ.”"
]