[
    "Ta, Yelen, Meem.",
    "Olu ye Cɛsiri gafe Vɛrisew ye.",
    "Laala i na i yr halaki ni dusukasi ye, sabu u t k dannabaaw ye.",
    "N'an b'a fɛ, An bɛ se ka taamasyɛn dɔ ci u ma ka bɔ sankolo la, u kɔ bɛna to min na majigilenya la.",
    "Hakilijigin kura si tɛ na u ma ka bɔ hinɛtigi fɛ, nka u b’u kɔdon o la.",
    "U ye tiɲɛ sɔsɔ, nka sɔɔni, u ye fɛn min yeli kɛ, o kibaruya bɛna na u ma.",
    "Yala u ma dugukolo ye wa, an ye fila-fila cɛɲi joli bɔ a kɔnɔ wa?",
    "Tiɲɛ na, taamasyɛn bɛ nin na, nka u fanba tɛ dannabaaw ye.",
    "Tiɲɛ na, i Matigi ye Sebaayabɛɛtigi ye, hinɛbaga.",
    "I Matigi ye Musa wele ko: «Taa jama juguw fɛ.",
    "Faraon ka mɔgɔw. Yala u tɛna siran wa?”",
    "A ko: «Ne Matigi, ne bɛ siran u ka ban ne la.",
    "Wa ne bɛ degun sɔrɔ, wa ne nɛnkun tɛ fɔ ka ɲɛ, o la sa, aw ka Aron fana ci.",
    "U ye jalaki da ne kan, o de la ne sirannen don ko u na ne faga.”",
    "A ko: “Ayi. Aw fila bɛɛ ka taa ni An ka daliluw ye. An bɛna kɛ aw fɛ, ka lamɛnni kɛ.",
    "Taga Faraon fɛ, k’a fɔ ko: ‘An ye diɲɛw Matigi ka cidenw ye.",
    "Israɛldenw ka taa n’an ye.’“",
    "A ko: «An ma i lamɔ an cɛma i denmisɛnman, i tora an cɛma i ka san caman kɔnɔ wa?",
    "I ye o wale kɛ, i ma waleɲumandɔn jira.”",
    "A ko: «Ne y'o kɛ o waati la, tuma min na ne tun bɛ mɔgɔ tununnenw dɔ la.",
    "Ne bolila aw ɲɛ tuma min na ne tun bɛ siran aw ɲɛ. nka ne Matigi ye hakilitigiya di ne ma, ka ne kɛ cidenw dɔ ye.",
    "I bɛ ne tulo geren ni nɛɛma ye, hali k’a sɔrɔ i ye Israɛldenw kɛ jɔnw ye wa?”",
    "Faraon ko: “Duniɲa bɛɛ Matigi ye mun ye?”",
    "A ko: «Sankolow ni dugukolo ni u ni ɲɔgɔn cɛ fɛn bɛɛ Matigi, n'i y'a dɔn.»",
    "A y'a fɔ a lamini mɔgɔw ye ko: “Aw tɛ mɛnni kɛ wa?”",
    "A ko: “I Matigi ani i bɛnbaw Matigi fɔlɔ.”",
    "A ko: «I ka ciden min cilen don i ma, o ye dibi ye.»",
    "A ko: “Kɔrɔn ni tilebin Matigi, ani fɛn o fɛn bɛ u ni ɲɔgɔn cɛ, n’i y’a faamu.”",
    "A ko: “Ni i sɔnna ala wɛrɛ ma ni ne tɛ, ne na i kɛ kasoden ye.”",
    "A ko: “Ni ne nana ni fɛn ye min bɛ mɔgɔ dalen to i la do?”",
    "A ko: “Aw ka na n’a ye, ni aw bɛ tiɲɛ fɔ.”",
    "O la, a y'a ka bere fili. O tun ye sa ye, a ɲɛ jɛlen don.",
    "A y'a bolo sama. A tun ka fin, bɛɛ ka se k'a ye.",
    "A y’a fɔ a lamini mɔgɔba dɔw ye ko: “Nin ye subaga ŋana ye.",
    "A b’a fɛ k’i gɛn ka bɔ i ka jamana na n’a ka subagaya ye, o tuma na fɛ, i bɛ mun laadi?”",
    "U ko: «A' ye a n'a balimakɛ bila kɔfɛ, ka baarakɛlaw bila ka taa duguw la.",
    "Ka na ni subagayakɛla ŋana bɛɛ ye aw fɛ.”",
    "O la sa, jinɛwelelikɛlaw tun bɛ ɲɔgɔn lajɛ don kofɔlen dɔ la.",
    "A y'a fɔ jama ye ko: «Aw bɛɛ lajɛlen don wa?",
    "Walisa an ka tugu subagaw kɔ, n’olu de ye setigiw ye.”",
    "Lagbɛrikɛlaw sera yen tuma min na, u y'a fɔ Faraon ye ko: «Ni anw de ye setigiw ye wa?»",
    "A ko: “Ɔwɔ, i na kɛ nɛɛma mɔgɔw cɛma.”",
    "Musa y'a fɔ u ye ko: «Aw b'a fɛ ka min jira, aw k'o jira.»",
    "O la, u y'u ka juruw ni u ka berew fili, k'a fɔ ko: «Faraon ka bonya barika la, an na kɛ setigiw ye.»",
    "O kɔ, Musa y'a ka bere fili, a y'a daminɛ ka u ka nanbara munumunu.",
    "Lagbɛrikɛlaw binna ka sujudu kɛ.",
    "U ko: «An dara diɲɛw Matigi la.",
    "Musa ni Aron ka Matigi.»",
    "A ko: «Aw dara a la sani ne ka sira di aw ma wa? A ka kan ka kɛ i ka kuntigi ye, min ye i kalan subagaya la. I bɛna o dɔn sɔɔni. Ne na aw bolow ni aw senw tigɛ ɲɔgɔn na, ka aw bɛɛ gengen jiri la.”",
    "U ko: «Gɛlɛya tɛ. An bɛ segin an Matigi ma.",
    "An b’a fɛ kosɛbɛ an Matigi ka an ka jurumuw yafa an ma, k’a masɔrɔ an ye dannabaaw fɔlɔ ye.”",
    "Wa An ye Musa bila hakili la ko: “A ni ne ka baarakɛlaw ka taama su fɛ. U na tugu aw kɔ.”",
    "Faraon ye waajulikɛlaw bila ka taa dugubaw kɔnɔ.",
    "“Nin ye gang fitinin ye.",
    "Wa u bɛ ka an dimi.",
    "Nka an ye jamaba ye min ɲɛnama don.”",
    "O la, An y’u gɛn ka bɔ nakɔw ni jibolisiraw la.",
    "Ani nafolo ni sigiyɔrɔ ɲumanw.",
    "A kɛra ten. An ye Israɛldenw kɛ u ciyɛn ye.",
    "U tugura u nɔfɛ tile bɔtɔ.",
    "O kulu fila ye ɲɔgɔn ye tuma min na, Musa nɔfɛmɔgɔw y’a fɔ ko: “An bɛ ka an sɔrɔ.”",
    "A ko: «Ayi; ne Matigi bɛ ne fɛ, a na ne bilasira.”",
    "An ye Musa hakili jigin ko: “I ka kɔgɔji gosi ni i ka bere ye.” O kɛlen, a farala ɲɔgɔn kan, a yɔrɔ kelen-kelen bɛɛ kɛra i n'a fɔ kuluba.",
    "Wa yen An ye tɔw gɛrɛ yen.",
    "An ye Musa ni a fɛ mɔgɔw kisi, u bɛɛ faralen ɲɔgɔn kan.",
    "O kɔ, An ye tɔw su ji la.",
    "O la, taamashyɛn dɔ bɛ yen, nka u fanba tɛ dannabaaw ye.",
    "Tiɲɛ na, i Matigi ye Sebaayabɛɛtigi ye, hinɛtigi.",
    "I ka Ibrahima ka maana fɔ u ye.",
    "A y'a fɔ a fa n'a ka mɔgɔw ye tuma min na ko: «Aw bɛ mun bato?»",
    "U y’a fɔ ko: “An bɛ boliw bato, an bɛ to ka an yɛrɛ di u ma.”",
    "A ko: «U bɛ i lamɛn ni i bɛ delili kɛ wa?",
    "Walima u bɛ nafa don aw la wa, walima u bɛ kojugu kɛ aw la wa?”",
    "U ko: “Nka an ye an bɛnbaw sɔrɔ u bɛ ten.”",
    "A ko: “Aw bɛ min bato, yala aw ye o jateminɛ wa.",
    "Aw ni aw bɛnbaw kɔrɔw wa?",
    "U ye ne juguw ye, nka a tɛ ten Diɲɛw Matigi.",
    "Min ye ne da, ka ne bilasira.",
    "Min bɛ ne balo, ka ne ji di.",
    "Wa ni ne banana, a b ne kɛnɛya.",
    "Min bɛ ne faga, ka tila ka ne lakunu.",
    "Ne jigi b’a kan ko min na ne ka jurumuw yafa Jate don na.”",
    "“Ne Matigi! Hakilitigiya di ne ma, ka ne fara mɔgɔ tilennenw kan.",
    "Ani ka tiɲɛ tɔgɔ di ne ma tɔw cɛma.",
    "Ani ka ne kɛ Nisɔndiya nakɔ ciyɛntalaw ye.",
    "Ani ka yafa n fa ma—a tun ye mɔgɔ fililenw dɔ ye.",
    "U kununni don min na, aw kana ne maloya.",
    "Don min na nafolo ni denmisɛnw tɛna dɛmɛ.",
    "Fo min bɛ na Ala ma ni dusukun ɲuman ye.”",
    "Ani Alijɛnɛ na gɛrɛ mɔgɔ tilennenw kosɔn.",
    "Wa Blaze bɛna jira deviatorw la.",
    "A na fɔ u ye ko: “Aw tun bɛ minnu bato, olu bɛ min?”",
    "Ala kɔfɛ wa? Yala u bɛ se k’i dɛmɛ wa, walima u bɛ se k’u yɛrɛ dɛmɛ wa?”",
    "O kɔ, u bɛna bin a kɔnɔ, ni lafilibagaw ye ɲɔgɔn fɛ.",
    "Ani Sitanɛ ka sɔrɔdasiw, u bɛɛ.",
    "U bɛna a fɔ, i n’a fɔ u bɛ kɛlɛ kɛ cogo min na a kɔnɔ.",
    "“Ala barika la, An tun bɛ fili jɛlen na.",
    "Ka da a kan a ye aw ni diɲɛw Matigi kɛ kelen ye.",
    "Mɔgɔ si ma an lafili fo jurumutw.",
    "Sisan, delilikɛlaw tɛ an bolo.",
    "Ani teri sɛbɛ si tɛ yen.",
    "Ni an tun bɛ se ka cogo wɛrɛ sɔrɔ, an tun bɛna kɛ kantigiw cɛma.”",
    "Tiɲɛ na, taamasyɛn bɛ nin na, nka u fanba tɛ dannabaaw ye.",
    "I Matigi ye Sebaayabɛɛtigi ye, makarikɛla.",
    "Nuhun ka mɔgɔw ma da cidenw la.",
    "U balimakɛ Nuhun y'a fɔ u ye ko: «Aw tɛ siran wa?",
    "Ne ye ciden kantigi ye aw fɛ.",
    "O la sa, aw ka siran Ala ɲɛ, ka ne kan minɛ.",
    "N b'a ɲini aw fɛ aw kana wari sara nin ko in na. Ne ka sara bɛ bɔ diɲɛw Matigi dɔrɔn de la.",
    "O la sa, aw ka siran Ala ɲɛ, ka ne kan minɛ.”",
    "U ko: «An na da i la, k'a sɔrɔ mɔgɔ majiginnenw de bɛ tugu i kɔ wa?»",
    "A ko: «Ne bɛ mun dɔn u bɛ min kɛ?",
    "U ka jate bɛ ne Matigi dɔrɔn de bolo, ni hakili bɛ i la.",
    "Wa ne t'a fɛ ka dannabaaw gɛn.",
    "Ne ye lasɔminikɛla jɛlen dɔrɔn de ye.”",
    "U ko: “Nuhun, n’i ma i yɛrɛ tanga, i na bon ni kabakurunw ye.”",
    "A ko: «Ne Matigi, ne ka mɔgɔw ye ne sɔsɔ.",
    "O la, aw ka kiri tigɛ ne ni u cɛ, ka ne ni dannabaaw kisi minnu bɛ ne fɛ.",
    "O la, an y’a ni a fɛ minnu tun bɛ doni doni kurun kɔnɔ, an y’o kisi.",
    "O kɔ, An ye tɔw Dòn ji la.",
    "O la, taamashyɛn dɔ bɛ yen, nka u fanba tɛ dannabaaw ye.",
    "I Matigi ye Sebaayabɛɛtigi ye, makarikɛla.",
    "Aad ma da cidenw na.",
    "U balimakɛ Hud y'a fɔ u ye tuma min na ko: «Aw tɛ siran wa?",
    "Ne ye ciden kantigi ye aw fɛ.",
    "O la sa, aw ka siran Ala ɲɛ, ka ne kan minɛ.",
    "N b'a ɲini aw fɛ aw kana wari sara nin ko in na. Ne ka sara bɛ bɔ diɲɛw Matigi dɔrɔn de la.",
    "Yala i bɛ kabakomayɔrɔ jɔ sanfɛyɔrɔ bɛɛ la nafantan kosɔn wa?",
    "Ani i ye kɛlɛbolow sigi, i jigi tun b’a kan ko i bɛna ɲɛnamaya banbali wa?",
    "Ani ni i ye gosi, i bɛ gosi ni hinɛ tɛ wa?",
    "O la sa, aw ka siran Ala ɲɛ, ka ne kan minɛ.",
    "Aw ka bonya da a kan, ale min ye aw ka dɔnniya bɛɛ di aw ma.",
    "A ye baganw ni denmisɛnw di aw ma.",
    "Ani nakɔw ni jibolisiraw.",
    "Ne bɛ siran don sirannin dɔ ɲangili ɲɛ aw kosɔn.”",
    "U ko: «Aw ye kelen ye anw fɛ, i mana jɛmukan di an ma wo, i ma kalan kɛ.",
    "Nin tɛ fosi ye ni kɔrɔlenw ka jogoɲumanya tɛ.",
    "Wa an tɛna ɲangi.”",
    "O la, u ye u sɔsɔ, an y’u halaki. Tiɲɛ na, taamasyɛn bɛ nin na, nka u fanba tɛ dannabaaw ye.",
    "I Matigi ye Sebaayabɛɛtigi ye, makarikɛla.",
    "Thamood ma da cidenw na.",
    "U balimakɛ Sale y'a fɔ u ye tuma min na ko: «Aw tɛ siran wa?",
    "Ne ye ciden kantigi ye aw fɛ.",
    "O la sa, aw ka siran Ala ɲɛ, ka ne kan minɛ.",
    "N b'a ɲini aw fɛ aw kana wari sara o la. Ne ka sara bɛ bɔ diɲɛw Matigi dɔrɔn de la.",
    "Yala i bɛna to i lafiyalen na fɛn min bɛ yan wa?",
    "Nakɔw ni jiboli-yɔrɔw la wa?",
    "Ani forow, ani jirisunw minnu denw ka di?",
    "Ani i bɛ sow ja ni seko ye kuluw la wa?",
    "O la sa, aw ka siran Ala ɲɛ, ka ne kan minɛ.",
    "Ani, aw kana mɔgɔ minnu bɛ dantɛmɛ, olu ka cikan labato.",
    "U ye ɲagami jɛnsɛn dugukolo kan, nka u tɛ fɛn kuraw ladilan.”",
    "U ko: «Siga t'a la, i ye subagatɔw dɔ ye.",
    "I tɛ fosi ye ni an bɔɲɔgɔnko cɛ tɛ. O la, na ni taamasyɛn ye an fɛ, n’i ye tiɲɛ fɔ.",
    "A ko: «Nin ye ɲɔgɔmɛmuso ye. a ka minni waati bɛ a bolo, i fana bɛ i ka minni waati sɔrɔ—don kɛrɛnkɛrɛnnen dɔ la.",
    "Aw kana maga a la ni kojugu ye, walisa donba ɲangili ka aw minɛ.”",
    "Nka u y'a faga, u nimisara.",
    "O la, ɲangili sera u ma. Tiɲɛ na, taamasyɛn bɛ nin na, nka u fanba tɛ dannabaaw ye.",
    "I Matigi ye Sebaayabɛɛtigi ye, makarikɛla.",
    "Luti ka mɔgɔw ma da cidenw la.",
    "U balimakɛ Lɔti y'a fɔ u ye tuma min na ko: «Aw tɛ siran wa?",
    "Ne ye ciden kantigi ye aw fɛ.",
    "O la sa, aw ka siran Ala ɲɛ, ka ne kan minɛ.",
    "N b'a ɲini aw fɛ aw kana wari sara o la. Ne ka sara bɛ bɔ diɲɛw Matigi dɔrɔn de la.",
    "Yala i bɛ gɛrɛ diɲɛ cɛw la wa?",
    "I Matigi ye muso minnu da i ye, i ka olu bila wa? Tiɲɛ na, aw ye mɔgɔw ye minnu bɛ don u kɔnɔ.”",
    "U ko: “Ni i ma i yɛrɛ tanga, Lɔti, i na gɛn.”",
    "A ko: “Siga t’a la, ne dusu kasira aw ka kɛwalew la.”",
    "“Ne Matigi, ne ni ne somɔgɔw kisi u bɛ min kɛ.”",
    "O la, An y’a n’a ka denbaya kisi, u bɛɛ lajɛlen.",
    "N'a Bɔra musokɔrɔba dɔ la minnu tùn bɛ To yen.",
    "O kɔ, An ye tɔw halaki.",
    "An ye sanji dɔ lase u ma. Minnu lasɔmina ka kɔn o ɲɛ, olu ka sanji ye siranfɛn ye.",
    "Tiɲɛ na, taamasyɛn bɛ nin na, nka u fanba tɛ dannabaaw ye.",
    "I Matigi ye Sebaayabɛɛtigi ye, hinɛtigi.",
    "Kungo mɔgɔw ma da cidenw na.",
    "Suwaib y'a fɔ u ye tuma min na ko: «Aw tɛ siran wa?",
    "Ne ye ciden dannamɔgɔ ye aw fɛ.",
    "O la sa, aw ka siran Ala ɲɛ, ka ne kan minɛ.",
    "N b'a ɲini aw fɛ aw kana wari sara o la. Ne ka sara bɛ bɔ diɲɛw Matigi dɔrɔn de la.",
    "Aw ka sumanikɛlan dafalen di, aw kana nanbara kɛ.",
    "Ani ka pese ni balansi tigitigiw ye.",
    "Aw kana mɔgɔw nanbara u ka fɛnw na, aw kana tiɲɛni kɛ jamana kɔnɔ.",
    "Aw ka siran ale ɲɛ, min ye aw ni jamaba da fɔlɔ.”",
    "U ko: «I ye lagbɛrikɛlaw dɔ ye.",
    "Wa i tɛ fosi ye ni an bɔɲɔgɔnko cɛ tɛ. An b'a miiri ko i ye nkalontigɛla ye.",
    "O la sa, aw ka fɛn dɔw jigin an kan ka bɔ sankolo la, ni aw ye tiɲɛ fɔ.»",
    "A ko: “Ne Matigi bɛ aw ka ko kɛtaw dɔn kosɛbɛ.”",
    "Nka u banna a la. O la, dibi don ɲangili ye u minɛ. O tun ye donba dɔ ɲangili ye.",
    "Tiɲɛ na, taamasyɛn bɛ nin na, nka u fanba tɛ dannabaaw ye.",
    "I Matigi ye Sebaayabɛɛtigi ye, hinɛtigi.",
    "Jirali don min bɔra diɲɛw Matigi fɛ.",
    "Ni Senu Jiginna n'a ye.",
    "I dusukun kan, walisa i ka kɛ lasɔminikɛlaw dɔ ye.",
    "Arabukan jɛlen na.",
    "Wa a bɛ kɔrɔlenw ka sɛbɛnw kɔnɔ.",
    "Yala o tɛ taamasyɛn ye u bolo ko Israɛldenw ka dɔnnikɛlaw y’o dɔn wa?",
    "Ni An y'a Jira dunanw dɔ la kelen na.",
    "Wa a tun y'o kalan u ye, hali bi u tun tɛna da o la.",
    "O cogo la, An b’a kɛ ka tɛmɛ jalakidenw dusukunw fɛ.",
    "U tɛna da o la fo n’u ye dimi ɲangili seereya kɛ.",
    "A bɛna na u ma yɔrɔnin kelen, k’a sɔrɔ u tɛ a dɔn.",
    "O kɔ, u na a fɔ ko: “Lafiɲɛ dɔ dira an ma wa?”",
    "Yala u b’a ɲini ka An ka ɲangili teliya wa?",
    "Yala aw ye jateminɛ kɛ: ni An y’a to u ka nisɔndiya san damadɔ kɔnɔ wa.",
    "O kɔ, layidu tara min na, o bɛ na u ma.",
    "U ka ɲɛnajɛ tɛmɛnenw bɛna nafa jumɛn lase u ma?",
    "An ma dugu tiɲɛ abada, nka lasɔminikɛlaw tun b’a la.",
    "Hakilijigin kama—An tɛ tilenbaliya kɛ abada.",
    "Jinɛw ma o jira.",
    "O tɛ u nafa la, wa a tɛ u fanga la.",
    "U balilen don ka mɛnni kɛ.",
    "O la, aw kana ala wɛrɛ deli ni Ala ye, n’o tɛ, aw bɛna kɛ tɔɔrɔlenw dɔ ye.",
    "Ani, i somɔgɔw gɛrɛgɛrɛw lasɔmi.",
    "Aw ka aw kaman jigin dannabaaw minnu bɛ tugu aw kɔ.",
    "Ni u ma i kan minɛ, i k’a fɔ ko: “I ka ko kɛtaw la, ne jalakibali don.”",
    "Aw ka aw jigi da Sebaayabɛɛtigi kan, hinɛtigi.",
    "Ale min b'i ye ni i kununna.",
    "Ani aw ka devotions batobagaw cɛma.",
    "Tiɲɛ na, ale de ye Lamɛnnikɛla ye, min bɛ Dɔn.",
    "Jinɛw bɛ jigin mɔgɔ min kan, yala ne bɛna aw ladɔnniya wa?",
    "U bɛ jigin nkalontigɛla jurumutɔ bɛɛ kan.",
    "U bɛ tulo di, wa u fanba ye nkalontigɛlaw ye.",
    "Wa poyikɛlaw ta fan fɛ—deviatorw bɛ tugu u kɔ.",
    "Yala i t’a ye u bɛ yaala-yaala cogo min na cogoya bɛɛ la wa?",
    "Ani u tɛ min kɛ, u bɛ o fɔ cogo di?",
    "Fo mɔgɔ minnu dalen bɛ a la, ka kɛwale ɲumanw kɛ, ka to ka u hakili to Ala la, ka u yɛrɛ lafasa u ka kojugu kɛlen kɔfɛ. Minnu bɛ kojugu kɛ, u bɛna a dɔn u bɛna wuli cogo min na."
]