[
    "Ta, Yelen. Olu ye Kuranɛ taamasiyɛnw ye—gafe min bɛ fɛnw ɲɛfɔ ka jɛya.",
    "bilasirali ni kibaru duman ye dannabaaw ye.",
    "Minnu bɛ seliw labato, ka sada kɛ tuma bɛɛ, ani minnu dalen bɛ a ka siniko la.",
    "Minnu ma da Alako la: An y’u ka kɛwalew kɛ i n’a fɔ u ka ɲi, o de la u bɛ yaala-yaala laɲini tɛ.",
    "Olu de bɛna ɲangili jugu sɔrɔ—wa, sini kɔfɛ, u bɛna kɛ bɔnɛba ye.",
    "I bɛ Kuranɛ sɔrɔ ka bɔ hakilitigi dɔ fɛ, min bɛ fɛn bɛɛ dɔn.",
    "Tuma min na Musa y’a fɔ a somɔgɔw ye ko: “Ne ye tasuma dɔ ye. N bɛ na ni kibaruya dɔw ye aw fɛ o la; Aw ka na ni tasumamugu ye aw ye walisa aw ka aw yɛrɛ sumaya.”",
    "O kɔ, a sera o yɔrɔ la tuma min na, u y’a wele ko: “Min bɛ tasuma kɔnɔ, ani min bɛ a lamini, ka nɔɔrɔ da Ala kan, diɲɛw Matigi, o ye dubaden ye.",
    "E Musa, ne de don, Ala, Sebaayabɛɛtigi, Hakilitigi.",
    "I ka berew fili duguma.” Nka a y'a ye ko a bɛ yɛrɛyɛrɛ, i n'a fɔ jinɛ don, a y'i kɔsegin a ma kɔsegin. “E Musa, i kana siran; cidenw tɛ siran ne ɲɛ kɔrɔ.",
    "Nka min ye kojugu kɛ, ka tila ka ɲumanya bila juguya nɔ na. Ne ye Yafabaga ni makarikɛla ye.",
    "I bolo don i ka bɔrɛ kɔnɔ, a na fin, nɔgɔ tɛ min na—kabako kɔnɔntɔn cɛma Faraon n’a ka mɔgɔw ye, katuguni u ye jogo juguw ye.”",
    "O bɛɛ n’a ta, tuma min na An ka yeelenbɔ taamasiyɛnw nana u ma, u ko: “Nin ye jatɔya ye min jɛlen don.”",
    "U banna u la, hali ni u niw tun dalen bɛ u la, juguya ni kuncɛbaya kosɔn. O la sa, a lajɛ a laban kɛra cogo min na juguyakɛlaw fɛ.",
    "An ye dɔnniya di Dawuda ni Solomani ma. U ko: “Ala tanu, ale min ye nɛɛma di an ma ka tɛmɛ a ka baaraden dannabaa caman kan.”",
    "Solomani kɛra Dawuda nɔnabila ye. A ko : «E mɔgɔw, kɔnɔw ka kan kalanna an na, an dira ka bɔ fɛn bɛɛ la. Tiɲɛ na, nin ye dugawu sɛbɛ ye.”",
    "Solomani ka baara kama, a ka kɛlɛbolo minnu ye jinɛw ye, ani cɛw, ani kɔnɔw — olu bɛɛ tun bɛ labɛn cogo gɛlɛn na.",
    "Fo, u sera Ntumu kɔda la tuma min na, ntumu dɔ y’a fɔ ko : « E npogotigi ! Aw ka taa aw ka kɔnɔw kɔnɔ, walisa Solomani n’a ka kɛlɛbolow ka aw mugumugu k’a sɔrɔ u ma aw kɔlɔsi.”",
    "A ye nisɔndiya ka ŋɛɲɛ kɛ a ka kumaw la, k’a fɔ ko: “Ne Matigi, ne bila ka barika da dugawuw ye i ye minnu di ne ni ne bangebagaw ma, ani ka baara ɲumanw kɛ minnu ka di I ye. Ani ka ne don, I ka nɛɛma barika la, i ka baaraden ɲumanw ka jɛkulu kɔnɔ.”",
    "O kɔ, a ye kɔnɔw sɛgɛsɛgɛ, k’a fɔ ko: “Mun na ne tɛ hoopo ye? Walima a bɛ mɔgɔ minnu tɛ yen, olu cɛma wa?",
    "Ne na a ɲangi kosɛbɛ, walima ka a faga, fo n’a ye dalilu jɔnjɔn di ne ma.”",
    "Nka a ma mɛn. A ko: “Ne ye fɛn dɔ dege aw tun tɛ min dɔn. Ne nana aw fɛ ka bɔ Seba, ni kunnafoni dafalenw ye.",
    "N ye muso dɔ sɔrɔ min bɛ u kun na, fɛn bɛɛ dira a ma, masasigilan cɛɲi b'a la.",
    "Ne y'a sɔrɔ a n'a ka mɔgɔw bɛ tile bato, Ala nɔ na. Sitanɛ y’a to u taamacogo ka ɲi u ɲɛ na, ka u labɔ sira kan, o la, u tɛ bilasira.",
    "Ni u tun na Ala bato, ale min bɛ sankolo ni dugukolo gundo bɔ kɛnɛ kan, ani a b’a dɔn i bɛ min dogo ani i bɛ min jira.",
    "Ala—Ala si tɛ yen ni ale tɛ, Masasigilan Kɔrɔtalen Matigi.”",
    "A ko: «An na a lajɛ ni i ye tiɲɛ fɔ, wala i ye nkalontigɛla ye.",
    "Aw ka taa ni ne ka bataki ye, ka o lase u ma. o kɔ, i ka i yɛrɛ bɔ u la, k’a lajɛ u bɛ jaabi cogo min na.”",
    "A ko: “Aw Ladilikɛlaw, nɛɛma bataki dɔ sera ne ma.",
    "A bɔra Solomani fɛ, wa a bɛ fɔ ko: ‘Ala tɔgɔ la, nɛɛmatigi, hinɛtigi.",
    "I kana ne sɔsɔ, ka na ne majigin.’”",
    "A ko: “Aw ladilikɛlaw, aw ka ne laadi nin ko in na. Ne tɛ desizɔn ta abada fo n’i bɛ yen.”",
    "U ko: “An ye jamana fangatigiw ye, ni jagɛlɛyaba bɛ an na, nka desizɔn ye aw de ta ye, o la sa, aw b’a fɛ ka ci min fɔ, aw k’o jateminɛ.”",
    "A ko: “Ni masakɛw donna dugu dɔ kɔnɔ, u b’a tiɲɛ, k’a ka mɔgɔ bonyalenw mara. O cogo la u b’o kɛ tuma bɛɛ.",
    "Ne bɛ nilifɛn dɔ ci u ma, cidenw bɛ na ni min ye, ne bɛna o lajɛ.”",
    "A sera Solomani ma tuma min na, a ko: «I bɛ wari di ne ma wa? Ala ye min di ne ma, o ka fisa ni a ye min di aw ma. E de ka di i ka nilifɛn ye.",
    "Segin ka taa u fɛ. An bɛna na u kan ni sɔrɔdasiw ye u tɛ se ka minnu kɛlɛ; An na u gɛn ka bɔ yen, maloya ni maloya la.”",
    "A ko: «Aw mɔgɔba, aw la jumɛn na na n'a ka masasigilan ye sani u ka na ne ma ni kololi ye wa?»",
    "Sprites ka imp dɔ ko: “Ne bɛna na n’a ye i fɛ sanni i ka wuli ka bɔ i sigiyɔrɔ la. Ne barika ka bon ani ne bɛ se ka da a la fo ka se k’o kɛ.”",
    "Dɔnniya min tun bɛ Kitabu kɔnɔ, o ko: “Ne bɛ na n’o ye i ma sanni i ɲɛjibɔ ka segin i ma.” Wa a y'a ye ko a sigilen bɛ a ɲɛ kɔrɔ, a ko: «Nin bɔra ne Matigi ka nɛɛma de la, ka ne kɔrɔbɔ, ni ne ye waleɲumandɔn ye walima ni ne tɛ waleɲumandɔn jira. Min bɛ waleɲumandɔn jira, a ka waleɲumandɔn bɛ a yɛrɛ ka bonya la; nka waleɲumandɔnbali min tɛ—ne Matigi ye a yɛrɛmahɔrɔnyalen ye, a ye bolomafara di.”",
    "A ko: “A’ ye a ka masasigilan dogo a ye, an na a lajɛ ni a bɛna bilasira, walima ni a tora mɔgɔ fililenw dɔ ye.”",
    "A sera yen tuma min na, a fɔra ko: “I ka masasigilan bɛ nin cogo la wa?” A ko: “I n’a fɔ nin ye nin ye.” “Dɔnniya dira an ma a ɲɛkɔrɔ, an majiginlen don.”",
    "Nka a tun bɛ min bato Ala kɔ, o y’a bali; a tun ye dannabali jama dɔ ye.",
    "A fɔra a ye ko: “Taa masaso kɔnɔ.” A y'o ye tuma min na, a y'a miiri ko kɔ jugu don, a y'a senw bɔ kɛnɛ kan. A ko: “A ye masaso ye min dilalen don ni galasi ye.” A ko: “Ne Matigi, ne ye kojugu kɛ ne yɛrɛ la, ne ye ne yɛrɛ kolo ni Solomani ye, Ala ye, diɲɛw Matigi.”",
    "Wa An y’u balimakɛ Saleh ci Tamoud ma ko: “Ala bato.” Nka u kɛra kulu fila ye minnu tun bɛ sɔsɔli kɛ.",
    "A ko: «Ne ka mɔgɔw, mun na aw bɛ teliya ka kojugu kɛ ka tɛmɛ ko ɲuman kan? Ni aw tun na yafa ɲini Ala fɛ, walisa makari ka kɛ aw la.”",
    "U ko: «An bɛ aw jate bana jugu ye, ani aw bɛ minnu fɛ.» A ko: «I ka taamashyɛn bɛ Ala de bolo. Tiɲɛ na, aw ye mɔgɔw ye minnu bɛ kɔrɔbɔ.”",
    "Dugu kɔnɔ, mɔgɔ kɔnɔntɔn dɔ tun bɛ yen minnu tun bɛ juguya kɛ jamana kɔnɔ, ka nafa foyi kɛ.",
    "U ko: “Aw ka kali ɲɔgɔn na Ala la ko an bɛna bin ale n’a ka denbaya kan su fɛ, ka tila k’a fɔ a kɔrɔsibaga ye ko: ‘An ma a ka denbaya fagali seereya, wa an bɛ tiɲɛ fɔ.’”",
    "U ye labɛn dɔ labɛn, An ye labɛn dɔ labɛn, nka u m’a kɔlɔsi.",
    "O la sa, u ka labɛnw kɔlɔlɔw kɔlɔsi; An ye u ni u ka mɔgɔw halaki, pewu.",
    "U ka sow filɛ nin ye, u tiɲɛnen don, u ka tilenbaliyakow kosɔn. Tiɲɛ na, taamasyɛn bɛ nin kɔnɔ mɔgɔw fɛ minnu b’a dɔn.",
    "Wa an ye dannabaaw ni Ala batobaaw kisi.",
    "Luti y'a fɔ a ka mɔgɔw ye tuma min na ko: «Aw bɛ jatɔya kɛ ni ɲɛw ye wa?",
    "Yala cɛw nege bɛ aw la musow nɔ na wa? Aw ye fɛn dɔnbaliw ye tiɲɛ na.”",
    "Nka a ka mɔgɔw ka jaabi kelenpe tun ye k’a fɔ ko: “Aw ka Lɔti somɔgɔw gɛn ka bɔ aw ka dugu la. U ye mɔgɔ saniyalenw ye.”",
    "O la, an y’a n’a ka denbaya kisi, fo a muso, an ye min latigɛ ka kɛ kɔfɛmɔgɔw cɛma.",
    "An ye sanjiba lase u ma. Mɔgɔ minnu lasɔmina ka kɔn o ɲɛ, olu ka sanji tun ye bɔnɛ ye.",
    "A fɔ ko: «Ala tanu, hɛrɛ ka kɛ a ka baarakɛlaw ye, a ye minnu sugandi. Yala Ala ka fisa wa, walima u ni ɲɔgɔn cɛ ye min ye wa?”",
    "Walima, jɔn ye sankolo ni dugukolo da, ka ji sanji bɔ sankolo la aw ye? An bɛ nakɔw Bɔ n’o ye minnu falen bɛ cɛɲi na, i tun tɛ Se ka minnu jiriw Bɔ. Yala ala wɛrɛ bɛ Ala fɛ wa? Nka u ye mɔgɔw ye minnu bɛ ɲɔgɔn ta.",
    "Walima, jɔn ye dugukolo kɛ sigiyɔrɔ ye, ka bajiw woyo a kɔnɔ, ka kuluw sigi a kan, ka faranfasi kɛ kɔgɔji fila cɛ? Yala ala wɛrɛ bɛ Ala fɛ wa? Nka u fanba t’a dɔn.",
    "Walima, jɔn bɛ magobatigi jaabi ni a bɛ a deli, ka gɛlɛyaw lajɔ, ka aw kɛ nɔnabilaw ye dugukolo kan? Yala ala wɛrɛ bɛ Ala fɛ wa? I tɛ i janto a la cogo min na.",
    "Walima, jɔn bɛ aw bilasira dugukolo ni kɔgɔji dibi la, ani min bɛ fiɲɛw ci ka kɛ a ka makari laselikɛlaw ye? Yala ala wɛrɛ bɛ Ala fɛ wa? Ala de kɔrɔtalen don kosɛbɛ, u bɛ min fara ɲɔgɔn kan ka tɛmɛ o kan.",
    "Walima, jɔn de bɛ danfɛnw daminɛ ka sɔrɔ ka segin a kan, ani jɔn bɛ balo di i ma ka bɔ sankolo ni dugukolo la? Yala ala wɛrɛ bɛ Ala fɛ wa? A fɔ ko: “A’ ye aw ka daliluw jira, ni aw ye tiɲɛ fɔ.”",
    "A fɔ ko: «Mɔgɔ si tɛ sini dɔn sankolo la walima dugukolo kan ni Ala tɛ; U na kunun tuma min na, u t’a dɔn.”",
    "Tiɲɛ na, u ka Alako dɔnniya bɛ ɲagami. Tiɲɛ na, u bɛ sigasiga o ko la. Tiɲɛ na, u ye fiyentɔw ye o la.",
    "Minnu ma da a la, olu b’a fɔ ko: “Ni an kɛra buguri ye, ani an bɛnbaw, yala an bɛna bɔ kɛnɛma wa?",
    "Layidu tara an ye ko fɔlɔ, anw n’an bɛnbaw—o tɛ fosi ye ni kɔrɔlenw ka nsiirinw tɛ.”",
    "A fɔ ko i ka taama dugukolo kan, ka jurumukɛlaw ka siniɲɛsigi kɔlɔsi.”",
    "Nka aw kana dusukasi u kosɔn, aw kana aw hakili ɲagami u ka laɲiniw na.",
    "U b'a fɔ ko: «Nin layidu bɛ tuma jumɛn, ni aw ye tiɲɛ fɔ?»",
    "A fɔ ko: “N’a sɔrɔ i ma muɲu fɛn minnu na, olu dɔw surunyara.”",
    "I Matigi ye nɛɛma kɛ hadamadenw ma, nka u fanba tɛ barika da.",
    "Wa i Matigi b'a dɔn u dusukunw bɛ min dogo, ani u bɛ min jira.",
    "Gundo si tɛ sankolo ni dugukolo kan, nka a bɛ Kitabu jɛlen dɔ kɔnɔ.",
    "Nin Kuranɛ in bɛ tali kɛ Israɛldenw na, u ni ɲɔgɔn cɛ danfara minnu bɛ u ni ɲɔgɔn cɛ, olu fanba.",
    "Wa o ye bilasirali ni makari ye dannabaaw ma.",
    "I Matigi na kiri tigɛ u ni ɲɔgɔn cɛ a ka hakilitigiya fɛ. Ale de ye Sebaayabɛɛtigi ye, fɛn bɛɛ dɔnbaga.",
    "O la sa, i jigi da Ala kan. Aw bɛ tiɲɛ jɛlen de kan.",
    "I tɛ se ka mɔgɔ salenw mɛn, i tɛ se ka tulogwerenw fana ka welekan mɛn ni u y’u kɔdon ka boli.",
    "I tɛ se fana ka fiyentɔw bilasira ka bɔ u ka filiw la. I tɛ se ka mɔgɔ si bila ka lamɛnni kɛ, fo mɔgɔ minnu dalen bɛ An ka tɛmɛsiraw la; sabu u ye silamɛw ye.",
    "Wa ni Kuma binna u kan, An na danfɛn dɔ bɔ dugukolo kan u ye min bɛna a fɔ u ye ko jama dalen tɛ An ka jirali la.",
    "Don min na An bɛ mɔgɔw kulu dɔ lajɛ ka bɔ sigida bɛɛ la minnu banna An ka jiralifɛnw na; U na bali.",
    "Fo, ni u sera yen, a na a fɔ ko: “Aw banna ne ka jiralifɛnw na k’a sɔrɔ aw ma u faamu wa? Walima i tun bɛ mun de kɛ?”",
    "Kuma na jigin u kan u ka kojuguw kosɔn, u tɛna kuma.",
    "Yala u t'a ye ko An ye su kɛ u ye u ka lafiɲɛ a kɔnɔ, ka tile kɛ yecogo ye wa? Tiɲɛ na, taamasyɛnw bɛ o de la mɔgɔw ye minnu dalen bɛ a la.",
    "Buruburu fiyɛ don min na, sankolow ni dugukolo kan mɔgɔw bɛɛ na siran, fo Ala b'a fɛ mɔgɔ o mɔgɔ; Mɔgɔ bɛɛ na na a ɲɛ kɔrɔ ni majigilenya ye.",
    "Wa i bɛ kuluw ye, ka miiri u jɔlen na, o bɛɛ n’a ta, u bɛ tɛmɛ, i n’a fɔ sankaba tɛmɛni—Ala ka dacogo, ale min ye fɛn bɛɛ dafa. I bɛ min kɛ, a bɛ Ladɔnniya o la kosɛbɛ.",
    "Mɔgɔ o mɔgɔ bɛ na ni jogo ɲuman ye, o bɛna fɛn sɔrɔ min ka fisa ni o ye—wa u bɛna lakana o don siranfɛnw ma.",
    "Nka mɔgɔ o mɔgɔ bɛ na ni kojugu ye—u ɲɛda bɛna bin Tasuma na. Yala i bɛna sara sɔrɔ fo i tun bɛ min kɛ fɔlɔ wa?",
    "«A fɔra ne ye ko ne ka dugu in Matigi bato, ale min y'a saniya, ani fɛn bɛɛ ye ale ta ye. A fɔra ne ye ko ne ka kɛ mɔgɔ kololenw dɔ ye.",
    "Ani ka Kuranɛ kalan.” Mɔgɔ o mɔgɔ bɛ bilasira—o bɛ ɲɛminɛ a yɛrɛ ka nafa kama. Mɔgɔ o mɔgɔ filila, o tuma na fɛ, a fɔ ko: “Ne ye lasɔminikɛlaw dɔ ye.”",
    "A fɔ ko: “Tanu bɛ Ala de ta; A na a ka taamashyɛnw jira aw la, aw na u dɔn. I Matigi tɛ i janto i ka kɛtaw la.”"
]