[
    "Ta, Yelen, Meem.",
    "Olu ye Kitabu jɛlen Vɛrisew ye.",
    "An b’a lakali aw ye ka bɔ Musa ni Faraon ka tariku la—tiɲɛ na—mɔgɔ minnu dalen bɛ a la.",
    "Faraon y'a yɛrɛ kɔrɔta jamana kɔnɔ, ka a ka mɔgɔw tila kuluw ye. A ye u kulu dɔ tɔɔrɔ, k’u denkɛw faga, k’a sɔrɔ a y’u denmusow kisi. Tiɲɛn na, a tun ye nanbarakɛla ye.",
    "Nka an tun b’a fɛ ka mɔgɔ minnu degun jamana kɔnɔ, olu ka diya an ye, k’u kɛ ɲɛmɔgɔw ye, k’u kɛ ciyɛntalaw ye.",
    "Ka u sabati jamana kɔnɔ. U tun bɛ siran fɛn min ɲɛ, k'o yɛrɛ jira Faraon ni Hamaan n'u ka kɛlɛbolow la.",
    "An ye Musa ba dusu lamin ko: “A sin di a ma; o kɔ, ni aw bɛ siran a ɲɛ, aw k'a fili baji la, aw kana siran, aw kana dusukasi; An na a kɔsegin aw ma, ka a kɛ cidenw dɔ ye.»",
    "Faraon ka somɔgɔw y’a ta, k’a kɛ kɛlɛɲɔgɔn ye ani dusukasi ye u bolo. Faraon ni Haman ani u ka kɛlɛbolow tun ye jurumutw ye.",
    "Faraon muso y’a fɔ ko: “Ɲɛ ka di ne ni e ye. Aw kana a faga; laala a nafa bɛna kɛ an bolo, walima an bɛ se k’a ta ka kɛ denkɛ ye.” Nka u m’a ye ka kɔn o ɲɛ.",
    "Musa ba dusukun kɛra yɔrɔ lankolon ye. A tun bɛna a jira, ni An tun ma a dusukun sabati, walisa a ka to dannabaa ye.",
    "A y’a fɔ a balimamuso ye ko: “A nɔfɛ.” O la, a y’a kɔlɔsi ka bɔ yɔrɔ jan, u tun tɛ o dɔn.",
    "An y’a bali ka sin di a ma a daminɛ na. O la, a ko: “Ne na denbaya dɔ ko fɔ i ye min bɛ se k’a lamɔ i ye, ka a ladon wa?”",
    "O cogo la An y’a segin a ba ma, walisa a ka dusu saalo, a kana dusukasi, ani k’a dɔn ko Ala ka layidu ye tiɲɛ ye. Nka u fanba t’a dɔn.",
    "Wa a sera a kɔgɔli la tuma min na, ka sabati, An ye hakilitigiya ni dɔnniya di a ma. An bɛ mɔgɔ ɲumanw sara o cogo la.",
    "Siɲɛ kelen, a donna dugu kɔnɔ, a mɔgɔw ma a kɔlɔsi. A ye cɛ fila sɔrɔ o kɔnɔ minnu tun bɛ kɛlɛ la—kelen ye a yɛrɛ ka diinɛkulu ye, kelen bɔra a juguw la. A ka diinɛkulu dɔ y’a ka dɛmɛ ɲini a juguw fɛ o ta kama; o de la Musa y'a bugɔ k'a ban. A ko: «Nin ye Sitanɛ ka kɛwalew de ye. a ye jugu ye min bɛ mɔgɔw lafili kɛnɛ kan.”",
    "A ko: “Ne Matigi, ne ye kojugu kɛ ne yɛrɛ la, o la, yafa ne ma.” O la, A yafara a ma. Ale de ye Yafabaga ye, hinɛbaga.",
    "A ko: “Ne Matigi, i ye nɛɛma kɛ ne la cogo min na, ne tɛna kɛ kojugukɛlaw dɛmɛbaga ye abada.”",
    "O dugujɛ, a taara dugu kɔnɔ, a sirannen don, a ɲɛmajɔlen, cɛ min y’a ka dɛmɛ ɲini tile kelen ka kɔn o ɲɛ, o tun bɛ ka pɛrɛn a ma. Musa y'a fɔ a ye ko: «A jɛlen don ko i ye tɔɔrɔbaatɔ ye.»",
    "A tun bɛna u jugu gosi tuma min na, a ko: «Musa, i b'a fɛ ka ne faga, i ko i ye mɔgɔ faga kunun wa? I b’a fɛ dɔrɔn ka kɛ mɔgɔw tɔɔrɔbaga ye jamana kɔnɔ, wa i t’a fɛ ka kɛ hɛrɛtigi ye.”",
    "Cɛ dɔ nana ka bɔ dugu yɔrɔ jan na ka boli. A ko: «E Musa, faamaw b'a fɛ k'i faga, o la, i ka taa; Ne bɛ laadilikan ɲumanw di aw ma.”",
    "O la, a bɔra yen, a sirannen don ani a ɲɛmajɔlen don. A ko: “Ne Matigi, ne kisi kojugukɛlaw ma.”",
    "A taatɔ Median fan fɛ tuma min na, a ko: “N’a sɔrɔ ne Matigi bɛna ne bila sira ɲuman kan.”",
    "A sera Madiyɛn ji la tuma min na, a ye jamaba sɔrɔ yen, u bɛ ka ji sama, a ye muso fila kɔlɔsi minnu bɛ makɔnɔni kɛ kɛrɛ fɛ. A ko: “Mun bɛ i la?” U ko: «An tɛ se ka ji bɔ fo sagagɛnnaw ka taa, an fa kɔrɔba don.»",
    "O la, a ye ji sama u ye, o kɔ, a y’i kɔdon ka taa biɲɛ la, k’a fɔ ko: “Ne Matigi, i bɛ se ka fɛn o fɛn ɲuman ci ne ma, ne mago bɛ o la kosɛbɛ.”",
    "O kɔ, muso fila dɔ gɛrɛla a la, a taamana ni maloya ye. A ko: “Ne fa bɛ i wele, walisa ka i sara i ka ji samali la an ye.” A sera a ma tuma min na, ka o maana fɔ a ye, a ko: “I kana siran, i bolila kojugukɛlaw ɲɛ.”",
    "Muso fila la kelen ko: “Fa, i ka a ta baara la; baarakɛla min ka fisa i ma, o ye mɔgɔ barikama ye min bɛ se ka da i kan.”",
    "A ko: “Ne b’a fɛ ka i furu ne denmuso fila ninnu dɔ la kelen ma, ni i ye baara kɛ ne ye san 8 kɔnɔ. Nka n’i ye tan dafa, o bɛ i yɛrɛ de bolo. Ne t'a fɛ ka gɛlɛya si da aw kan. Ni Ala sɔnna, i na ne sɔrɔ mɔgɔ tilennenw dɔ la kelen ye.”",
    "A ko: «Nin ka kɛ bɛnkan ye e ni ne cɛ. Ne mana o sariya fila la kelen dafa, waleɲumandɔn si tɛna kɛ ne la; An bɛ min fɔ, Ala ye o seere ye.”",
    "Musa ye waati dafa tuma min na, ka taa n’a ka denbaya ye, a ye tasuma kɔlɔsi kulu kɛrɛ fɛ. A y’a fɔ a somɔgɔw ye ko: “Aw ka to yan, ne ye tasuma dɔ ye. Laala ne bɛ se ka na ni kunnafoni dɔw ye aw ye ka bɔ yen, walima tasumamugu dɔ, walisa aw ka aw yɛrɛ sumaya.”",
    "A sera yen tuma min na, u y’a wele ka bɔ kɔda kinin fɛ, Dubatigi yɔrɔ la, ka bɔ kungo kɔnɔ ko : « Musa, ne de don, Ala, diɲɛw Matigi.",
    "I ka berew fili duguma.” A y'a ye ko a bɛ ka girin, i n'a fɔ jinɛw b'a kɔnɔ, a y'a kɔdon ka boli, a ma kɔsegin. “E Musa, i ka na ɲɛfɛ, i kana siran, i lafiyalen don pewu.",
    "Aw bɛ aw bolo don aw ka bɔrɛ kɔnɔ, a bɛ bɔ ka fin, nɔgɔ tɛ a la. Ani ka i bolo digi i kɛrɛ fɛ, ka siran. Ninnu ye dalilu fila ye ka bɔ i Matigi fɛ, ka ɲɛsin Faraon ma ani a ka mɔgɔba dɔw ma. U ye jurumukɛlaw ye tiɲɛ na.”",
    "A ko: “Ne Matigi, ne ye u dɔ faga, ne sirannen don ko u bɛna ne faga.",
    "Ani ne balimakɛ Aron, a bɛ kuma ka ɲɛ ka tɛmɛ ne kan, o la sa, i ka a ci ni ne ye, ka ne dɛmɛ, ka ne ka kumaw sinsin, katuguni ne sirannen don ko u bɛna ban ne la.”",
    "A ko: «An na i bolo barika bonya ni i balima ye, an na fanga di i ma, walisa u kana maga i la. An ka taamashyɛnw barika la, e ni mɔgɔ minnu bɛ tugu i kɔ, olu na kɛ setigiw ye.”",
    "Nka Musa nana u fɛ n’an ka taamasyɛnw ye, minnu jɛlen don ani minnu jɛlen don, u ko: “Nin tɛ fosi ye ni subagaya dabɔlen tɛ, wa An ma deli ka nin mɛn an bɛnbaw fɛ fɔlɔ.”",
    "Musa ko: “Ne Matigi bɛ mɔgɔ min dɔn kosɛbɛ, min bɛ na ni bilasirali ye ka bɔ ale fɛ, ani min bɛna sigiyɔrɔ kɔfɛta sɔrɔ. Jurumukɛlaw tɛna ɲɛ sɔrɔ.”",
    "Faraon ko: «Aw faamaw, ne tɛ ala wɛrɛ dɔn aw ye ni ne tɛ. O la sa, i ka biriki tasuma don ne ye Hamaan, ka sankanso jɔ ne ye, walisa ne ka wuli ka taa Musa ka Ala fɛ, hali ni ne hakili la ko a ye nkalontigɛla ye.”",
    "Ale n’a ka sɔrɔdasiw ye kuncɛbaya kɛ jamana kɔnɔ, dalilu si tun tɛ u la. U tun b’a miiri k’u tɛna segin An ma.",
    "O la, An y’a minɛ, n’a ka kɛlɛbolow, an y’u fili kɔgɔji la. O la sa, a kɔlɔsi ko degunbagaw laban kɛra min ye.",
    "Wa An y’u kɛ ɲɛmɔgɔw ye minnu bɛ wele bila Tasuma ma. Wa lakununni don na, u tɛna kisi.",
    "Wa An tugura u nɔfɛ diɲɛ kɔnɔ ni danga ye. Wa lakununni don na, u na kɛ mɔgɔ mafiɲɛyaliw cɛma.",
    "An ye Kitabu di Musa ma, an kɛlen kɔ ka bɔnsɔn tɛmɛnenw halaki; ka kɛ yeelen ye hadamadenw bolo, ani bilasirali, ani makari, walisa u hakili ka to u hakili la.",
    "I tun tɛ Tlebi fan fɛ tuma min na An ye ci bila Musa ma, i tun tɛ seerew cɛma fana.",
    "Nka An ye bɔnsɔn caman sigi sen kan, wa waati y’a nɔ bila u la. Aw tun tɛ Median mɔgɔw cɛma fana, ka An ka jiralifɛnw fɔ u ye. Nka An tora ka cidenw ci.",
    "Aw tun tɛ kulu kɛrɛ fɛ fana an ye welewele da tuma min na. Nka, o kɛra makari ye ka bɔ i Matigi yɔrɔ, walisa i ka mɔgɔw lasɔmi minnu ma lasɔmini sɔrɔ i ɲɛ, walisa u k'u janto.",
    "N’o tɛ, ni balawu dɔ binna u kan u bolow ye min kɛ, u tun b’a fɔ ko: “An Matigi, n’i tun ye ciden ci an ma, an tun bɛna tugu i ka jiraliw kɔ, ka kɛ dannabaaw cɛma.”",
    "Nka tiɲɛ nana u ma ka bɔ An fɛ tuma min na, u ko: “Ni Musa ye min di Musa ma, o ɲɔgɔn tun dira a ma.” Fɛn min dira Musa ma fɔlɔ, yala u ma da a la wa? U ko: «Sumaya kɛwale fila bɛ ɲɔgɔn kɔ.” U y'a fɔ ko: «An tɛ da o fila bɛɛ la.»",
    "A fɔ ko: “O tuma na fɛ, i ka na ni Kitabu ye min bɛ bɔ Ala yɔrɔ, min bɛ mɔgɔ bilasirali kɛ ka tɛmɛ u fila bɛɛ kan, ne na tugu o kɔ, ni aw ye tiɲɛ fɔ.”",
    "Nka n’u ma se k’i jaabi, i k’a dɔn k’u bɛ tugu u negew kɔ. Ani jɔn tununna ka tɛmɛ mɔgɔ kan min bɛ tugu a ka miiriya la k’a sɔrɔ Ala ma bilasirali kɛ? Ala tɛ mɔgɔ tilenbaliw ɲɛminɛ.",
    "An ye Kuma lase u ma, walisa u hakili ka to u la.",
    "An ye Kitabu di minnu ma ka kɔn a ɲɛ, olu dalen b’a la.",
    "Ni a kalanna u ye, u b’a fɔ ko: “An dalen b’a la; o ye tiɲɛ ye min bɛ bɔ an Matigi fɛ; an tun ye silamɛw ye ka kɔn o ɲɛ.”",
    "U na u ka sara di u ma siɲɛ fila, katuguni u ye muɲuli kɛ. U bɛ juguya kɛlɛ ni ɲuman ye; ani ka bɔ An ka balo la u ma, u bɛ di.",
    "Ni u ye kuma fu mɛn, u b’u yɛrɛ tanga o ma, k’a fɔ ko: “An ka kɛwalew bɛ an fɛ, i ka kɛwalew bɛ aw bolo; hɛrɛ ka kɛ aw ye; an tɛ dɔnbaliw nege don an na.”",
    "I tɛ se ka mɔgɔ min kanu, i tɛ se k’o bilasira, nka Ala bɛ mɔgɔ min bilasira, a b’a fɛ, wa a bɛ mɔgɔ minnu ɲɛminɛ, a bɛ olu dɔn kosɛbɛ.",
    "U b’a fɔ ko: “Ni an tugura bilasirali la n’aw ye, an bɛna bɔsi an ka jamana kan.” Yala An ma Yɔrɔ Senuman Lakanalen dɔ sigi u ye, jiriden suguya bɛɛ bɛ na ni min ye, i n’a fɔ an ka balo ka bɔ An yɛrɛ la wa? Nka u fanba t’a dɔn.",
    "Ani An ye dugu joli tiɲɛ k’a sababu kɛ a kɛra waleɲumandɔnbali ye a ka balo la? U ka sow filɛ nin ye, mɔgɔ si tɛ yen u kɔfɛ, fo mɔgɔ damadɔ. Wa An kɛra Ciyɛntalaw ye.",
    "I Matigi tɛ duguw tiɲɛ abada n'a ma ciden ci u cɛma fɔlɔ, k'an ka jiraliw kalan u ye. Wa An tɛ duguw tiɲɛ abada, fo n’u ka mɔgɔw ye kojugukɛlaw ye.",
    "Fɛn o fɛn bɛ di i ma, o ye nin diɲɛ nafolo dɔrɔn de ye, ani a manamana. Nka min bɛ Ala fɛ, o ka fisa, wa a bɛ mɛn. Yala aw tɛ o faamu wa?",
    "An ye layidu ɲuman ta mɔgɔ min ye — a bɛna min sɔrɔ — yala o tigi bɛ se ka bɛn mɔgɔ ma, An ye nisɔndiya di min ma nin diɲɛ in kɔnɔ, nka min bɛna kɛ, Lakununni don na, jalakilenw cɛma wa?",
    "Don min na a na wele bila u ma, k’a fɔ ko: “Aw tun bɛ ne jɛɲɔgɔn minnu fɔ, olu bɛ min?”",
    "Minnu jalakilen don, olu bɛna a fɔ ko: “An Matigi, an ye minnu lafili, olu de ye ninnu ye. An ye u lafili, i n’a fɔ an filila cogo min na. An b'i ka yafa deli; u tun bɛ deli ka anw bato.”",
    "Wa a bɛna fɔ ko: “A’ ye aw jɛɲɔgɔnw wele.” Wa u na u wele, nka u tɛna u jaabi. Wa u na tɔɔrɔ ye. Ni u tun bɛ bilasirali kɛ.",
    "Don min na a bɛna u wele, k’a fɔ ko: “Aw ye cidenw jaabi mun?”",
    "U bɛna fiyen tiɲɛw fɛ o don na, wa u tɛna ɲɔgɔn ɲininka.",
    "Nka min nimisara, ka dannaya kɛ, ka kɛwale tilennenw kɛ, o bɛ se ka kɛ setigiw cɛma.",
    "I Matigi bɛ fɛn o fɛn da, a b’a fɛ, a bɛ min sugandi. Sugandili tɛ u ta ye. Bonya ka kɛ Ala ye, a ka kɔrɔta ka tɛmɛ u ka jɛkuluw kan.",
    "Wa i Matigi b'a dɔn u dusukunw bɛ min dogo, ani u bɛ min jira.",
    "Wa Ale de ye Ala ye. Ala si tɛ yen ni ale tɛ. Tanuli bɛɛ ye ale de ta ye nin ɲɛnamaya kɔnɔ, ani ɲɛnamaya nata la. Wa ale de ye latigɛ ye, wa aw bɛna segin ale de ma.",
    "A fɔ ko: “Aw ye jateminɛ kɛ wa? Yala Ala ye su kɛ banbali ye i kan fo ka se lakununni don ma, ala jumɛn min tɛ Ala ye, o bɛna yeelen di i ma wa? Aw tɛ mɛnni kɛ wa?”",
    "A fɔ ko: “Aw ye jateminɛ kɛ wa? Yala Ala tun ye don kɛ i kun na fo ka se lakununni don ma, ala wɛrɛ min tɛ Ala ye, o bɛna su lase i ma ka lafiɲɛ min kɔnɔ wa? Aw t’a ye wa?”",
    "A ka hinɛ de y'a to a ye su ni tile da aw ye, walisa aw ka lafiɲɛ o kɔnɔ, ka a ka nɛɛma dɔw ɲini; ani walisa aw ka barika da Ala ye.",
    "Don min na a na wele bila u ma, k’a fɔ ko: “Aw tun bɛ ne jɛɲɔgɔn minnu fɔ, olu bɛ min?”",
    "Wa An bɛna seere dɔ bɔ sigida bɛɛ la, k’a fɔ ko: “Aw ka aw ka daliluw bɔ.” O tuma na fɛ, u bɛna a ye ko tiɲɛ ye Ala ta ye, wa u tun bɛ fɛn minnu dabɔ, olu y’u bila.",
    "Quaroon tun ye Musa ka bɔnsɔn ye, nka a ye u degun. An tun ye nafolomafɛnw di a ma, minnu konnɛgɛw tun bɛna cɛ barikama kulu dɔ girinya. A ka mɔgɔw y'a fɔ a ye ko: «I kana ɲagali. Ala tɛ nisɔndiyabaaw kanu.",
    "Nka, Ala ye min di i ma, Ala ka So ɲini, i kana i niyɔrɔ bila nin diɲɛ in na. Aw ka kanuya kɛ, i ko Ala ye kanuya kɛ aw ye cogo min na. Aw kana nɔgɔlenya ɲini jamana kɔnɔ. Tiɲɛni ɲinibagaw man di Ala ye.”",
    "A ko: “Nin bɛɛ dira ne ma dɔnniya kosɔn.” Yala a tun t’a dɔn ko Ala ye bɔnsɔn caman halaki ka kɔn a ɲɛ, minnu barika tun ka bon n’a ye, ani nafolo camanba tun b’u bolo wa? Nka jurumukɛlaw tɛna ɲininkali kɛ u ka jurumuw ko la.",
    "A bɔra a ka mɔgɔw ɲɛkɔrɔ a ka nɔɔrɔ la. Diɲɛ ɲɛnamaya nege tun bɛ minnu na, olu ko: “Ni Quaroon ye min di, o ɲɔgɔnnaw tun bɛ an bolo. Tiɲɛ na, a ye hɛrɛba sɔrɔ.”",
    "Nka dɔnniya dira minnu ma, olu ko: «Bɔnɛ bɛ aw ma! Ala ka sara ka fisa ni dannabaaw ye ani ka kɛwale tilennenw kɛ.” O bɛɛ n'a ta, mɔgɔ si t'a Sɔrɔ fo mɔgɔ sabatilenw.",
    "O la, An ye dugukolo Dòn a n'a ka soba la. Jɛkulu si tun t’a fɛ k’a kisi Ala ma, wa a tun tɛ se k’a yɛrɛ lafasa.",
    "Minnu tun b’a fɛ u ka kɛ a jɔyɔrɔ la tile kelen ka kɔn o ɲɛ, olu tun b’a fɔ ko: “Tiɲɛ na, Ala de bɛ nɛɛma jɛnsɛn a sago la mɔgɔ o mɔgɔ fɛ a ka baarakɛlaw fɛ, k’a dan sigi. Ni Ala tun ma nɛɛma kɛ an ye, a tun bɛna a yɛrɛ bila an na. A tɛ bari an na ko waleɲumandɔnbaliw tɛ ɲɛ sɔrɔ abada.”",
    "O Lakalita So—An b’a di mɔgɔ minnu ma, minnu tɛ sanfɛla ɲini dugukolo kan, ani nɔgɔlenya fana. Wa, a laban bɛ kɛ mɔgɔ minnu bɛ u janto u yɛrɛ la.",
    "Mɔgɔ o mɔgɔ bɛ na ni jogo ɲuman ye, o bɛna fɛn sɔrɔ min ka fisa ni o ye. Nka mɔgɔ o mɔgɔ bɛ na ni kojugu ye—juguyakɛlaw bɛna sara dɔrɔn ka kɛɲɛ ni u tun bɛ min kɛ fɔlɔ.",
    "Min ye Kuranɛ sigi aw ye, o bɛna aw lasegin So. A fɔ ko: «Mɔgɔ min bɛ na ni bilasirali ye, ani min bɛ fili jɛlen na, ne Matigi de bɛ o dɔn kosɛbɛ.”",
    "I tun t'a miiri ko Sɛbɛnniw bɛna lase i ma, fo ni hinɛ kɛra i Matigi fɛ. O de kosɔn, i kana kɛ kafiriw dɛmɛbaga ye.",
    "Ani, kana a to u k’i bɔ Ala ka jiralifɛnw na, u jiralen kɔ i la. Ani ka i Matigi deli, i kana kɛ murikɛriw la abada.",
    "Aw kana ala wɛrɛ wele Ala fɛ. Ala si tɛ yen ni ale tɛ. Fɛn bɛɛ bɛ halaki, fo a ka kɛli. Kiri ye ale de ta ye, aw na segin ale de ma."
]