[
    "Alif, Lam, Meem ye baara kɛ.",
    "Yala mɔgɔw y’a miiri ko u bɛna to u kelen na k’a fɔ ko: “An dalen b’a la,” k’a sɔrɔ u ma kɔrɔbɔ wa?",
    "An ye minnu kɔrɔbɔ ka kɔn u ɲɛ. Siga t'a la, Ala na tiɲɛtigiw dɔn, ani nkalontigɛlaw fana na.",
    "Walima minnu b jurumuw k, olu b miiri ko o b se ka Anw lafili wa? U ka hakilina ye kojuguba ye!",
    "Mɔgɔ o mɔgɔ bɛ Ala ka lajɛ makɔnɔ ni kɔnɔnajɛya ye—Ala ka waati latigɛlen bɛ na. Ale de ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga don.",
    "Mɔgɔ o mɔgɔ bɛ cɛsiri kɛ, o bɛ cɛsiri kɛ a yɛrɛ dɔrɔn de kama. Ala ye Yɛrɛmahɔrɔnya ye danfɛnw na.",
    "Mg minnu dara ani ka wale tilennenw k—An na u ka jurumuw yafa, ani an na u sara ka k ni u tun b min k f.",
    "An ye hadamaden laadi ko a ka kɛ mɔgɔ ɲuman ye a bangebagaw fɛ. Nka ni u b'i jija ka fara ne kan fɛn dɔ la i tɛ min dɔn, i kana u kan minɛ. I seginni bɛ Ne de fɛ; Aw tun bɛ min kɛ fɔlɔ, ne bɛna aw ladɔnniya o la.",
    "Minnu b da a la ani ka baara ɲumanw k—An na u don mɔgɔ tilennenw ka jɛkulu kɔnɔ.",
    "Mɔgɔ dɔ bɛ yen min b’a fɔ ko: “An dara Ala la.” O bɛɛ n’a ta, ni kojugu kɛra a la Ala ka ko la, a bɛ jama ka tɔɔrɔ ni Ala ka waleɲumandɔn kɛ kelen ye. Wa ni dɛmɛ bɔra i Matigi fɛ, a b’a fɔ ko: “An tun bɛ i fɛ tiɲɛ na.” Yala Ala t’a dɔn fɛn min bɛ mɔgɔw dusukunw kɔnɔ wa?",
    "Tiɲɛ na, Ala bɛ dannabaaw dɔn, wa a bɛ filankafow dɔn tiɲɛ na.",
    "Mg minnu ma da a la, olu b f dannabaaw ye ko: «Aw ka tugu an ka sira la, an na aw ka jurumuw ta.» Cogo si la, u t se ka o ka jurumu si ta. U ye nkalontigɛlaw ye.",
    "U bɛna u yɛrɛ ka doni ta, ka doni wɛrɛw ta ni u yɛrɛ ta ye. Wa u bɛna ɲininkali kɛ Lakununni don na, u tun bɛ fɛn minnu dabɔ fɔlɔ.",
    "An ye Nuhun ci a ka mɔgɔw ma, a tora u cɛma san ba kelen ni san bi duuru bɔ a la. O kɔ, sanjiba ye u bɛɛ minɛ. sabu u tun ye kojugukɛlaw ye.",
    "Nka an y’a kisi, ka fara kurunba jɛkulu kan, an y’a kɛ taamasyɛn ye siyaw bɛɛ bolo.",
    "Ibrahima y'a fɔ a ka mɔgɔw ye tuma min na ko: «A' ye Ala bato, ka siran a ɲɛ. O ka fisa i ma, ni i tun b’a dɔn dɔrɔn.",
    "Aw bɛ boliw bato Ala kɔ, aw bɛ nkalonw dabɔ. I bɛ mɔgɔ minnu bato, Ala nɔ na, olu tɛ se ka balo di i ma. O la, i ka balo ɲini Ala fɛ, ka a bato, ka barika da a ye. Aw na kɔsegin a ma.”",
    "Ni aw ma da a la, jɛkulu minnu bɛ aw ɲɛfɛ, olu fana ye kafiri. Ciden bɛ baara kɛ ni cikan jɛlen dɔrɔn de ye.",
    "Yala u m’a ye cogo min na Ala ye danfɛnw daminɛ, ka tila k’u lasegin wa? O ka nɔgɔn Ala bolo.",
    "A fɔ ko: “Yala-yaala dugukolo kan, k’a kɔlɔsi a ye danfɛnw daminɛ cogo min na.” O kɔ, Ala bɛna na ni ɲɛnamaya nata ye. Se bɛ Ala ye fɛn bɛɛ kunna.”",
    "A b’a fɛ mɔgɔ min ɲangi, a b’a fɛ mɔgɔ min na, a bɛ hinɛ o la, aw na segin a ma.",
    "I tɛ se ka boli, dugukolo kan wala sankolo la; Aw lakanabaga ni kisibaa si t'aw la Ala kɔ.",
    "Minnu ma da Ala ka taamashyɛnw n’a ka ɲɔgɔnyew la—olu jigi tigɛra Ne ka makari la. U bolo, tɔɔrɔba don.",
    "Nka jaabi kelen min bɔra a ka mɔgɔw fɛ, o tun ye u ka kuma fɔlen ye ko: “Aw k’a faga, walima aw k’a jeni.” Nka Ala y'a kisi tasuma ma. Tiɲɛ na, taamasyɛnw bɛ o de la mɔgɔw ye minnu dalen bɛ a la.",
    "A ko: «Aw ye boliw sugandi Ala nɔ na, ka da ɲɔgɔn kanuya kosɔn diɲɛ ɲɛnamaya kɔnɔ. Nka o kɔ, Lakununni don na, aw na ban ɲɔgɔn na, ka ɲɔgɔn danga. I ka siniɲɛsigi ye Jahannama ye, i tɛna kisibaga si sɔrɔ.”",
    "O kɔ, Lɔti dara a la, k'a fɔ ko: «Ne bɛ taa ne Matigi fɛ. Ale de ye mɔgɔba ye, Hakilitigi.”",
    "An ye Isaka ni Yakuba di a ma, ka kiraya ni kitabu di a bɔnsɔnw ma, ka a ka sara di a ma nin ɲɛnamaya kɔnɔ; ani a bɛna kɛ mɔgɔ tilennenw cɛma.",
    "Luti y'a fɔ a ka mɔgɔw ye tuma min na ko: «Aw bɛ ko jugu dɔ kɛ, mɔgɔ si ma o kɛ aw ɲɛ kɔrɔ diɲɛ fan bɛɛ la.",
    "Aw bɛ gɛrɛ mɔgɔw la, ka sira tigɛ, ka jatɔya kɛ aw ka lajɛw la.” Nka jaabi kelen min bɔra a ka mɔgɔw fɛ, o tun ye k’a fɔ ko: “Ala ka ɲangili lase an ma, n’aw ye tiɲɛ fɔ.”",
    "A ko: “Ne Matigi, ne dɛmɛ ka tolikɛlaw kɛlɛ.”",
    "An ka cidenw nana ni kibaru duman ye Ibrahima la tuma min na, u ko: “An bɛna dugu in mɔgɔw halaki; a mɔgɔw ye kojugukɛlaw ye.”",
    "A ko: “O bɛɛ n’a ta, Lɔti bɛ o kɔnɔ.” U ko: “An b’a dɔn kosɛbɛ mɔgɔ min bɛ o kɔnɔ. An na a kisi, ani a somɔgɔw, fo a muso, min bɛna to kɔfɛ.”",
    "O kɔ, An ka cidenw nana Lɔti fɛ tuma min na, u tɔɔrɔla, a tɔɔrɔla ani a dusu tiɲɛna u kosɔn. U ko: «Aw kana siran, aw kana dusukasi. An na i ni i ka denbaya kisi, fo i muso, min na to kɔfɛ.”",
    "“An na tɔɔrɔ lase dugu in mɔgɔw ma ka bɔ sankolo la, u ka juguya kosɔn.”",
    "Wa An ye a taamasiyɛn jɛlen to yen, mɔgɔw ye minnu bɛ faamuyali sɔrɔ.",
    "U balimakɛ Suwayibu fana taara Mɛdiyɛn fɛ. A ko: “Ne ka mɔgɔw, aw ka Ala bato ani ka don laban makɔnɔ, aw kana toli lase jamana kɔnɔ.”",
    "Nka u banna a la, o la yɛrɛyɛrɛ ye u minɛ, u tora u ka so kɔnɔ u ma lamaga.",
    "Ani Aad ni Thamood. A jɛlen don aw bolo ka bɔ u sigiyɔrɔw la. Sitanɛ y’u ka kɛwalew masiri u ye, k’u bali ka don sira la, hali k’a sɔrɔ u tun bɛ se ka yeli kɛ.",
    "Ani Quaroon, ani Faraon, ani Hamaan—Musa taara u fɛ ni sɔsɔli jɛlenw ye, nka u ye kuncɛbaya kɛ jamana kɔnɔ. Wa u ma se ka taa ɲɛ.",
    "An kelen-kelen bɛɛ minɛna a ka jurumu fɛ. Dɔw kama An ye cɛncɛn ci. Dɔw ye 'sèn Sɔrɔ Blast (Blast) fɛ. Dɔw An ye dugukolo Dòn u 'kɔrɔ. Wa dɔw An ye ji la. Ala ma kojugu kɛ u la, nka olu de ye kojugu kɛ u yɛrɛw la.",
    "Minnu bɛ lakanabagaw ta u yɛrɛ la ni Ala tɛ, olu bɔɲɔgɔnko ye wulu ta ye. A bɛ so dɔ jɔ. Nka so minnu ka gɛlɛn kosɛbɛ, o ye wulu ka so ye. Ni u tun b’a dɔn dɔrɔn.",
    "U bɛ min wele Ala kɔ, Ala b’o dɔn. Ale de ye Sebaayabɛɛtigi ye, Hakilitigi.",
    "Nin misaliw—An b’u bila jama ɲɛkɔrɔ; nka mɔgɔ si t'u minɛ fo kalandenw tɛ.",
    "Ala ye sankolow ni dugukolo da ni tiɲɛ ye. Tiɲɛ na, taamasyɛn bɛ o de la dannabaaw fɛ.",
    "Fɛn min jirala i la Kitabu kɔnɔ, i k’o kalan, ka delili kɛ. Delili bɛ kɛwale juguw ni kojuguw bali. Wa, Ala hakilijigin ka bon. Ani Ala b’a dɔn i bɛ min kɛ.",
    "Wa aw kana sɔsɔli kɛ ni Sɛbɛnniw kɔnɔmɔgɔw ye fo ni a kɛra cogo ɲuman na, fo mɔgɔ minnu bɛ kojugu kɛ u cɛma. A fɔ ko: «An dalen bɛ min jirala an na, ani min jirala aw la. An ka Ala ni aw ka Ala ye kelen ye. An bɛ kolo ale de ye.”",
    "O cogo kelen na, An ye Kitabu jira aw la. An ye Kitabu di minnu ma, olu dalen b o la, ani o dw b da o la. Mɔgɔ si tɛ ban An ka kumaɲɔgɔnyaw la fo kafiriw.",
    "I ma tɛmɛsira si kalan ka kɔn nin ɲɛ, i ma o sɛbɛn ni i kininbolo ye fana. n'o tɛ, nkalontigɛlaw tun bɛna sigasiga.",
    "Tiɲɛ na, o ye taamasyɛn jɛlenw ye minnu bɛ dɔnniya di u ma. Mɔgɔ si tɛ ban An ka taamaʃyɛnw na fo tilenbaliya.",
    "U ko: «Ni a Matigi ka kabako dɔ jiginna a ma.» A fɔ ko: “Kabakow bɛ Ala dɔrɔn de bolo, ne ye lasɔminikɛla jɛlen dɔrɔn de ye.”",
    "Yala a ma se u ma ko An ye Kitabu jira aw la, o min bɛ kalan u ye wa? O de kɔnɔ, makari ni hakilijigin bɛ mɔgɔ minnu na, dannaya bɛ minnu na.",
    "A fɔ ko: «Ala bɛ se ka kɛ seere ye aw ni ne cɛ. A bɛ fɛn bɛɛ dɔn sankolow ni Dugukolo kan. Minnu dalen bɛ nafantan na, ka ban Ala la—olu de ye bɔnɛbagaw ye.”",
    "Wa u b'aw jija aw ka ɲangili teliya. Ni waati latigɛlen tun tɛ, o ɲangili tun bɛna se u ma. Nka a bɛna barika sɔrɔ u kan, k’a sɔrɔ u tɛ a dɔn.",
    "U b’aw jija aw ka ɲangili teliya. Nka Jahanama bɛna kafiriw minɛ.",
    "Don min na ɲangili bɛna u datugu, ka bɔ u sanfɛ, ka bɔ u sen kɔrɔ, a na a fɔ ko: “Aw tun bɛ min kɛ, aw k’o nɛnɛ!”",
    "E ne ka baaraden minnu dara: Ne ka dugukolo ka bon, o de la, aw ka Ne kelen bato.",
    "Ni bɛɛ bɛna saya nɛnɛ. O kɔ fɛ, i bɛ Segin Anw fɛ.",
    "Minnu dalen b’a la ani ka tilennenya baara kɛ—An bɛna u sigi Alijinɛ kɔnɔ, sobaw kɔnɔ, baji bɛ woyo minnu jukɔrɔ, ka sigi yen fo abada. Baarakɛlaw ka sara ka ɲi kosɛbɛ.",
    "Minnu bɛ muɲu ni muɲuli ye, ani u bɛ u jigi da u Matigi kan.",
    "Danfɛn joli bɛ yen minnu t’a ka balo ta? Ala bɛ u mago ɲɛ, ani aw fana. Ale de ye Lamɛnnikɛla ye, Dɔnnibaa.",
    "Wa ni i y’u ɲininka ko: “Jɔn ye sankolo ni dugukolo da ka tile ni kalo labɛn?” U tun b’a fɔ ko: “Ala.” O tuma na fɛ, mun na u bɛ bɔ sira kan?",
    "Ala bɛ labɛn bonya a ka baarakɛlaw fɛ, a b’a fɛ mɔgɔ o mɔgɔ ma, ka dan sigi o la. Ala ye fɛn bɛɛ dɔnbaga ye.",
    "Wa n’i y’u ɲininka ko: “Jɔn bɛ ji ci ka bɔ sankolo la, a bɛ dugukolo lakunu ni min ye a salen kɔfɛ?” U tun b’a fɔ ko: “Ala.” A fɔ ko: “Tanuli ka kɛ Ala ye.” Nka u fanba t’a faamu.",
    "Diɲɛ ɲɛnamaya tɛ fosi ye ni diversion ni tulon tɛ, wa Lahalaya So ye Ɲɛnamaya ye, n’u tun b’a dɔn dɔrɔn.",
    "Ni u donna kurun kɔnɔ, u bɛ Ala deli, k’u ka dannaya di a ma; nka n'a y'u Lase dugukolo ma hɛrɛ la, u bɛ jɛɲɔgɔnw Da a kan.",
    "Ka kɛ waleɲumandɔnbaliya ye An ye min di u ma, ani ka u yɛrɛ diyabɔ. Siga t’a la, u bɛna na o dɔn.",
    "Yala u t’a ye ko An ye yɔrɔ senuma lakananen dɔ sigi sen kan, k’a sɔrɔ u lamini bɛɛ la, mɔgɔw bɛ taa ni u ye wa? Yala u dalen bɛ nkalon na, ka ban Ala ka dubaw la wa?",
    "Ani jɔn bɛ kojugu kɛ ka tɛmɛ mɔgɔ kan min bɛ nkalonw dabɔ, k’u fɔ Ala de ye, walima ka tiɲɛ wele nkalon, k’a sɔrɔ a sera a ma? Yala Ala tɔgɔ tiɲɛbagaw sigiyɔrɔ tɛ Jahannama kɔnɔ wa?",
    "Minnu b’u cɛsiri Anw kama—An bɛna u bilasira An ka siraw kan. Ala bɛ koɲuman kɛbagaw fɛ."
]