[
  "Alif. Lam. Meem.",
  "Ala—ala si tɛ yen ni ale tɛ, min ye ɲɛnamaya ye tuma bɛɛ, min ye ɲɛnamaya bɛɛ sabatibaga ye.",
  "A ye Kitabu jira aw la ni tiɲɛ ye, ka min kɛra ka kɔn a ɲɛ, o sinsin. A ye Tawurata ni Kibaru Duman fana jira.",
  "Aforetime, i n’a fɔ bilasirali hadamadenya ma. Wa A ye Criterion jira. Mɔgɔ minnu bɛ ban Ala ka jiralifɛnw na, olu bɛna ɲangili jugu sɔrɔ. Ala ye Sebaayabɛɛtigi ye, a ye waleɲumandɔnbaga ye.",
  "Dugukolo kan wala sankolo la foyi dogolen tɛ Ala la.",
  "Ale de b’i cogoya kɔnɔbara la i n’a fɔ a b’a fɛ cogo min na. Ala wɛrɛ tɛ yen ni ale tɛ, Sebaayabɛɛtigi, Hakilitigi.",
  "Ale de ye Kitabu jira aw la. A tɛmɛsira dɔw ye dantigɛli ye—u ye Gafe jusigilan ye—k’a sɔrɔ dɔw ye ntalen ye. Dusukunw bɛ minnu na, olu bɛ tugu ntalen kɔ, ka bɛnbaliya ɲini ani k’a kɔrɔ fɔ. Nka, mɔgɔ si t’a kɔrɔ dɔn fo Ala ni mɔgɔ minnu sinsinnen bɛ dɔnniya kan kosɛbɛ, olu b’a fɔ ko: “An dalen b’a la; o bɛɛ bɔra an Matigi de yɔrɔ.” Faamuyali bɛ mɔgɔ minnu bolo, olu dɔrɔn de b’u janto u la.",
  "“An Matigi, kana a to an dusukunw ka bɔ i la I kɛlen kɔ k’an bilasira. I ka makari di an ma ka bɔ I yɛrɛ la; I ye Nilikɛla ye.”",
  "“An Matigi, I bɛna hadamadenw lajɛ don dɔ la min tɛ se ka bali.” Ala t a ka layidu tiɲɛ abada.",
  "Minnu ma da a la, olu ta fan fɛ, u ka nafolo ni u denw tɛna nafa sɔrɔ Ala la. Olu ye Fuel for the Fire ye.",
  "O bɛ tali kɛ Faraon ka mɔgɔw ni u ɲɛfɛmɔgɔw ka cikan na; u ye ban An ka jiraliw la, o de la Ala ye u minɛ u ka jurumuw kosɔn. Ala ka jugu a ka waleɲumandɔn na.",
  "Aw k’a fɔ kafiriw ye ko: “Aw na se sɔrɔ, ka lajɛ Jahannama kɔnɔ, yɔrɔ juguba.”",
  "Kalan dɔ tun bɛ aw bolo kulu fila minnu ye ɲɔgɔn sɔrɔ, kelen tun bɛ kɛlɛ kɛ Ala ka ko la, tɔ kelen tun bɛ dannabaliw kɛlɛ. U y'u ye u yɛrɛ ɲɛw la, u hakɛ siɲɛ fila. Ala b’a fɛ mɔgɔ min na, a bɛ o dɛmɛ ni a ka dɛmɛ ye. O la, kalan bɛ yen hakilitigiya bɛ mɔgɔ minnu bolo.",
  "Negew kanu min cɛ ka ɲi mɔgɔw ma, o ye musow, denmisɛnw, sanu ni warijɛ kuluw, so ɲumanw, baganw ani dugukolo dumanw. Ninnu ye diɲɛ ɲɛnamaya diyabɔliw ye, nka Ala de fɛ, segin fisaman de bɛ yen.",
  "A fɔ ko: “Yala ne bɛna i ladɔnniya fɛn dɔ la min ka fisa ni ninnu ye wa? Mɔgɔ tilennenw fɛ, Nakɔw bɛ u Matigi fɛ, bajiw bɛ woyo minnu jukɔrɔ, u bɛna sigi yen fo abada, ni furuɲɔgɔn saniyalenw ni Ala ka diyanye ye.” Ala ye danfɛnw Ye.",
  "Minnu b’a fɔ ko: “An Matigi, an ye dannaya kɛ, o la, i ka an ka jurumuw yafa an ma, ka an tanga Tasuma tɔɔrɔ ma.”",
  "Muɲubaga, tiɲɛtigi, kanminɛli, musaka kɛbaga, ani yafa ɲini sɔgɔmada fɛ.",
  "Ala bɛ seereya kɛ ko ala si tɛ yen ni ale tɛ, o cogo kelen na, mɛlɛkɛw ni dɔnniya dilen bɛ minnu na. A bɛ tilennenya sabati. Ala wɛrɛ tɛ yen ni ale tɛ, Sebaayabɛɛtigi, Hakilitigi.",
  "Diinan ni Ala ye Majigin ye. Sɛbɛnni dira minnu ma, olu tun bɛ sɔsɔli kɛ dɔrɔn dɔnniya sera u ma, keleya kosɔn. Mɔgɔ o mɔgɔ bɛ ban Ala ka taamasyɛnw na—Ala bɛ teliya ka jatebɔ kɛ.",
  "Ni u bɛ sɔsɔli kɛ ni aw ye, aw k’a fɔ ko: “Ne ye ne yɛrɛ kolo Ala ye, ne nɔfɛmɔgɔw fana.” Sɛbɛnniw dira mɔgɔ minnu ma ani mɔgɔ minnu ma kalan, aw k’olu ɲininka ko: “Aw y’aw kolo wa?” N’u y’u yɛrɛ di, u bɛ bilasira, nka n’u y’u kɔdon, i ka baara ye ka cikan lase dɔrɔn. Ala ye danfɛnw Kɔlɔsibaga ye.",
  "Kibaru di mɔgɔ ma minnu bɛ ban Ala ka jirali la, ka kiraw faga k’a sɔrɔ u ma jo sɔrɔ, ka tilennenya lafasabagaw faga, ɲangili jugu kan.",
  "U ka kɛwalew na kɛ nafa tɛ u la diɲɛ ni siniko la, wa u tɛna dɛmɛbaga si sɔrɔ.",
  "Sɛbɛnni yɔrɔ dɔ dira mɔgɔ minnu ma, yala i ye olu jateminɛ wa? U welera ka na Ala ka kitabu la walisa u ka kiri tigɛ u ni ɲɔgɔn cɛ, o bɛɛ n’a ta, u kulu dɔ y’u kɔdon ka sɔsɔli kɛ.",
  "O bɛ kɛ bawo u b’a fɔ ko “Tasuma bɛna maga an na tile damadɔ dɔrɔn de kɔnɔ.” U tun bɛ fɛn minnu dabɔ, olu tun bɛ u lafili u ka diinɛ kɔnɔ.",
  "A bɛna kɛ cogo di n’an y’u lajɛ don dɔ la min tɛ se ka bali? Ni bɛɛ bɛna sara bɛrɛbɛrɛ a ye min sɔrɔ, wa u tɛna kɛ tilenbaliya la.",
  "A fɔ ko: “Ala, masakɛ bɛɛ minɛbaga, I b’a fɛ mɔgɔ min na, i bɛ masaya di o ma, i b’a fɛ mɔgɔ min na, i bɛ masaya bɔsi a la. I b’a fɛ mɔgɔ min na, i bɛ o bonya, i b’a fɛ mɔgɔ min majigin. Ko ɲuman bɛ I bolo; I bɛ se fɛn bɛɛ la.”",
  "“I bɛ su ni tile fara ɲɔgɔn kan, ka tile ni su fara ɲɔgɔn kan. I bɛ na ni ɲɛnamaw ye ka bɔ suw la, ka suw lase ɲɛnamaw ma. I b’a fɛ mɔgɔ o mɔgɔ ma, i bɛ o di, k’a sɔrɔ i ma jate.”",
  "Dannabaaw man kan ka dannabaliw ta iko lakanabagaw, dannabaaw nɔ na. Mɔgɔ o mɔgɔ bɛ o kɛ, o tɛ foyi kɛ ni Ala ye, fo n’a kɛra k’i yɛrɛ tanga u ma k’a sababu kɛ hakilijagabɔ ye. Ala b i lasɔmi a yɛrɛ ko la. Segin laban bɛ Ala de bolo.",
  "A fɔ ko: “Aw ye fɛn min bɛ aw dusukunw na, aw mana o dogo wala k’a jira, Ala b’o dɔn.” A bɛ fɛn bɛɛ dɔn sankolow ni dugukolo kan. Ala bɛ se fɛn bɛɛ la kosɛbɛ.",
  "Don min na ni bɛɛ bɛna a ka kɛwale ɲumanw jira, a bɛna a fɛ yɔrɔjanba ka kɛ a yɛrɛ n’a ka kojuguw cɛ. Ala b'aw lasɔmi a yɛrɛ ko la, wa Ala falen bɛ ɲumanya la ka ɲɛsin baarakɛlaw ma.",
  "A fɔ ko: “Ni aw bɛ Ala kanu, aw ka tugu ne kɔ, Ala na aw kanu ka aw ka jurumuw yafa.” Ala ye Yafabaga ni makaribaga ye.",
  "A fɔ ko: “Aw ka Ala ni ciden kan minɛ.” Nka n’u y’u kɔdon—Ala tɛ kafiriw kanu.",
  "Ala ye Hadama, Nuhun, Ibrahima ka denbaya ani Imran ka denbaya sugandi diɲɛ bɛɛ kan.",
  "U ye ɲɔgɔn bɔnsɔnw ye. Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.",
  "Tuma min na Imran muso y’a fɔ ko “E n Matigi, ne bɛ fɛn min bɛ ne kɔnɔ, ne bɛ o di I ka baara ma, o la, i ka sɔn o ma ne fɛ. I ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.”",
  "A y’a bange tuma min na, a ko: “Ne Matigi, ne ye muso dɔ lamɔ.” Wa Ala y’a dɔn a ye min lase, “Wa cɛ tɛ i ko muso. Ne y’a tɔgɔ da ko Mariyama, wa ne b’i ka lakana ɲini a ni a bɔnsɔn ye ka bɔ Sitanɛ la, o min ye mɔgɔ gɛnnen ye.”",
  "A Matigi sɔnna a ma ni nɛɛma ye, k’a bonya cogo cɛɲi na, k’a ka ladonni kalifa Zakari ma. Tuma o tuma ni Zakari taara bɔ a ye delilikɛyɔrɔ la, a tun b’a sɔrɔ ni dumunifɛnw ye. A ye ɲininkali kɛ ko: “Mariya, i ye ninnu sɔrɔ min?” A y’a jaabi ko: “A bɔra Ala yɔrɔ. Ala b’a fɛ mɔgɔ min na, a b’o mago ɲɛ fo ka se a dan na.”",
  "O waati yɛrɛ la, Zakari y’a Matigi deli ko: “Ne Matigi, i ka den ɲuman di ne ma, i ka makari barika la—I ye delili lamɛnbaga ye.”",
  "Tuma min na a jɔlen bɛ delili la delili yɔrɔ la, mɛlɛkɛw y’a wele ko: “Ala bɛ Yuhana kibaru duman fɔ i ye, ka Ala ka Kuma sabati, mɔgɔ bonyalen, jogoɲumanya, kira tilennen.”",
  "A y’a ɲininka ko: “Ne Matigi, ne bɛ se ka den sɔrɔ cogo di k’a sɔrɔ ne sera kɔrɔya ma, ne muso ye den sɔrɔ?” A ko: “Ala b’a sago kɛ ten.”",
  "O kɔ, a ko: “Ne Matigi, taamasyɛn di ne ma.” A y'a jaabi ko: «I ka taamasyɛn ye ko i kana kuma mɔgɔ si fɛ tile saba kɔnɔ fo ni taamasiyɛnw kɛra. I hakili to i Matigi la tuma caman, ka tanuli kɛ wula fɛ ni sɔgɔma fɛ.”",
  "Mɛlɛkɛw y’a fɔ ko: “E Mariyama, Ala ye i ɲɛnatɔmɔ, k’i saniya, ka i ɲɛnatɔmɔ ka tɛmɛ diɲɛ musow kan.”",
  "“E Mariyama, i k’i yɛrɛ di i Matigi ma, i ka i biri, ka i biri ni i kunbiri gwanbagaw ye.”",
  "Nin ye kibaruya ye ka bɔ fɛn yebaliw la, An bɛ minnu jira aw la. I tun tɛ u fɛ tuma min na u y’u ka kalata kɛ walasa k’a dɔn jɔn bɛna kɛ Mariyama ka kɔrɔsibaga ye, wa i tun tɛ u fɛ fana n’u ye sɔsɔli kɛ.",
  "Mɛlɛkɛw y’a jira ko: “E Mariyama, Ala bɛ kibaru duman di i ma, o kuma dɔ bɔra a fɛ. A tɔgɔ ko Masiya, Yesu, Mariyama denkɛ. A na bonya sɔrɔ diɲɛ kɔnɔ, Lahalaya la, ani a kɛrɛfɛmɔgɔw dɔ la kelen.",
  "A na kuma mɔgɔw fɛ denmisɛnya ni kɔgɔlen na, a na kɛ mɔgɔ tilennen ye.”",
  "A y’a ɲininka ko: “Ne Matigi, ne bɛ se ka den sɔrɔ cogo di, k’a sɔrɔ mɔgɔ si ma maga ne la?” A y'a jaabi ko: «A na kɛ ten; Ala b’a fɛ fɛn o fɛn da. Ni a ye fɛn dɔ latigɛ, a b’a fɔ a ye dɔrɔn ko: ‘Ka kɛ,’ wa a bɛ ten.”",
  "A na Kitabu, hakilitigiya, Tawurata ani Kibaru Duman kalan a ye.",
  "I n’a fɔ ciden Israɛldenw ma: “Ne bɛ na ni taamashyɛnw ye i ma ka bɔ i Matigi yɔrɔ. N bɛ kɔnɔ cogoya da i ye ni bɔgɔ ye, o kɔ, n bɛ ninakili a kɔnɔ, Ala ka yamaruya fɛ, a bɛ kɛ kɔnɔ ye. Ne bɛ fiyentɔw ni kunatɔw kɛnɛya, Ala ka yamaruya fɛ, ka mɔgɔ salenw lakunu, Ala ka yamaruya fɛ. Aw bɛ fɛn minnu dun ani ka minnu mara aw ka so kɔnɔ, ne b’aw ladɔnniya. Taamaʃyɛn bɛ aw ye nin ko in na, ni aw ye dannabaaw ye.»",
  "“Wa, ne bɛ Tawurata min tun bɛ ne ɲɛfɛ, ne bɛ o sinsin, wa ne bɛ fɛn minnu dagalen don aw bolo, ne bɛ olu dɔw kɛ sariya ye. Ne bɛ na ni dalilu jɛlenw ye ka bɔ i Matigi yɔrɔ, o de la i ka siran Ala ɲɛ ka ne kan minɛ.»",
  "«Ala ye ne Matigi ye ani aw Matigi, o de la aw ka a bato. Nin ye sira tilennen ye.”",
  "Tuma min na Yesu y’u ka dannabaliya ye, a y’a ɲininka ko: “Jɔn bɛna kɛ ne jɛɲɔgɔnw ye Ala ka ko la?” Kalandenw y’a jaabi ko: “An ye Ala jɛɲɔgɔnw ye. An dalen bɛ Ala la, ani aw bɛ se ka seereya kɛ ko an kolobagaw don.”",
  "“An Matigi, an dalen bɛ I ye min jira, an bɛ tugu Ciden kɔ, o la, an sɛbɛn seerew cɛma.”",
  "U ye labɛn kɛ, Ala fana ye labɛn kɛ. Ani Ala ye labɛnbagaw bɛɛ la ɲuman ye.",
  "Ala ko: “E Yesu, ne bɛ i ka ɲɛnamaya kuncɛ, ka i kɔrɔta ka kɛ Ne yɛrɛ ye, ka i saniya ka bɔ kafiriw la. Minnu bɛ tugu i kɔ, ne bɛna olu bila kafiriw sanfɛ, fo ka se lakununni don ma. O kɔ, aw seginni bɛ Ne fɛ, ne bɛna kiritigɛ aw cɛma aw ka sɔsɔliw ko la.",
  "Minnu ye kafiriw ye, ne bɛna u ɲangi kosɛbɛ diɲɛ ni siniko la, wa u tɛna dɛmɛbaga si sɔrɔ.",
  "Nka, mg minnu dara ani ka wale tilennenw k, a bna u sara pewu. Ala tɛ tilenbaliw kanu.”",
  "Ninnu ye tɛmɛsiraw ye An bɛ minnu lase aw ma, ani Hakilijigin Hakilitigi.",
  "Ala ɲɛ na, Yesu bɛ i ko Hadama: A y’a da ka bɔ dugukolo la, o kɔ, a y’a fɔ a ye ko: “I ka kɛ!” A tun bɛ ten.",
  "Nin ye tiɲɛ ye min bɔra i Matigi fɛ, o la, i kana kɛ sigasigabagaw cɛma.",
  "Ni mɔgɔ dɔ ye sɔsɔli kɛ ni aw ye a ko la, dɔnniya min sera aw ma, o kɔfɛ, aw k’a fɔ ko: “Aw ka na, an ka an denw ni aw denw wele, an ka musow ni aw musow, an yɛrɛw ni aw yɛrɛw wele, o tuma na, an bɛ se ka delili kɛ ka wele bila Ala ka danga nkalontigɛlaw kan.”",
  "Nin ye tiɲɛko lakali ye. Ala wɛrɛ tɛ yen ni Ala tɛ. Wa tiɲɛ na, Ala ye Sebaayabɛɛtigi ye, Hakilitigi.",
  "N’u y’u kɔdon, o tuma na fɛ, Ala bɛ tiɲɛnikɛlaw dɔn.",
  "A fɔ ko: “E Kitabu mɔgɔw, an ka na kuma kelen kan: ko an kana mɔgɔ si bato Ala kɔ, ko an kana foyi fara a kan, ani ko an kana ɲɔgɔn ta ka kɛ matigiw ye Ala kɔ.” N’u y’u kɔdon, a fɔ ko: “A’ ye seereya kɛ ko an majiginlen don.”",
  "Aw Kitabu mɔgɔw, mun na aw bɛ sɔsɔli kɛ Ibrahima ko la, k’a sɔrɔ Tawurata ni Kibaru Duman ma jira fo a kɔfɛ? Yala i tɛ hakilinata di wa?",
  "Aw filɛ nin ye, aw bɛ sɔsɔli kɛ fɛnw kan aw bɛ minnu dɔn, nka mun na aw bɛ sɔsɔli kɛ fɛnw kan aw tɛ minnu dɔn? Ala b’a dɔn, i t’a dɔn.",
  "Ibrahima tun tɛ Yahutu ye, a tun tɛ kerecɛn ye, nka a tun ye Ala kelenpe dɔnbaga ye, a tun bɛ a yɛrɛ kolo, wa a tun tɛ ala murikadalaw dɔ ye.",
  "Minnu ka kan ni Ibrahima ye kosɛbɛ, olu ye minnu bɛ tugu a kɔ, nin kira in ani mɔgɔ minnu dalen bɛ a la. Ala ye dannabaaw ka Jɛɲɔgɔn ye.",
  "Sɛbɛnni Mɔgɔ dɔw b’a fɛ k’i lafili, nka u b’u yɛrɛ lafili dɔrɔn k’a sɔrɔ u m’a dɔn.",
  "Aw Kitabu mɔgɔw, mun na aw bɛ ban Ala ka tɛmɛsiraw la, hali k’aw to u seereya la?",
  "Aw Kitabu mɔgɔw, mun na aw bɛ tiɲɛ ni nkalon ɲagami ani ka tiɲɛ dogo ni dɔnniya ye?",
  "Sɛbɛnni mɔgɔ dɔw b’a fɔ ko: “Aw ka da fɛn na min jirala dannabaaw la tile daminɛ na, aw ka da a la tile laban na, walisa u ka se ka segin.”",
  "I kana da mɔgɔ si la fo mɔgɔ minnu bɛ tugu i ka diinɛ kɔ. A fɔ ko: “Ala ka bilasirali ye bilasirali ye. Ni mɔgɔ dɔ dira i cogo kelen na, walima ni a bɛ sɔsɔli kɛ i fɛ i Matigi ɲɛkɔrɔ, i k’a fɔ ko: ‘Dubaw bɛɛ bɛ Ala bolo; A b’u di mɔgɔ minnu ma, a b’a fɛ. Ala ka nɛɛma dan tɛ, wa a bɛ fɛn bɛɛ dɔn.’”",
  "A b'a fɛ ka mɔgɔ min sugandi a ka makari kama. Wa tiɲɛ na, Ala ka bon kosɛbɛ.",
  "Sɛbɛnni mɔgɔw cɛma, mɔgɔ dɔw bɛ yen, ni nafolo dɔ kalifara u ma, u bɛna o segin i ma. O bɛɛ n’a ta, mɔgɔ wɛrɛw bɛ yen, ni warijɛ kelen kalifara u ma, u tɛna o segin fo n’i jɔlen bɛ u sanfɛ tuma bɛɛ. O bɛ kɛ katuguni u b’a fɔ ko: “An tɛ wajibi siya siya wɛrɛw ma.” U b’a dɔn k’u bɛ nkalon tigɛ Ala ko la.",
  "Nka ɔwɔ, mɔgɔ o mɔgɔ b’a ka layidu dafa, ka tilennenya kɛ—Ala bɛ mɔgɔ tilennenw kanu.",
  "Minnu bɛ Ala ka layidu n’u ka kaliliw ɲɔgɔn falen-falen tɔnɔ fitinin na, olu tɛna niyɔrɔ si sɔrɔ Lakalita la, wa Ala tɛna kuma u fɛ, wa a tɛna u filɛ lakununni don na, wa a tɛna u saniya. Jalakiba dɔ bɛ u makɔnɔ.",
  "U dɔw bɛ Sɛbɛnniw labɛn n’u nɛnkunw ye walasa i k’a miiri ko a bɔra Sɛbɛnniw kɔnɔ k’a sɔrɔ o tɛ. Wa u b’a fɔ ko: “Nin bɔra Ala yɔrɔ,” k’a sɔrɔ a ma bɔ Ala yɔrɔ. U bɛ nkalon tigɛ Ala ko la k’a sɔrɔ u b’a dɔn.",
  "Ala ye Kitabu, hakilitigiya ani kiraya di hadamaden min ma, o tɛ se k’a fɔ mɔgɔw ye ko: “Aw ka ne bato ni Ala tɛ.” O nɔ na, “Aw ka kɛ Matigi batobagaw ye, ka kɛɲɛ ni aw bɛ Kitabu min kalan ani ka o kalan.”",
  "A tun t'a fɛ ka ci bila aw ma ko aw ka mɛlɛkɛw ni kiraw ta ka kɛ kuntigiw ye. Yala a bɛna ci bila i ma ko i ka dannabaliya kɛ i yɛrɛ dilen kɔfɛ wa?",
  "Ala ye layidu sɔrɔ ka bɔ kiraw yɔrɔ ko: “Ka Kitabu ni hakilitigiya di aw ma, ni ciden dɔ nana aw ma min bɛ aw bolofɛnw sinsin, aw ka da a la ka a dɛmɛ.” A y’a ɲininka ko: “Yala i sɔnna ani ka sɔn ne ka layidu ma nin sariyaw kan wa?” U y’a jaabi ko: “An sɔnna o ma.” A ko: «O tuma na fɛ, aw ka seereya kɛ, ne fana bɛ o seerew cɛma.”",
  "Minnu bɛ u kɔdon o kɔfɛ, olu de ye sariya tiɲɛbagaw ye.",
  "Yala u bɛ diinɛ wɛrɛ ɲini min tɛ Ala ta ye, k’a sɔrɔ sankolow ni dugukolo kan fɛn bɛɛ y’u kolo a ye, u sago la walima u sago la, ani a ma, u bɛna segin a ma wa?",
  "A fɔ ko: «An dalen bɛ Ala la ani min jirala an na, min jirala Ibrahima ni Ismaɛl ni Isaka ni Yakuba ani kabilaw la, ani fɛn minnu dira Musa ni Yesu ani kiraw ma ka bɔ u Matigi yɔrɔ. An tɛ danfara don u si ni ɲɔgɔn cɛ, an kolo a ye.”",
  "Mɔgɔ o mɔgɔ bɛ diinɛ wɛrɛ Лini n'o tɛ Jiginni ye, o tɛ Sɔn a fɛ, wa Lahalaya la, a bɛ Kɛ bɔnɛbagaw cɛma.",
  "Ala bɛ se ka mɔgɔ minnu bilasira cogo di, kafiriw ka dannaya kɔfɛ, ani u kɛlen kɔ ka ciden ka tiɲɛ seereya ani dalilu jɛlenw nana u ma? Ala tɛ kojugukɛlaw bilasira.",
  "Ala, mɛlɛkɛw ani hadamadenw ka danga bɛ o mɔgɔ suguw kan.",
  "U na to a kɔnɔ fo abada; u ka tɔɔrɔ tɛna nɔgɔya, wa u tɛna lafiɲɛbɔ si di u ma.",
  "Fo minnu bɛ nimisa o kɔfɛ ani ka fɛn dɔw sɛmɛntiya. Ala ye Yafabaga ni makaribaga ye.",
  "Minnu bɛ kafiri u ka dannaya kɔfɛ, o kɔfɛ, dɔ farala u ka dannabaliya kan, u ka nimisali tɛna sɔn—olu de ye fililenw ye.",
  "Minnu bɛ ban dannaya la, ka sa iko dannabaliw, hali n’u tun bɛna kunmabɔsara dɔ di min bɛ bɛn dugukolo girinya ma sanu la, o tun tɛna sɔn u fɛ. Olu latigɛra ɲangili dimi de kama, wa dɛmɛbaga si tɛna sɔrɔ u fɛ.",
  "I tɛna jogo ɲuman sɔrɔ fo n’i ye nili kɛ ka bɔ fɛn na min ka di i ye kosɛbɛ. I mana fɛn o fɛn di, Ala b’o dɔn kosɛbɛ.",
  "Dumuni bɛɛ tun bɛnnen don Israɛldenw ma, fo Israɛl tun ye min bali a yɛrɛ ye sani Tawurata ka bɔ kɛnɛ kan. A fɔ ko: “Aw ka na ni Tawurata ye k’a kalan—ni aw ye tiɲɛ fɔ.”",
  "Minnu bɛ nkalon tigɛ Ala ko la o kɔfɛ, olu de ye kojugukɛlaw ye.",
  "A fɔ ko: «Ala bɛ tiɲɛ fɔ. O la sa, aw ka tugu Ibrahima ka diinɛ kɔ, Ala kelenpebaa, min tun tɛ jɛɲɔgɔnw la.”",
  "So fɔlɔ min sigira senkan hadamadenya kama, o ye Bakka so ye — dugawu ani bilasirali ye jamanaw bɛɛ ye.",
  "Taamaʃyɛn jɛlenw bɛ a kɔnɔ, i n’a fɔ Ibrahima jɔlen. Mɔgɔ o mɔgɔ bɛ don a kɔnɔ, o bɛ hɛrɛ sɔrɔ. So kɔnɔ, taama ye Ala ka wajibi ye, mɔgɔ minnu bɛ se ka taama in kɛ. Nka mɔgɔ o mɔgɔ banna—Ala mago tɛ danfɛn si la diɲɛ kɔnɔ.",
  "A fɔ ko: “E Kitabu mɔgɔw, mun na aw bɛ ban Ala ka tɛmɛsiraw la k’a sɔrɔ Ala ye aw ka kɛwalew Seere ye?”",
  "A fɔ ko: “E Kitabu mɔgɔw, mun na aw bɛ dannabaaw bali ka bɔ Ala ka sira kan, k’a ɲini k’a kɛ i n’a fɔ a ka sira tigɛlen, hali k’a sɔrɔ aw ye seerew ye? Ala tɛ i ka ko kɛtaw dɔn.”",
  "Aw minnu dara a la, ni aw ye Kitabu dilen minnu ma, ni aw tun bna aw lasegin, aw ka danaya kn, ka k dannabaliw ye.",
  "I bɛ se ka kafiri cogo di, k’a sɔrɔ Ala ka jirali bɛ ka lase i ma, ani a ka ciden bɛ aw cɛma? Mɔgɔ o mɔgɔ bɛ Ala minɛ kosɛbɛ, o tigi bɛna bila sira tilennen kan.",
  "Aw minnu dalen bɛ a la, aw ka Ala bonya ni bonya ye min ka kan ni a ye, aw kana sa fo ni aw ye aw yɛrɛ kolo.",
  "Aw ka Ala ka juru minɛ kosɛbɛ, aw bɛɛ faralen ɲɔgɔn kan, aw kana fara ɲɔgɔn kan. Aw hakili to Ala ka nɛɛma la aw kan, tuma min na aw tun ye ɲɔgɔn juguw ye, ani a ye aw dusukunw bɛn. A ka nɛɛma barika la, aw kɛra balimaw ye. I tun bɛ Tasuma dingɛ dɔ da la, a y’i kisi ka bin o kɔnɔ. O cogo la, Ala b’a ka jiraliw jira ka jɛya i ye, walisa i ka se ka ɲɛminɛ.",
  "Jɛkulu dɔ ka bɔ aw cɛma min bɛ ɲumanya wele, ka tilennenya sabati, ka kojugu bali. Olu de ye ɲɛtaa sɔrɔbagaw ye.",
  "Kana kɛ i n’a fɔ mɔgɔ minnu farala ɲɔgɔn kan ani minnu ma bɛn dalilu jɛlenw sɔrɔlen kɔfɛ. U bolo, o ye ɲangili juguba ye.",
  "Don min na ɲɛda dɔw bɛna yeelen bɔ, dɔw bɛna dibi don. Mɔgɔ minnu ɲɛda dibilen don: “Aw ka dannaya kɛlen kɔ wa? O la, aw ka dannabaliya ɲangili nɛnɛ.”",
  "Minnu ɲɛda bɛ manamana, olu bɛna kɛ Ala ka makari kɔnɔ, fo abada.",
  "Olu ye Ala ka jiralifɛnw ye, An bɛ minnu lase aw ma tiɲɛ na. Wa Ala t’a fɛ tilenbaliya si ka kɛ diɲɛw la.",
  "Fɛn o fɛn bɛ sankolo la ani dugukolo kan, o bɛɛ ye Ala ta ye, ko bɛɛ bɛ segin a ma.",
  "I ye sigida bɛɛ la ɲuman ye min lamɔna hadamadenw cɛma, ka ko ɲuman yiriwa, ka kojugu bali, ani i dalen bɛ Ala la. Ni Sɛbɛnniw kɔnɔmɔgɔw tun dalen bɛ a la, o tun bɛna fisaya u ma. Dannabaaw b olu dm, nka u fanba ye jurumutw ye.",
  "U tɛna kojugu kɛ i la fo ni dimi dɔw kɛra. Ni u ye aw kɛlɛ, u bɛna u kɔdon ka boli, u tɛna dɛmɛ sɔrɔ.",
  "U bɛ taamasiyɛn kɛ ni maloya ye u bɛ sɔrɔ yɔrɔ o yɔrɔ, fo ni u bɛ layidu dɔ kɔrɔ min bɔra Ala yɔrɔ ani layidu min bɔra mɔgɔw yɔrɔ. U ye Ala ka diminya sama u yɛrɛ kan ani tɔɔrɔ bɛ u taamasiyɛn. O bɛ kɛ bawo u banna Ala ka jiralifɛnw na, ka kiraw faga tilenbaliya la, ka to ka sɔsɔli kɛ ani ka sariya tiɲɛ.",
  "U bɛɛ tɛ kelen ye. Sɛbɛnniw mɔgɔw cɛma, jɛkulu tilennen dɔ bɛ Ala ka tɛmɛsiraw kalan sufɛ waatiw la, wa u bɛ sujudu kɛ.",
  "U dalen bɛ Ala ni don laban na, u bɛ ko ɲuman lafasa, ka kojugu bali, ka teliya ka kɛwale ɲumanw kɛ. Olu bɛ mɔgɔ tilennenw cɛma.",
  "U ka kɛwale ɲuman si tɛ ban abada. Ala bɛ mɔgɔ ɲumanw dɔn kosɛbɛ.",
  "Dannabaliw ta fan fɛ, u ka nafolo ni u denw tɛna nafa Ala la. U latigɛra Tasuma na, u bɛna to yen fo abada.",
  "U bɛ min kɛ nin ɲɛnamaya in na, o bɛ tali kɛ fiɲɛ min na, nɛnɛ bɛ min na, ka jamana dɔ ka suman tigɛ min ye kojugu kɛ u yɛrɛ la, k’a tiɲɛ. Ala ma kojugu kɛ u la, nka u ye kojugu kɛ u yɛrɛ la.",
  "Aw minnu dalen bɛ a la, aw kana aw ka jɛkulu kɔkanmɔgɔw ta ka kɛ aw ka gundo ye, bawo u tɛna cɛsiri si bɔ aw la ka kojugu kɛ aw la. U b'a fɛ i ka bin. U ka kumaw b’u ka koniya jira, nka u dusukun bɛ min dogo, o ka jugu kosɛbɛ. An ye taamashyɛnw jira ka jɛya aw ye, ni aw tun b’a faamu.",
  "I bɛ yan, i b’u kanu, o bɛɛ n’a ta, u t’i kanu, k’a sɔrɔ i dalen bɛ Sɛbɛnniw bɛɛ lajɛlen na. Ni u ye i kunbɛn, u b’a fɔ ko: “An dalen b’a la.” Nka n’u bɛ u kelen na, u b’u bolokɔnincininw kin ni dimi ye i kama. A fɔ ko: “I ka sa i ka dimi la!” Ala b’a dɔn kosɛbɛ fɛn min bɛ dusukunw na.",
  "Ni ko ɲuman dɔ kɛra aw la, o bɛ u dusu kasi; nka ni balawu dɔ kɛra aw la, u bɛ ɲagali. Nka, n’i tora muɲu ni tilennenya la, u ka nanbara tɛna kojugu kɛ i la fewu. Ala b’u ka kɛwalew bɛɛ lamini.",
  "Wa ni i bɔra i ka denbaya la sɔgɔma ka taa dannabaaw bila u ka kɛlɛyɔrɔw la. Wa Ala ye Lamɛnnikɛla ye ani a bɛ Dɔn.",
  "Aw cɛma kulu fila tun bɛna jɔrɔ, nka Ala tun ye u dɛmɛbaga ye. Ala la, dannabaaw ka kan ka u jigi da Ala kan.",
  "Ala tun ye se sɔrɔli di i ma kaban Badr tuma min na i tun ka ca ni tɔw ye. O la sa, i hakili to Ala la, walisa i ka se ka waleɲumandɔn jira.",
  "I hakili to a la tuma min na i tun b’a fɔ dannabaaw ye ko: “Yala i Matigi ye barika don i la ni mɛlɛkɛ ba saba cilenw ye wa?”",
  "Ɔwɔ, n’i tora muɲu ni hakili la, n’u bɛ bin i kan yɔrɔnin kelen, i Matigi bɛna i barika bonya ni mɛlɛkɛ ba duuru ye, minnu taamasiyɛn jɛlen don.",
  "Ala y’o labɛn ka kɛ hakilisigi cikan ye walisa k’aw dusukunw lafiya. Se sɔrɔli bɛ bɔ Ala dɔrɔn de la, Sebaayabɛɛtigi, Hakilitigi.",
  "A ŋaniya tun ye ka dannabaliw yɔrɔ dɔ tigɛ walima k’u bali, o la sa, u bɛ kɔsegin ni dimi ye.",
  "A t’i bolo k’a latigɛ n’a ka kan ka yafa u ma walima n’a ka kan k’u ɲangi; u ye kojugukɛlaw ye.",
  "Fɛn o fɛn bɛ sankolo la ani dugukolo kan fɛn o fɛn, o bɛɛ ye Ala ta ye. A b’a fɛ mɔgɔ min na, a bɛ o yafa, a b’a fɛ mɔgɔ min ɲangi. Ala ye Yafabaga ni makaribaga ye.",
  "Aw minnu dalen bɛ a la, aw kana tɔnɔ dun, tɔnɔ min bɛ dalajɛ ka caya. Aw ka siran Ala ɲɛ, walisa aw ka ɲɛtaa sɔrɔ.",
  "Aw k’aw yɛrɛ tanga Tasuma ma min labɛnna dannabaliw ye.",
  "Aw ka Ala ni ciden kan minɛ walisa aw ka hinɛ sɔrɔ.",
  "I teliya ka yafa i Matigi fɛ ani Alijinɛ min ka bon i n’a fɔ sankolow ni dugukolo, min labɛnnen don Ala ɲɛsiranbagaw ye.",
  "Minnu bɛ musaka kɛ nɔgɔya ni gɛlɛya waatiw la, k’u ka dimi kunbɛn, ka yafa mɔgɔw ma—Ala bɛ koɲuman kɛbagaw kanu.",
  "Minnu, ni u y’u yɛrɛw ka kɛwale jugu wala kojugu kɛ, u bɛ u hakili to Ala la, ka yafa ɲini u ka jurumuw la. Jɔni bɛ se ka jurumuw yafa ni Ala tɛ? Wa, u t’u to u ka kojugu kɛli la k’a sɔrɔ u b’a dɔn.",
  "U ka sara ye yafa ye ka bɔ u Matigi yɔrɔ, ani nakɔw, baji bɛ woyo minnu jukɔrɔ, u bɛna to yen fo abada. Baarakɛlaw ka sara ka ɲi kosɛbɛ dɛ!",
  "Ɲɛnamaya kɛcogo caman tɛmɛna i ɲɛ. O la sa, taama dugukolo kan k’a kɔlɔsi sɔsɔlikɛlaw laban kɛra cogo min na.",
  "O ye ɲɛfɔli jɛlen ye hadamadenya kan, ani bilasirali ni laadilikan ye mɔgɔ tilennenw ye.",
  "Aw kana aw dusu tiɲɛ walima ka dusukasi; aw de ka bon ni tɔw ye—n’aw ye dannabaaw ye.",
  "Ni joginda dɔ magara aw la, o joginda suguw magara tɔw la. An bɛ o don suguw di mɔgɔw ma ɲɔgɔn kɔ, walisa Ala ka dannabaaw dɔn, ka seerew ta ka bɔ aw cɛma. Ala tɛ kojugukɛlaw kanu.",
  "Wa o cogo la, Ala b dannabaaw saniya ani ka dannabaliw halaki.",
  "Yala e tun b’a miiri ko i bɛna don alijɛnɛ na k’a sɔrɔ Ala ma danfara don aw cɛma minnu bɛ cɛsiri kɛ a ka ko la ani minnu jɔlen don wa?",
  "I tun b saya nege don sani i ka o kunbɛn. Sisan, i y’a ye k’a to filɛli la.",
  "Muhamadu ye ciden dɔrɔn de ye. Ciden caman de Tɛmɛna a ɲɛ. Ni a tun bɛna sa walima n’a tun bɛna faga, yala o kɔfɛ, yala i bɛna kɔsegin i sennasanbara kan wa? Minnu bɛ kɔsegin, olu tɛna kojugu kɛ Ala la hali dɔɔnin. Ala bɛna waleɲumandɔnbagaw sara.",
  "Ni si tɛ se ka sa fo Ala ka lafiɲɛbɔ fɛ, waati min latigɛra. Mɔgɔ o mɔgɔ b’a fɛ ka diɲɛ sara sɔrɔ, An na o di a ma. Wa mɔgɔ o mɔgɔ b’a fɛ ka Ala ka sara sɔrɔ, An bɛna o di a ma. An bɛna barika dabagaw sara.",
  "Kira joli ye kɛlɛ kɛ a kɛrɛfɛ, Ala ɲɛsiranbaga caman? U ma yɛrɛyɛrɛ fɛn min tun bɛ u tɔɔrɔ Ala ka sira kan, u ma barika dɔgɔya fana wala u ma u yɛrɛ di.Ala bɛ mɔgɔ sabatilenw kanu.",
  "U ka delili kelen de tun ye ko: “An Matigi, i ka an ka jurumuw ni an ka dantɛmɛkow yafa an ma an ka kow la, i ka an sennasan barika bonya, ka se sɔrɔ an kan kafiriw kan.”",
  "O la, Ala ye nin diɲɛ sara ni Ala ka sara ɲumanba di u ma. Ani Ala bɛ koɲuman kɛbagaw kanu.",
  "Aw dannabaaw, ni aw ye dannabaliw lamɛn, u na aw kɔsegin aw senw kan, aw na kɛ bɔnɛbagaw ye.",
  "Ala ye i Lakanabaga ye, wa ale de ye dɛmɛbagaw bɛɛ la ɲuman ye.",
  "An na siran don kafiriw dusukunw na, sabu u b jɛɲɔgɔnw kɛ ni Ala ye k’a sɔrɔ a ma yamaruya di u ma. U dogoyɔrɔ na kɛ Tasuma ye, kojugukɛlaw sigiyɔrɔ ye bɔnɛ ye.",
  "Ala ye a ka layidu dafa i ye tuma min na, a ka yamaruya fɛ, i tun bɛ ka se sɔrɔ u kan. Nka i ye i yɛrɛ sɛgɛn, ka sɔsɔli kɛ, ka kan bila, a kɛlen kɔ k’a jira i la i tun b’a fɛ min na. Aw dɔw ye diɲɛ ɲɛnamaya ɲini, dɔw fana ye Lakalita ɲini. O kɔ, a y’i bɔ u la walisa k’i kɔrɔbɔ. Nka kabini o waati, a ye yafa i ma. Ala ye nɛɛma kɛ dannabaaw ye.",
  "Ni i tun bɛ boli, k’a sɔrɔ i ma i kɔ filɛ, k’a sɔrɔ Ciden tun bɛ ka i wele ka bɔ kɔfɛ, a ye tɔɔrɔ kelen-kelen bɛɛ lase i ma, walasa i kana dusukasi i ye min to i la walima min kɛra i la. Ala b’a dɔn kosɛbɛ i bɛ min kɛ.",
  "O kɔtigɛlen kɔfɛ, a ye lafiya ci i ma. Sunɔgɔ dɔ ye se sɔrɔ aw dɔw kan, k’a sɔrɔ dɔw haminanko tun bɛ u yɛrɛw dɔrɔn de la, ka miiriya juguw mara Ala ko la—miirili minnu tun bɛ i ko dɔnbaliya. U y’a ɲininka ko: “An bɛ kuma dɔ fɔ o ko la wa?” A fɔ ko: “Ko bɛɛ bɛ Ala de bolo.” U tɛ min fɔ i ye, u b’o dogo u yɛrɛ kɔnɔ. U b’a fɔ ko: “Ni an tun bɛ se ka ko in kunbɛn, an tun tɛna faga yan.” A fɔ ko: “Hali ni aw tun bɛ aw ka so kɔnɔ, mɔgɔ minnu latigɛra ka faga, olu tun bɛna u laban kunbɛn.” O cogo la, Ala b’aw kɔnɔna kɔrɔbɔ ani k’aw dusukunw saniya. Ala bɛ kɔnɔna miiriliw dɔn.",
  "Aw minnu ye kɔsegin kɛlɛbolo fila ninnu ka ɲɔgɔn sɔrɔ don min na, Sitanɛ ye u senna tiɲɛ u ka kɛwale dɔw kosɔn. Nka Ala ye yafa u ma. Ala ye Yafabaga ye ani a bɛ muɲuli kɛ.",
  "Aw dannabaaw, aw kana kɛ i ko kafiriw, ka kuma u balimaw kan minnu taamana jamana kɔnɔ, walima minnu taara kɛlɛ la, “Ni u tun tora an fɛ, u tun tɛna sa, u tun tɛna faga.” Ala b’o kɛ nimisa sababu ye u dusukun na. Ala bɛ ɲɛnamaya di ani ka saya lase mɔgɔ ma, ani Ala bɛ i ka ko kɛtaw kɔlɔsi.",
  "Ni i fagara walima n’i sara Ala ka ko la, siga t’a la ko Ala ka yafa ni a ka makari ka fisa ni u bɛ fɛn minnu dalajɛ.",
  "I mana sa, i fagara wo, i na lajɛ Ala fɛ.",
  "Ala ka Hinɛ kosɔn, i tun ye dususuma kɛ u fɛ. Ni i tun ye mɔgɔ farimanw ni dusukun gɛlɛnw ye, u tun bɛna jɛnsɛn ka bɔ i lamini na. O la sa, i ka yafa u ma, ka delili kɛ walisa u ka yafa u ma, ani ka lajɛ kɛ n’u ye o ko la. Ni i y’a latigɛ ka ban, i ka i jigi da Ala kan. Mɔgɔ minnu dalen bɛ u la, Ala bɛ olu kanu.",
  "Ni Ala ye i dɛmɛ, mɔgɔ si tɛ se ka se sɔrɔ i kan, ni a ye i bila, jɔn wɛrɛ bɛ se k’i dɛmɛ? O de kosɔn, dannabaaw ka u jigi da Ala kan.",
  "A tɛ kira bolo ka nanbara kɛ. Min bɛ nanbara kɛ, o bɛ na n'a ka nanbara ye lakununni don na. O tuma na fɛ, ni bɛɛ bɛna sara bɛrɛbɛrɛ a ka kɛwalew la, wa kojugu tɛna kɛ a la.",
  "Mɔgɔ min bɛ tugu Ala ka sɔnni kɔ i n’a fɔ mɔgɔ min ye Ala ka diminya sɔrɔ ani min sigiyɔrɔ ye Jahannama ye—yala o ye yɔrɔ jugu ye wa?",
  "Olu ye jɔyɔrɔw ye minnu tɛ kelen ye Ala ɲɛ kɔrɔ, wa u bɛ min kɛ, Ala b’o ye.",
  "Ala ye nɛɛma kɛ dannabaaw ye tuma min na a ye ciden dɔ ci ka bɔ u cɛma, min b’a ka tɛmɛsiraw lase u ma, k’u saniya, ka Kitabu ni hakilitigiya kalan u ye. Sani o ka kɛ, a jɛlen don k’u tun filila.",
  "Tuma min na kasaara kɛra i la, hali k’a sɔrɔ i tun ye o caman kɛ ka tɛmɛ o kan siɲɛ fila, i y’a ɲininka ko: “Nin kɛra cogo di?” A fɔ ko: “A bɔra aw yɛrɛw la.” Se bɛ Ala ye fɛn bɛɛ kan.",
  "Min kɛra kɛlɛbolo fila ninnu ye ɲɔgɔn sɔrɔ don min na, o kɛra, Ala ka cikan fɛ, ka dannabaaw kɔrɔbɔ.",
  "Ani ka filankafow bɔ kɛnɛ kan. A fɔra u ye ko: “Aw ka na kɛlɛ kɛ Ala ka sira kan, walima a dɔgɔyalenba la, aw ka aw lafasa.” U y’a jaabi ko: “Ni an tun bɛ kɛlɛ kɛcogo dɔn, an tun bɛna tugu aw kɔ.” O don na, u tun surunyana dannabaliya la ka tɛmɛ dannabaliya kan. Fɛn min t’u dusukun na, u b’o Fɔ n’u da ye. U bɛ fɛn minnu dogo, Ala b’o dɔn kosɛbɛ.",
  "Minnu tora, olu y’a fɔ u balimaw ko la ko: “Ni u tun ye an kan minɛ, u tun tɛna faga.” A fɔ ko: “O tuma na fɛ, aw ka saya kɛlɛ aw yɛrɛw la, ni aw ye mɔgɔ sɛbɛw ye.”",
  "Mɔgɔ minnu fagara Ala ka ko la, i kana olu jate mɔgɔ salenw ye. O nɔ na, u ɲɛnama don, u Matigi ɲɛkɔrɔ, u bɛ balo sɔrɔ.",
  "Ala ye min di u ma a ka nɛɛma la, u bɛ nisɔndiya, olu bɛ nisɔndiya mɔgɔ minnu ma fara u kan fɔlɔ, bawo siran ni dusukasi tɛna kɛ u la.",
  "U bɛ nisɔndiya Ala ka nɛɛma ni a ka nɛɛma kosɔn, ani ko Ala tɛna a to dannabaaw ka sara ka tiɲɛ.",
  "Minnu bɛ Ala ni Ciden jaabi, hali gɛlɛyaw ɲɛkɔrɔ, ani k’u ka tilennenya n’u ka yɛrɛdi mara, layidu bɛ olu la ko saraba bɛna di olu ma.",
  "Mɔgɔw y’a fɔ minnu ye ko: “Jamana ye ɲɔgɔn lajɛ aw kama, o de la aw ka siran u ɲɛ,” o ye dɔ fara u ka dannaya kan dɔrɔn, wa u y’a jaabi ko: “Ala bɛ se an ma, wa a ye kɔrɔsibaga ɲumanba ye dɛ.”",
  "O la sa, u seginna ni nɛɛma ni nɛɛma ye ka bɔ Ala yɔrɔ, kojugu si ma maga u la. U tugura Ala diyanyekow kɔ; ani Ala bɛ ni nɛɛmaba ye.",
  "Sitanɛ dɔrɔn de bɛ siran a nɔfɛmɔgɔw ɲɛ. O la, aw kana siran u ɲɛ, nka aw ka siran Ne ɲɛ, ni aw ye dannabaaw ye.",
  "Mɔgɔ minnu bɛ kɔrɔtɔ ka dannabaliya kɛ, i kana dusukasi. U tɛ se ka kojugu kɛ Ala la. Ala b’a fɛ ka niyɔrɔ foyi di u ma Lahalaya la, wa u bolo, o ye ɲangili diminnen ye.",
  "Minnu bɛ dannabaliya san dannaya musaka la, olu tɛ se ka kojugu kɛ Ala la fewu, wa ɲangili jugu bɛ u makɔnɔ.",
  "Aw kana a miiri ko An bɛ lafiɲɛ min di dannabaliw ma, o ye u ka nafa ye. An b u ka ɲangili bila kɔfɛ dɔrɔn walisa u ka dɔ fara jurumu kan. Wa, u bɛna maloya ɲangili sɔrɔ.",
  "Ala tɛna dannabaaw to i bɛ cogo min na fo a ka mɔgɔ juguw ni mɔgɔ ɲumanw danfara. Ala tun tɛna fɛn yebaliw fɔ i ye fana. Nka, Ala bɛ mɔgɔ minnu sugandi a ka cidenw cɛma, a b’a fɛ minnu na. O la, i ka da Ala n’a ka cidenw na. N’i y’i ka dannaya ni i ka tilennenya mara, i bɛna saraba sɔrɔ.",
  "Ala ye fɛn min di u ma a ka nɛɛma la, mɔgɔ minnu bɛ o bali, olu kana miiri ko o ka ɲi u ma. Tiɲɛ na, o bɛ tiɲɛni kɛ u la. U ye fɛn minnu lajɛ Lakununni don na, olu bɛna u lamini. Sankolo ni dugukolo ciyɛn ye Ala ta ye; Aw bɛ min kɛ, Ala bɛ o dɔn kosɛbɛ.",
  "Mɔgɔ minnu y’a fɔ ko: “Ala ye faantan ye, an ye nafolotigiw ye, Ala ye olu ka kuma mɛn.” U ye min fɔ, an na o sɛbɛn, ka fara u ka kiraw fagali tilenbaliya kan, an bɛna a fɔ ko: “Tasuma tɔɔrɔ nɛnɛ.”",
  "O bɛ kɛ i bolow ye min bila sen kan, o de kosɔn. Ala tɛ tilenbaliya kɛ abada danfɛnw ma.",
  "Minnu b’a fɔ ko: “Ala ye layidu ta an fɛ ko an kana da ciden si la fo n’a nana ni saraka ye min jenilen don an fɛ.” A fɔ ko: «Tiɲɛ na, cidenw nana i fɛ ne ɲɛfɛ ni taamasiyɛn jɛlenw ye ani i ye min fɔ. Mun na aw ye u faga, ni aw ye tiɲɛ fɔ?»",
  "Ni u banna aw la, cidenw tun bɛ ten sani aw fana ka ban. U nana ni taamasyɛn jɛlenw ye, ni tɛmɛsiraw ani yeelen gafe ye.",
  "Ni bɛɛ bɛna saya nɛnɛ. O kɔfɛ, i bɛna i ka sara bɛɛ sɔrɔ Lakununni don na. Mɔgɔ o mɔgɔ bɛ wuli ka bɔ Tasuma na ka don alijinɛ kɔnɔ, o ye ɲɛtaa sɔrɔ. Nin diɲɛ ɲɛnamaya tɛ fosi ye ni lafilili diyabɔli tɛ.",
  "Aw na kɔrɔbɔ aw bolofɛnw na ani aw yɛrɛw la, ani aw na kuma jugu caman mɛn ka bɔ mɔgɔ minnu fɛ, Kitabu dira minnu ma ka kɔn aw ɲɛ, ani bolibatokɛlaw fɛ. Nka n’i ye muɲuli kɛ ani n’i ye tilennenya ye, o bɛna kɛ jɔyɔrɔba ye.",
  "Ala ye layidu ta ka bɔ mɔgɔ la minnu ye Sɛbɛnni di u ma ko: “Aw ka o ladɔnniya mɔgɔw la, aw kana o dogo.” O bɛɛ n’a ta, u y’a fili u kɔfɛ, k’a feere sɔngɔ fitinin na. Juguya de ye u ye min san!",
  "Aw kana miiri ko mɔgɔ minnu bɛ waso u ka kɛwalew la, wa a ka di u ye ka tanu u ma kɛwalew la, olu bɛna u yɛrɛ tanga ɲangili ma. Jalakiba dɔ bɛ u makɔnɔ.",
  "Sankolo ni dugukolo kuntigiya ye Ala ta ye. Se bɛ Ala ye fɛn bɛɛ kan.",
  "Sankolow ni dugukolo dali la, ani su ni tile dacogo la, taamashyɛnw bɛ yen minnu bɛ se ka faamuyali sɔrɔ.",
  "Minnu hakili bɛ Ala la k’u jɔlen to, k’u sigilen to, walima k’u kɛrɛ fɛ, ka miiri sankolow ni dugukolo dacogo la: “An Matigi, i ma nin bɛɛ da fu. Bonya ka kɛ I ye. An tanga Tasuma tɔɔrɔ ma.”",
  "“An Matigi, tiɲɛ na, I sɔnna mɔgɔ o mɔgɔ ma Tasuma la, I ye maloya kɛ pewu. Dɛmɛbaga si tɛ kojugukɛlaw bolo.”",
  "“An Matigi, an ye welebaga dɔ mɛn min bɛ wele bila dannaya ma ko: ‘Da i Matigi la,’ ani an ye da a la. An Matigi, an ka jurumuw yafa an ma, ka an ka ko juguw ko an na, ka an sa ni mɔgɔ ɲumanw ye.”",
  "“An Matigi, I ye layidu min ta an ye i ka cidenw fɛ, i k’o dafa, i kana an maloya lakununni don na. Tiɲɛ na, I tɛ I ka layidu tiɲɛ abada.”",
  "U Matigi y’u jaabi ko: “Ne tɛna sɔn aw cɛma baarakɛla si ka baara ka tiɲɛ, cɛ walima muso. Aw bɛ bɔ ɲɔgɔn na. Minnu bɔra jamana wɛrɛ la, olu gɛnna ka bɔ u ka so, ka tɔɔrɔ Ne ka ko la, ka kɛlɛ kɛ, ka faga—ne bɛna u bɔ u ka kɛwale juguw la, ka u don Nakɔw kɔnɔ, baji bɛ tɛmɛ minnu fɛ. O ye sara ye ka bɔ Ala yɔrɔ, sara bɛɛ la ɲuman bɛ Ala de bolo.”",
  "Dannabaliw ka kɛwalew kana aw lafili jamana kɔnɔ.",
  "O ye ɲɛnajɛ surun ye. O tuma na fɛ, u sigiyɔrɔ bɛna kɛ Jahannama ye—lafiɲɛyɔrɔ juguba don dɛ!",
  "Nka, minnu bɛ bonya da u Matigi kan, nakɔw bɛna kɛ olu la, baji bɛ woyo minnu jukɔrɔ, u bɛna sigi yen fo abada—Ala ka bisimilali. Fɛn min bɛ Ala fɛ, o de ka fisa mɔgɔ saniyalenw ma.",
  "Kitabu mɔgɔw cɛma, dɔw bɛ yen minnu dalen bɛ Ala la, min jirala aw la, ani min jirala u la. U majiginlen don Ala fan fɛ, u tɛ Ala ka tɛmɛsiraw feere sɔngɔ fitinin na. Olu na u ka sara sɔrɔ u Matigi fɛ. Ala bɛ teliya ka jatebɔ kɛ.",
  "Aw dannabaaw, aw ka muɲu, ka kɛlɛ kɛ ni timinandiya ye, ka jɔ, ka aw hakili to Ala la, walisa aw ka se ka ɲɛtaa sɔrɔ."
]