[
    "Alif, Lam, Meem ye baara kɛ.",
    "Romɛkaw ye se sɔrɔ.",
    "Waajulikɛyɔrɔ dɔ la min ka surun. Nka u ka dɛsɛ kɔfɛ, u bɛna se sɔrɔ.",
    "San damadɔw kɔnɔ. O ko bɛ Ala de bolo, waati tɛmɛnenw na, ani don nataw la. O don na, dannabaaw na ɲagali.",
    "Ala ka dɛmɛ kɔnɔ. A b’a fɛ mɔgɔ o mɔgɔ ma, a bɛ o dɛmɛ. Ale de ye Sebaayabɛɛtigi ye, hinɛtigi.",
    "Ala ka layidu—Ala tɛ a ka layidu tiɲɛ abada, nka mɔgɔ fanba t’o dɔn.",
    "U bɛ diɲɛ ɲɛnamaya kɛnɛma fan dɔ dɔn, nka u tɛ u janto Lakaran na.",
    "Yala u tɛ miiri u yɛrɛ kɔnɔ wa? Ala ma sankolow ni dugukolo da, ani min bɛ u ni ɲɔgɔn cɛ, fo ni hakili ye, ani waati kɛrɛnkɛrɛnnen dɔ. Nka mɔgɔ fanba, ka ɲɛsin u Matigi kunbɛnni ma, u ye kafiriw ye.",
    "Yala u ma dugukolo yaala k’a ye ko minnu tun bɛ u ɲɛfɛ, olu labanna cogo min na wa? U fanga tun ka bon n’u ye, u ye dugukolo sɛnɛ k’a yiriwa ka tɛmɛ u yiriwali kan, u ka cidenw nana u fɛ ni taamasiyɛn jɛlenw ye. Ala tun tɛna kojugu kɛ u la abada, nka u tun bɛ deli ka kojugu kɛ u yɛrɛ la.",
    "O kɔ, juguya tun ye kojugu kɛbagaw laban ye. O bɛ kɛ bawo u banna Ala ka jiralifɛnw na, wa u tun bɛ to ka u tulo geren.",
    "Ala de ye danni daminɛ, ka tila ka segin o kan. O kɔ, aw bɛna segin a ma.",
    "Lɛrɛ bɛ kɛ don min na, jalakibagaw jigi tigɛlen bɛna kɛ.",
    "U tɛna delilikɛla si sɔrɔ ka bɔ u ka boliw cɛma, u na ban u jɛɲɔgɔnw la.",
    "Lɛrɛ bɛ kɛ don min na—o don na, u bɛna fara ɲɔgɔn kan.",
    "Minnu dalen tun b’a la ka kɛwale ɲumanw kɛ—u bɛna nisɔndiya forow la.",
    "Nka minnu ye kafiri, ka ban An ka taamaʃyɛnw na ani a ka siniɲɛsigi kunbɛnni na—olu bɛna sama ka don tɔɔrɔ la.",
    "O la sa, aw ka Ala tanu ni aw ye lafiɲɛbɔ kɛ su fɛ, ani ni aw wulila sɔgɔma.",
    "A ta ye sankolo ni dugukolo kan, ani wula fɛ, ni i sera tilelafana fɛ.",
    "A bɛ ɲɛnamaw labɔ suw cɛma, a bɛ suw labɔ ɲɛnamaw la, ka jamana lakunu a salen kɔfɛ. O cogo kelen na, aw na kunun.",
    "Wa a ka taamashyɛnw dɔ ye ko a ye aw da ka bɔ buguri la; A filɛ, aw kɛra hadamadenw ye minnu bɛ jɛnsɛn.",
    "Wa a ka taamashyɛnw dɔ ye ko a ye furuɲɔgɔnw da aw ye ka bɔ aw ni ɲɔgɔn cɛ, walisa aw ka lafiya sɔrɔ u la; A ye kanuya ni hinɛ dan aw ni ɲɔgɔn cɛ. O kɔnɔ, taamasiyɛnw bɛ yen mɔgɔw ye minnu bɛ miiri.",
    "Wa a ka taamashyɛnw dɔ ye sankolow ni dugukolo dabɔli ye, ani i ka kanw ni i ka kulɛri suguya caman. O la, taamaʃyɛnw bɛ yen minnu bɛ o dɔn.",
    "Wa a ka taamashyɛnw dɔ ye i ka sunɔgɔ ye su ni tile, ani i ka tugu a ka nɛɛma kɔ. O la, taamaʃyɛnw bɛ yen mɔgɔw ye minnu bɛ lamɛnni Kɛ.",
    "Wa a ka taamashyɛnw dɔ ye ko a bɛ sanpɛrɛn jira aw la, ka siran ni jigiya lase aw ma. Wa a bɛ ji jigin ka bɔ sankolo la, ka dugukolo lakunu ni o ye a salen kɔfɛ. O la, taamaʃyɛnw bɛ yen mɔgɔw ye minnu bɛ faamuyali Kɛ.",
    "Wa a ka taamashyɛnw dɔ ye ko sankolo ni dugukolo jɔlen bɛ a bolo. Wa o kɔfɛ, ni a ye i wele ka bɔ dugukolo kan, i bɛna bɔ yen o yɔrɔnin bɛɛ.",
    "Mɔgɔ o mɔgɔ bɛ sankolo ni dugukolo kan, o bɛɛ ye ale ta ye. Bɛɛ bɛ kolo a ye.",
    "Ale de bɛ danni daminɛ, ka tila ka segin a kan, fɛn min ka nɔgɔn a ma. A ta ye jogo ye min ka bon ni jogo tɔw bɛɛ ye, sankolow ni dugukolo kan. Ale de ye Sebaayabɛɛtigi ye, Hakilitigi.",
    "A bɛ misali dɔ jira aw ye, ka bɔ aw yɛrɛw la: yala aw bɛ aw ka baarakɛlaw kɛ jɛɲɔgɔn dafalenw ye An ye nafolo min di aw ma wa? Yala aw bɛ u bonya i ko aw bɛ ɲɔgɔn bonya cogo min na wa? O cogo la, an bɛ jiralifɛnw ɲɛfɔ jama ye min bɛ faamuyali sɔrɔ.",
    "O bɛɛ n’a ta, kojugukɛlaw bɛ tugu u negew kɔ k’a sɔrɔ u ma dɔnniya sɔrɔ. Nka, Ala bɛ mɔgɔ minnu to yen, jɔn bɛ se ka olu bilasira? U tɛna dɛmɛbaga si sɔrɔ.",
    "O la sa, i k’i yɛrɛ di Ala kelenpe diinɛ ma, o min ye Ala ye hadamadenw ka hakilimaya dabɔlen don. Yɛlɛma si tɛ kɛ Ala ka danfɛnw na. Nin ye diinɛ lakika ye, nka mɔgɔ fanba t’o dɔn.",
    "Ka i ɲɛsin a ma—ka i hakili to a la, ka delili kɛ, i kana kɛ bolibatobagaw ta ye.",
    "Minnu y'u ka diinɛ tila, ka kɛ diinɛkuluw ye; kulu kelen-kelen bɛɛ diyara u ye min sɔrɔ.",
    "Ni tɔɔrɔ magara mɔgɔw la, u bɛ u Matigi wele, ka u ɲɛsin a ma ni nimisali ye. Nka o kɔ fɛ, n'a y'a ka hinɛ dɔ Di u ma, u dɔw bɛ jɛɲɔgɔnw Da u Matigi kan.",
    "Ka waleɲumandɔnbaliya jira An ye min di u ma. Aw k’aw yɛrɛ ɲɛnajɛ—aw bɛna o dɔn tiɲɛ na.",
    "Yala an ye fanga dɔ ci u ma, min bɛ kuma u ka boliw dɛmɛni kama wa?",
    "Ni An ye hinɛ dɔ di mɔgɔw ma, u bɛ nisɔndiya o la. Nka ni gɛlɛya dɔ binna u kan, k’a sababu kɛ u bolow ye min kɛ, u jigi bɛ daminɛ ka u jigi tigɛ.",
    "Yala u t’a ye ko Ala bɛ labɛn bonya a sago la mɔgɔ o mɔgɔ ye, walima a bɛ dan sigi o la wa? Tiɲɛ na, taamashyɛnw bɛ o de la mɔgɔw ye minnu dalen bɛ a la.",
    "O la, aw ka jo di aw somɔgɔ ma, ani dɛsɛbagatɔ, ani siratigi. O de ka fisa mɔgɔ minnu ma minnu bɛ Ala ka kɛta ɲini. Olu de ye ɲɛtaa sɔrɔbagaw ye.",
    "I bɛ tɔnɔ min kɛ, k’a ɲini o fɛ ka mɔgɔw ka nafolo caya, o tɛna caya Ala fɛ. Nka i bɛ fɛn min di kanuya la, k’a fɛ Ala ka sɔn o ma—o ye fɛn caman kɛbagaw ye.",
    "Ala ye ale de ye min ye i da, ka tila ka i balo, ka tila ka i sa, ka i lasegin ɲɛnamaya la. Yala aw ka boli dɔ bɛ se ka o dɔ kɛ wa? A bonyalen don, ani a kɔrɔtara ka tɛmɛ u ni ɲɔgɔn cɛ.",
    "Nɔgɔlenya bɔra dugukolo ni kɔgɔji kan, k’a sababu kɛ mɔgɔw bolo ye min sɔrɔ, walasa k’u ka kɛwale dɔw nɛnɛ, walasa u ka segin.",
    "A fɔ ko: «Aw ka yaala dugukolo kan, ka mɔgɔ minnu nana ka kɔn o ɲɛ, aw ka olu ka siniɲɛsigi kɔlɔsi. U fanba tun ye bolibatokɛlaw ye.”",
    "O la, i k’i yɛrɛ di diinɛ tilennen ma, sanni Don dɔ ka bɔ Ala fɛ min tɛ se ka bali. O don na, u bɛna kabakoya.",
    "Mɔgɔ o mɔgɔ kafiri, a ka kafiri bɛ bin a kan. Ni mɔgɔ o mɔgɔ bɛ tilennenya kɛ—u bɛ u yɛrɛ labɛn.",
    "Walisa a ka dannabaaw ka kɛwale tilennenw kɛ ka bɔ a ka nɛɛma la, a ka olu sara. Tiɲɛ na, a tɛ waleɲumandɔnbaliw kanu.",
    "Wa a ka taamashyɛnw dɔ ye ko a bɛ fiɲɛw ci minnu bɛ kibaru duman ta, ka a ka hinɛ dɔ di aw ma, ani walisa kurunw ka taa a ka cikan fɛ, ani walisa aw ka a ka nɛɛma ɲini, ani walisa aw ka se ka di barika.",
    "Sani aw ye, An ye cidenw ci u ka mɔgɔw ma. U nana u fɛ ni dalilu jɛlenw ye. O kɔ, an ye jurumu kɛbagaw hakɛ ta. A ka kan ka da Anw kan ka dannabaaw dɛmɛ.",
    "Ala de ye fiɲɛw ci. U bɛ sankaba lawuli. O kɔ, a b’u jɛnsɛn sankolo la i n’a fɔ a b’a fɛ cogo min na. Wa a b’u faranfasi. O kɔ fɛ, i b’a Ye ko sanji-kɛnɛw bɛ Bɔ u ‘cɛ. O kɔ, n'a y'a Blà mɔgɔ minnu kan a ka baarakɛlaw fɛ, a filɛ, u bɛ ɲagali.",
    "Hali ni u tun bɛ ka kɔn nin ɲɛ —sanni a ka jigin u kan — jigitigɛ la.",
    "O la sa, Ala ka makari nɔw kɔlɔsi—a bɛ dugukolo lakunu cogo min na a salen kɔfɛ. Tiɲɛ na, ale de ye suw lakunubaga ye. A bɛ Se ka fɛn bɛɛ Kɛ.",
    "Nka ni An ye fiɲɛ dɔ ci, n’u y’a ye ko a bɛ fɛnw kɛ jɛman ye, u tun bɛ taa a fɛ o kɔfɛ ka kafiri.",
    "I tɛ se ka mɔgɔ salenw mɛn, i tɛ se fana ka tulogwerenw ka welekan mɛn ni u kɔsegira.",
    "I tɛ se fana ka fiyentɔw bilasira ka bɔ u ka fili la. I bɛ se ka mɔgɔ minnu dɔrɔn de lamɛn, olu minnu dalen bɛ An ka taamasyɛnw na, ani o cogo la, u y’u yɛrɛ majigin.",
    "Ala de ye i da barikantanya la, o kɔ barikantanya kɔfɛ a ye fanga di i ma, o kɔ fanga kɔfɛ a ye barikantanya ni kunsigi jɛman di i ma. A b’a fɛ fɛn o fɛn da, a bɛ o da. Ale de ye fɛn bɛɛ dɔnbaga ye, Sebaayabɛɛtigi.",
    "Lɛrɛ bɛ kɛ don min na, jurumutw bɛna kali ko u tora lɛrɛ kelen dɔrɔn. O cogo la, u lafilila.",
    "Nka minnu ye dɔnniya ni dannaya sɔrɔ, olu bɛna a fɔ ko: “Aw tora Ala ka kitabu kɔnɔ fo ka se lakununni don ma. Nin ye Lakununni don ye, nka aw m’a dɔn.”",
    "O don na, jurumutw ka daliluw tɛna u nafa, u tɛna yafa fana.",
    "An ye ntalen sugu bɛɛ fɔ nin Kuranɛ in kɔnɔ jama ye. Nka hali n’i nana ni kabako ye u fɛ, mɔgɔ minnu ma da a la, olu bɛna a fɔ ko: “Aw tɛ foyi ye ni nkalontigɛlaw tɛ.”",
    "O cogo la, Ala bɛ mɔgɔ minnu dusukunw taamasiyɛn, olu minnu tɛ o dɔn.",
    "O la sa, i ka muɲu. Ala ka layidu ye tiɲɛ ye. Ani, dannaya tɛ minnu na, i kana a to olu k’i dɔgɔya."
]