[
    "Alif, Lam, Meem ye baara kɛ.",
    "Olu ye Kitabu Hakilitigi ka Vɛrisew ye.",
    "Mɔgɔ tilennenw ɲɛminɛbaga ani makari.",
    "Minnu bɛ seli labato, ka sada wajibiyalen sara, ani minnu dalen bɛ a ka siniɲɛsigi la.",
    "Olu bɛ bilasirali kan ka bɔ u Matigi yɔrɔ. Olu de ye ɲɛtaa sɔrɔbagaw ye.",
    "Mɔgɔ dɔ bɛ yen min bɛ jago kɛ ni maanaw ye minnu bɛ mɔgɔ hakili ɲagami; k’a laɲini, k’a sɔrɔ dɔnniya tɛ, ka mɔgɔ bila ka bɔ Ala ka sira la, ka tulonko kɛ a la. Olu bɛna kɛ ni maloya ɲangili ye.",
    "Wa ni An ka Vɛrisew kalanna a ye, a bɛ kɔsegin ni kuncɛbaya ye, i n'a fɔ a ma u mɛn, i n'a fɔ tulo geren bɛ a tulo la. O la, a fɔ a ye ɲangili diminnen dɔ ko la.",
    "Minnu dalen bɛ a la ani ka kɛwale ɲumanw kɛ, olu ta fan fɛ—Nisɔndiya nakɔw bɛ olu de bolo.",
    "Ka sigi o kɔnɔ fo abada. Ala ka layidu ye tiɲɛ ye. Ale de ye Sebaayabɛɛtigi ye, Hakilitigi.",
    "A ye sankolow da ni jɔnw tɛ i bɛ se ka minnu ye, ka sabatilifɛnw bila dugukolo kan walasa a kana wuli ni i ye, ka danfɛn suguya bɛɛ jɛnsɛn a fan bɛɛ la. Wa ka bɔ sankolo la An ye ji jigin, ka kɛ sababu ye ka mɔgɔba fila bɛɛ falen a kɔnɔ.",
    "O cogo de ye Ala ka danfɛnw ye. Sisan, ale kɔfɛmɔgɔw ye min da, o jira ne la. Tiɲɛ na, mɔgɔ juguw bɛ fili jɛlen na.",
    "An ye hakilitigiya di Luqman ma: “Aw ka barika da Ala ye.” Mɔgɔ o mɔgɔ bɛ waleɲumandɔn jira—o bɛ waleɲumandɔn jira a yɛrɛ ni nafa la. Wa, mɔgɔ o mɔgɔ tɛ waleɲumandɔn jira—Ala bɛ se ani a ka kan ni tanuli ye.",
    "Tuma min na Luqman y’a fɔ a denkɛ ye, i n’a fɔ a y’a laadi cogo min na ko: “E ne denkɛ, i kana foyi fara Ala kan, bawo bolibato ye kojuguba ye.”",
    "An ye a bangebagaw ka ladonni kalifa hadamaden ma. A ba y’a ta ka tɛmɛ gɛlɛya kan, k’a bɔ sin na san fila kɔnɔ. O la, aw ka barika da Ne ye, ani aw bangebagaw. Ne fɛ, o ye taayɔrɔ ye.",
    "Nka ni u b'a ɲini ka aw fara ne kan fɛn dɔ la aw tɛ min dɔn, aw kana u kan minɛ. Nka aw ka to u ni ɲɔgɔn cɛ nin ɲɛnamaya kɔnɔ, ɲumanya la, ka tugu mɔgɔ min kɔsegira Ne ma, o ka sira kan. O tuma na fɛ, i seginni bɛ Ne fɛ; Aw tun bɛ min kɛ fɔlɔ, ne bɛna aw ladɔnniya o la.",
    "“Ne denkɛ, hali ni o girinya tun bɛ se mutaridi ma, fara la, walima sankolo la, walima dugukolo kan, Ala na o bɔ kɛnɛ kan. Ala ye ɲumanya ye ani a bɛ se kosɛbɛ.",
    "Ne denkɛ, i ka delili labato, i ka tilennenya lafasa, i ka kojugu bali, i ka muɲu ko min kɛra i la. Olu ye jogo dɔw ye minnu bɛ bonya kosɛbɛ.",
    "Ani aw kana mɔgɔw minɛ ni kuncɛbaya ye, aw kana taama ni kuncɛbaya ye dugukolo kan. Ala tɛ kuncɛbaya kɛwalew kanu.",
    "Ani ka i ka taamacogo danma, ani ka i kan jigin. Kumakan minnu bɛ mɔgɔ farinya ka tɛmɛ tɔw bɛɛ kan, o ye fali kan ye.”",
    "Yala i t’a ye cogo min na Ala ye fɛn bɛɛ bila i ka baara la sankolo ni dugukolo kan wa? A ye a ka dugawuw bɔn i la cogo di, kɛnɛma ni kɔnɔna bɛɛ la? O bɛɛ n’a ta, jama cɛma, mɔgɔ bɛ sɔsɔli kɛ Ala ko la k’a sɔrɔ a ma dɔnniya sɔrɔ, k’a sɔrɔ a ma bilasirali kɛ, ani ni Sɛbɛnni min bɛ yeelen bɔ.",
    "Wa, ni a fɔra u ye ko: “Ala ye min jira, aw ka tugu o kɔ,” u b’a fɔ ko: “An bangebagaw y’u yɛrɛ di fɛn min ma, an bɛ tugu o kɔ.” Hali ni Sitanɛ bɛ ka u wele ka na Tasuma tɔɔrɔ la wa?",
    "Mɔgɔ o mɔgɔ b’a yɛrɛ kolo Ala ye pewu, ka ko ɲuman kɛ, o ye bolo minɛ min bɛ se ka da a la kosɛbɛ. Kow bɛɛ laban bɛ lafiɲɛ Ala de bolo.",
    "Mɔgɔ o mɔgɔ kafiri—a ka dannabaliya kana i dusu kasi. Anw fɛ, o ye u seginni ye. O kɔ, An bɛna u ladɔnniya u ye min kɛ. Fɛn min bɛ dusukunw kɔnɔ, Ala b’o dɔn.",
    "An bɛ dususalo dɔɔnin di u ma; o kɔfɛ, An b'u wajibiya ka tɔɔrɔ gɛlɛn dɔ kɛ.",
    "Ni i y’u ɲininka ko: “Jɔn ye sankolo ni dugukolo da?” U na a fɔ ko: “Ala.” A fɔ ko: “Tanuli ka kɛ Ala ye.” Nka u fanba t’a dɔn.",
    "Fɛn o fɛn bɛ sankolo ni dugukolo kan, o ye Ala ta ye. Ala ye Nafolotigi ye, Tanulen don.",
    "Ni dugukolo kan jiriw bɛɛ tun ye penw ye, kɔgɔji tun falen bɛ minnu na, ni kɔgɔji wolonwula wɛrɛ ye ka fara o kan, Ala ka Kuma tun tɛna ban. Ala ye Bonya ni Hakilitigi ye.",
    "I ka danfɛnw ni i ka lakununni bɛ i ko ni kelen dɔrɔn. Ala ye Lamɛnnikɛla ni Yelikɛla ye.",
    "Yala aw m'a ye cogo min na Ala bɛ su fara tile kan, ka tile fara ɲɔgɔn kan ka kɛ su ye wa? Ko A ye tile ni kalo kolo, u kelen-kelen bɛɛ bolila ka kɛɲɛ ni waati fɔlen dɔ ye wa? Ani ko Ala bɛ i ka ko kɛlen bɛɛ dɔn wa?",
    "O ye ko Ala ye Tiɲɛ ye, wa u bɛ min bato a kɔfɛ, o ye nkalon ye, ani bawo Ala ye Kɔrɔtalen ye, Kɔrɔtalenba.",
    "Yala aw m’a ye cogo min na kurunw bɛ tɛmɛ kɔgɔji fɛ, Ala ka nɛɛma barika la, walisa k’a ka kabakow jira aw la wa? Taamaʃyɛnw bɛ o kɔnɔ, mɔgɔ timinandiyalen, barika dabaga bɛɛ ye.",
    "Ni jikuruw, i n’a fɔ jirisunw, u bɛ u datugu, u bɛ Ala wele, k’u ka diinɛ di a ma. Nka ni a y’u lase dugukolo jalen ma, u dɔw bɛ yɛrɛyɛrɛ. Mɔgɔ si tɛ ban An ka jiralifɛnw na fo ni Ala tɔgɔ tiɲɛbaga janfalen tɛ.",
    "Aw mɔgɔw! Aw ka aw hakili to aw Matigi la, ka siran don dɔ ɲɛ, bangebaga si tɛ se ka nafa sɔrɔ a den na, den fana tɛ se ka nafa sɔrɔ a bangebaga la, fɛn si la. Ala ka layidu ye tiɲɛ ye. O la sa, i kana a to nin ɲɛnamaya k’i lafili, i kana a to namara ka i lafili Ala ko la.",
    "Ala de la, Lɛrɛ dɔnniya bɛ lafiɲɛ. A bɛ sanji ci, wa a b’a dɔn kɔnɔbara bɛ fɛn min na. Ni si t’a dɔn a bɛna min tigɛ sini, ani ni si t’a dɔn a bɛna sa jamana min na. Ala ye fɛn bɛɛ dɔnbaga ye, a bɛ kunnafoni caman di."
]