[
    "Alif, Lam, Meem ye baara kɛ.",
    "Gafe jirali, siga t’a la, o bɔra Dugukolo Matigi de yɔrɔ.",
    "O bɛɛ n’a ta, u b’a fɔ ko: “A dabɔra.” Tiɲɛ na, Tiɲɛ don ka bɔ i Matigi yɔrɔ, ka mɔgɔw lasɔmi minnu ma lasɔmini sɔrɔ i ɲɛ, walisa u ka ɲɛminɛ.",
    "Ala de ye sankolow ni dugukolo ni u ni ɲɔgɔn cɛ fɛn bɛɛ da tile wɔɔrɔ kɔnɔ, ka tila k’a yɛrɛ sigi Masasigilan kan. Ni ale kɔ, matigi ni delilikɛla tɛ i fɛ. Yala i tɛna miiri wa?",
    "A bɛ ko bɛɛ labɛn, k’a ta sankolo la, ka taa a bila dugukolo kan. O kɔ fɛ, a bɛ Yɛlɛn ka Taa a fɛ Don dɔ la min janya ye sàn ba kelen ye i ka jate fɛ.",
    "O de ye yebali ni yebali dɔnbaga ye, Sebaayatigi, makaritigi.",
    "Ale min ye a ka danfɛnw bɛɛ dafa, ka hadamaden dacogo daminɛ ni bɔgɔ ye.",
    "O kɔ fɛ, a y'a ka bange Kɛ ka Bɔ ji nafama dɔ bɔlen na.",
    "O kɔ, a ye a tila, ka a Ni fiyɛ a kɔnɔ. O kɔ, a ye mɛnni di i ma, ani ɲɛnayeli, ani hakili—nka a man teli ka barika da i ye.",
    "U b’a fɔ ko: “Ni an tununna dugukolo kan, yala an bɛna kɛ danfɛn kura dɔ kɔnɔ wa?” Tiɲɛ na, u bɛ ban ɲɔgɔnye la n’u Matigi ye.",
    "A fɔ ko: «Saya mɛlɛkɛ min bilala i kun na, o na i lasegin. O tuma na fɛ, i na kɔsegin i Matigi ma.»",
    "Ni i tun bɛ se ka jalakibaaw ye, k’u kunkolo biri u Matigi ɲɛ kɔrɔ: “An Matigi, an y’a ye, an y’a mɛn, o de la, i ka an bila ka segin, an na tilennenya kɛ; an dalen b’a la sisan.”",
    "Ni an tun b’a fɛ, An tun bɛ se k’a bilasirali di ni bɛɛ ma, nka fɔli min bɔra Ne fɛ, o bɛna kɛ tiɲɛ ye: “Ne na Jahannama fa jinɛw ni hadamadenw na, pewu.”",
    "O la, i ka nɛnɛ, bawo i ɲinɛna i ka don in lajɛ kɔ; An ɲinɛna aw kɔ; o la, aw tun bɛ min kɛ, aw ka tɔɔrɔ banbali nɛnɛ.",
    "U dalen bɛ An ka kumaɲɔgɔnyaw la, minnu hakili jiginna u la, u bɛ bin u biri, ka u Matigi bonya ni tanuli ye, wa u tɛ kuncɛbaya kɛ.",
    "U kɛrɛw b'u yɛrɛ tanga u ka dilanw ma, k'u Matigi deli, bonya ni jigiya kosɔn; ani ka bɔ An ka balo la u ma, u bɛ di.",
    "Ni si t’a dɔn ɲɛ nisɔndiya min bɛ u makɔnɔ—u tun bɛ min kɛ fɔlɔ, o sara.",
    "Mɔgɔ min ye kantigi ye, o bɛ i ko jurumukɛla dɔ wa? U tɛ kelen ye.",
    "Minnu dalen b’a la ka kɛwale tilennenw kɛ, olu de ye dogoyɔrɔ nakɔw ye—u tun bɛ min kɛ fɔlɔ, o ye jatigila ye.",
    "Nka minnu ye sariya tiɲɛ, u dogoyɔrɔ ye Tasuma ye. Tuma o tuma n’u y’a ɲini ka bɔ a la, u bɛ segin ka don a kɔnɔ, wa a bɛ fɔ u ye ko: “Aw tun bɛ ban tasuma min na, aw ka o tɔɔrɔ nɛnɛ.”",
    "An bɛna u bila ka tɔɔrɔ fitinin nɛnɛ, ka kɔn tɔɔrɔba ɲɛ, walasa u ka segin.",
    "Jɔn de ka jugu ka tɛmɛ ale kan, ni a hakili jiginna a Matigi ka jiralifɛnw na, a bɛ a kɔdon u la? Siga t’a la, an bɛna waleɲumandɔn kɛ kojugukɛlaw la.",
    "An ye Kitabu di Musa ma; o la, aw kana sigasiga a ka ɲɔgɔnye ko la; ani An y'a kɛ bilasirali ye Israɛldenw bolo.",
    "Wa An ye ɲɛmɔgɔw sigi u cɛma, ka bilasirali kɛ an ka cikan fɛ, ni u ye muɲuli kɛ ani ni u dalen tun bɛ An ka kumaɲɔgɔnyaw la.",
    "I Matigi na kiri tigɛ u ni ɲɔgɔn cɛ lakununni don na, u tun ye sɔsɔli kɛ fɛn o fɛn na.",
    "Yala o tɛ kalan ye u bolo, an ye bɔnsɔn joli tiɲɛ u ɲɛ, u bɛ taama minnu sigiyɔrɔw la wa? Tiɲɛ na, taamaʃyɛnw bɛ o de la. Yala u tɛ mɛnni kɛ wa?",
    "Yala u t'a ye cogo min na An bɛ ji lase dugukolo jalen dɔ ma, ani an bɛ jiriw bɔ n'o ye, u ka baganw bɛ dumuni kɛ minnu na, ani u yɛrɛw wa? Yala u tɛ yeli kɛ wa?",
    "U b'a fɔ ko: «Nin se sɔrɔli bɛ kɛ tuma jumɛn, ni aw ye tiɲɛ fɔ?»",
    "A fɔ ko: “Se sɔrɔli don na, dannabaaw ka dannaya tɛna nafa foyi lase u ma, lafiɲɛ tɛna di u ma.”",
    "O la sa, i ka i kɔdon u la, ka kɔnɔni kɛ. U fana bɛ ka makɔnɔni kɛ."
]