[
    "E kira ! Aw ka siran Ala ɲɛ, aw kana dannabaliw ni filankafow kan minɛ. Ala ye Dɔnniya ni Hakilitigi ye.",
    "Wa, min jirala aw la ka bɔ aw Matigi fɛ, aw ka tugu o kɔ. Ala b’a dɔn kosɛbɛ i bɛ min kɛ.",
    "I ka i jigi da Ala kan. Ala bɛ se ka kɛ dannayakɛla ye.",
    "Ala ma dusukun fila don mɔgɔ si farikolo kɔnɔ. Aw bɛ aw muso minnu kɛ kelen ye ni aw baw ye, a ma olu kɛ fana aw ba yɛrɛw ye. A ma aw denkɛw lamɔ fana, aw denkɛ yɛrɛyɛrɛw. Olu ye aw ka kumaw ye minnu bɛ bɔ aw da la. Ala bɛ tiɲɛ fɔ, ka bilasirali kɛ sira kan.",
    "Aw ka u wele u faw tɔgɔ la. o bɛ bɛn Ala ma ka tɛmɛ. Nka ni aw t'u faw dɔn, aw balimaw ni aw teriw ye dannaya la. Jalaki foyi tɛ i la ni i ye fili kɛ o la, ni i dusukunw ye min latigɛ ka kɔn o ɲɛ. Ala ye Yafabaga ni makaribaga ye.",
    "Nabila b’a janto dannabaaw la ka tɛmɛ u yɛrɛ kan, wa a musow ye ba ye u bolo. Wa joli somɔgɔw bɛ gɛrɛ ɲɔgɔn na Ala ka kitabu kɔnɔ ka tɛmɛ dannabaaw walima bɔnnaw kan, hali ni i ka kan ka koɲuman kɛ i teriw ye. O sɛbɛnnen bɛ Kitabu kɔnɔ.",
    "Aw hakili to a la ko an ye layidu sɔrɔ ka bɔ kiraw yɔrɔ, ani aw fɛ, ani Nuhu fɛ, ni Ibrahima fɛ, ani Musa fɛ, ani Mariyama denkɛ Yesu fɛ. An ye layiduba dɔ sɔrɔ u fɛ.",
    "Walisa a ka se ka mɔgɔ kɔnɔnajɛlenw ɲininka u ka tiɲɛni ko la. A ye ɲangili diminnen dɔ labɛn kafiriw ye.",
    "Aw dannabaaw! Aw hakili to Ala ka dugawuw la aw kan, waati min na fanga nana aw ma, ani an ye fiɲɛ ci u ma, fanga minnu ma ye. Ala bɛ i ka kɛtaw Kɔlɔsi.",
    "U nana aw kan tuma min na, ka bɔ aw sanfɛ ani ka bɔ aw duguma. ɲɛw wulila, dusukunw sera dawolo la, aw ye sigasiga bila Ala la.",
    "O yɔrɔ la, dannabaaw kɔrɔbɔra, u yɛrɛyɛrɛla kosɛbɛ.",
    "Tuma min na filankafow ni bana bɛ minnu dusukun na, olu y’a fɔ ko: “Ala n’a ka ciden ma layidu ta an ye ni namara tɛ.”",
    "Wa tuma min na u kulu dɔ y’a fɔ ko: “E Yatirib mɔgɔw, aw tɛ se ka jɔ, o la aw ka kɔsegin.” Wa u ka kulu dɔ y’a ɲini kira fɛ a ka yafa ɲini u fɛ, k’a fɔ ko “an ka sow bɛ kɛnɛ kan,” hali n’u ma bɔ kɛnɛ kan. U tun b’a fɛ ka boli dɔrɔn.",
    "Ni binkanni kɛra a kan ka bɔ a kɛrɛ fɛ, k’a ɲini u fɛ u ka sɔsɔli kɛ, u tun bɛna o kɛ ni sigasiga dɔɔnin ye.",
    "Hali ni u tun ye layidu ta Ala ye, waati tɛmɛnenw na, ko u tɛna u kɔdon. Ka layidu ta Ala ye, o ye kunkanbaaraba ye.",
    "A fɔ ko: “Boli tɛna i nafa, n’i bolila saya walima mɔgɔfaga ɲɛ, hali o tuma na, nisɔndiya surun dɔrɔn de bɛna di i ma.”",
    "A fɔ ko: “Jɔn na aw tanga Ala ma, ni a b’a fɛ ka tɔɔrɔ sɔrɔ aw ye, walima ni a b’a fɛ ka makari aw la?” Ala kɔfɛ, u tɛna teri sɔrɔ u yɛrɛ ye, wa u tɛna dɛmɛbaga si sɔrɔ.",
    "Ala bɛ aw cɛma balibaaw dɔn kaban, ani minnu b’a fɔ u balimaw ye ko: “Aw ka na fara an kan.” A man teli k’u bɛ ɲɔgɔn lajɛ kɛlɛ kama.",
    "Ka kɛ namaratɔ ye i fɛ. Ani ni siran gɛrɛla, i b’a ye k’u ɲɛ jɔlen bɛ i la—u ɲɛw bɛ girin—i n’a fɔ mɔgɔ min bɛ fasa saya fɛ. O kɔ, ni siran banna, u b’i bugɔ ni kan nɔgɔlenw ye. U bɛ dimi i la ko ɲuman o ɲuman. Olu ma da a la abada, o de la Ala ye u ka kɛwalew kɛ fu ye; ko min ka nɔgɔn Ala bolo.",
    "U y’a Jira ko kὲlɛdenw ma Bɔ yen. Nka ni konfederasiw tun bɛna taa ɲɛ, u tun b’a fɛ u ka kɛ kungo kɔnɔ ni Beduinw ye, k’aw ka kibaruya ɲininkali kɛ. Ni u tun bɛ aw cɛma, u tun tɛna kɛlɛ dɔɔnin kɛ.",
    "I ye misali ɲumanba sɔrɔ Ala ka ciden la; mɔgɔ o mɔgɔ bɛ Ala ni laban don ɲini, ka to ka Ala hakili to a la.",
    "Dannabaaw ye jɛkuluw ye tuma min na, u ko: “Ala n’a ka ciden ye layidu ta an ye nin ye; Ala n’a ka ciden ye tiɲɛ fɔ.” Wa o ye dɔ fara u kan dannaya ni kololi la dɔrɔn.",
    "Dannabaaw la, cɛw bɛ yen minnu ye layidu ta Ala ye, u ye tiɲɛtigiw ye. U dɔw y’u ka layidu dafa; dɔw bɛ makɔnɔni na hali bi, wa u tɛ yɛrɛyɛrɛ abada.",
    "Walisa Ala ka tiɲɛtigiw sara u ka tiɲɛ ko la; ani ka filankafow ɲangi, n’a b’a fɛ, walima ka yafa u ma. Ala ye Yafabaga ni makaribaga ye.",
    "Ala ye kafiriw gɛn u ka dimi na; u ma nafa foyi sɔrɔ. O cogo la, Ala ye dannabaaw kisi kɛlɛ ma. Ala barika ka bon ani Sebaayaba don.",
    "Wa, a ye kitabu mɔgɔw minnu dɛmɛ, a ye olu jigin ka bɔ u ka fanga sigiyɔrɔw la, wa a ye siran bila u dusukunw na. I ye dɔw faga, ka dɔw minɛ jɔnya la.",
    "Wa a ye aw kɛ u ka dugukolo ciyɛn ye, ani u ka so, ani u ka nafolo, ani mara min ma deli ka sen don a la. Se bɛ Ala ye fɛn bɛɛ kan.",
    "E kira ! A fɔ aw musow ye ko: «Ni aw b'a fɛ ka nin diɲɛ ɲɛnamaya n'a cɛɲiw sɔrɔ, o tuma na, a to ne ka aw sara, ka aw bila ni ɲumanya ye.",
    "Nka ni aw b’a fɛ ka Ala, a ka ciden, ani siniɲɛsigi so, o tuma na, Ala ye saraba dɔ labɛn aw cɛma mɔgɔ tilennenw ye.”",
    "Aw kira musow! Aw mɔgɔ o mɔgɔ mana kɛwale jugu kɛ min sɛgɛsɛgɛra, a ka ɲangili bɛna caya siɲɛ fila. Wa o tun bɛna nɔgɔya Ala bolo.",
    "Nka aw la min tora Ala n'a ka ciden kanminɛli la, ka tilennenya kɛ, An na sara fila di a ma; ani An ye bolomafara labɛn a ye ni bolomafara ye.",
    "Aw kira musow! Aw tɛ i ko muso tɔw, ni aw bɛ Ala ɲɛsiran kɔlɔsi. O la, aw kana kuma ni dususuma ye kojugu, walisa dusukun banabagatɔw kana aw nege don aw la, nka aw ka kuma cogo bɛnnen na.",
    "Aw ka sigi aw ka sow kɔnɔ; Aw kana aw yɛrɛ jira i ko dɔnbaliya waati fɔlɔw la. Ani ka delili kɛ, ka kanuya kɛ tuma bɛɛ, ka Ala n’a ka ciden kan minɛ. Ala b'a fɛ ka nɔgɔ bɛɛ bɔ aw la, Du kɔnɔmɔgɔw, ka aw saniya kosɛbɛ.",
    "Ani aw hakili to fɛn minnu bɛ kalan aw ka so kɔnɔ Ala ka jirali ni a ka hakilitigiya ko la. Ala ye ɲumanya ye ani a bɛ kunnafoni di.",
    "Silamɛ cɛw ni silamɛ musow, dannabaaw ni dannabaaw musow, kanminɛbaaw ni kanminɛli musow, tiɲɛtigiw ni tiɲɛmusow, muɲu cɛw ni muɲumusow, majigin cɛw ni majigin musow, dɛmɛnbaaw ni dɛmɛnmusow, sunɔgɔ cɛw ni sunɔgɔ musow, cɛ minnu u ka saniya kɔlɔsi ani muso minnu bɛ kɔlɔsili kɛ, cɛ minnu hakili bɛ Ala la tuma caman na ani muso minnu hakili bɛ to u la—Ala ye yafa labɛn u ye, ani saraba min ka bon kosɛbɛ.",
    "Dannabaa si man kan, cɛ walima muso, ni Ala n’a ka ciden ye ko dɔ latigɛ, ka sugandili hɔrɔnya sɔrɔ u ka latigɛ la. Mɔgɔ o mɔgɔ ma Ala n’a ka ciden kan minɛ, o tara yɔrɔ jan.",
    "Tuma min na i y'a fɔ Ala ye min duba, ka nɛɛma kɛ min ye, ko: «I ka i muso to i yɛrɛ la, ka siran Ala ɲɛ.» Nka Ala tun ka kan ka min jira, i ye o dogo i yɛrɛ kɔnɔ. I tun bɛ siran jama ɲɛ, nka i tun ka kan ka siran Ala ɲɛ. O kɔfɛ, Zaid y'a ka jɛɲɔgɔnya ban tuma min na, An y'a di aw ma furu la, walasa dankari si kana kɛ dannabaaw la u denkɛ ladonbagaw musow ko la, n'u ka jɛɲɔgɔnya banna. Ala ka ci fɔlen dafara.",
    "Jalaki si t kira kan Ala ye min sigi a ye. Mɔgɔ minnu tɛmɛna ka kɔn o ɲɛ, o ye Ala ka misali ye. Ala ka ci fɔlen ye sariya dafalen ye.",
    "Mg minnu b Ala ka cikanw lase, ka siran a ɲɛ, ka siran mɔgɔ si ɲɛ abada ni Ala tɛ. Ala bɛ se ka kɛ jatebɔla ye.",
    "Muhamadu tɛ i ka cɛ si fa ye; nka a ye Ala ka ciden ye, ani kiraw taamashyɛn. Ala ye fɛn bɛɛ Dɔn.",
    "Aw dannabaaw, aw hakili ka to Ala la ni aw hakili to a la tuma caman.",
    "Aw ka nɔɔrɔ da a kan sɔgɔma ni wula fɛ.",
    "Ale de b'a bolo da aw kan, ani a ka mɛlɛkɛw fɛ, ka aw bɔ dibi la ka don yeelen na. Wa a ye hinɛtigi ye tuma bɛɛ dannabaaw ma.",
    "U bɛ a kunbɛn don min na, u ka foli ye, “Hɛrɛ” ye, wa a ye saraba labɛn u ye ni bolomafara ye.",
    "E kira! An ye aw ci ka kɛ seere ye, ka kɛ kibaru duman fɔbaga ye, ka kɛ lasɔminikɛla ye.",
    "Ani welebaga dɔ ka taa Ala fan fɛ a ka yamaruya fɛ, ani yeelenbɔlan.",
    "Ani ka kibaru duman di dannabaaw ma, o ye saraba ye u bolo.",
    "Aw kana Ala tɔgɔ tiɲɛbagaw ni filankafow kan minɛ, ka u ka mafiɲɛyaliw jate, ka aw jigi da Ala kan. Ala ye lakanabaga bɛrɛbɛrɛ ye.",
    "Aw dannabaaw! Ni i ye dannabaa musow furu, nka o kɔfɛ i y’u furu sa sani i ka maga u la, makɔnɔni waati tɛ i bolo ka kɔlɔsili kɛ u bonya la; nka aw ka u sara, ka u bila cogo ɲuman na.",
    "E kira ! An ye sira di aw ma aw musow ma, aw ye u ka furusiri di minnu ma, ani minnu bɛ aw bolo kaban, i n’a fɔ Ala y’a di aw ma cogo min na, ani aw facɛ denmusow, ani aw facɛ denmusow, ani aw bamuso denmusow kɔrɔkɛ, ani i ba kɔrɔmuso denmuso minnu bɔra jamana wɛrɛ la n'i ye, ani dannabaa muso min y'a yɛrɛ di kira ma, ni kira b'a fɛ k'a furu, i dɔrɔn de kama, dannabaaw tɛ. An ye min sigi u ye u musow ni u kininbolow bɛ minnu na, an b’o dɔn. O ye ka gɛlɛya si bɔ aw la. Ala ye Yafabaga ni makaribaga ye.",
    "I b’a fɛ k’u dɔ la kelen bila kɔfɛ, ani i b’a fɛ ka fɛn o fɛn sɔrɔ. Ni i tun ye mɔgɔ minnu bila kɔfɛ, ni olu dɔ nege bɛ i la, jalaki si tɛ i kan. O bɛnnen don kosɛbɛ, walisa u ka dusu saalo, u kana dusukasi, ka wasa sɔrɔ aw ye min di u kelen-kelen bɛɛ ma. Fɛn min bɛ aw dusukunw kɔnɔ, Ala b’o dɔn. Ala ye fɛn bɛɛ dɔnbaga ye ani Clement.",
    "O kɔ fɛ, muso wɛrɛ si ma Sɔn i ma, wa i tɛ Se k'u Yɛlɛma ni muso wɛrɛw ye, hali n'i b'u cɛɲi kanu, fo n'i ye minnu Sɔrɔ kaban. Ala bɛ Kɔlɔsili kɛ fɛn bɛɛ la.",
    "Aw dannabaaw! Aw kana don kira ka sow kɔnɔ, fo ni yamaruya dira aw ma ka na dumuni kɛ; ani aw kana a labɛnni makɔnɔ. Ni i welera, i ka don, ni i ye dumuni kɛ, i ka jɛnsɛn, k’a sɔrɔ i ma mɛn baro la. O bɛ kira dimi, wa a bɛ a yɛrɛ tanga i ma, nka Ala tɛ maloya tiɲɛ na. Wa n’i y’a musow ɲininka fɛn dɔ la, i k’u ɲini ka bɔ ɛkran kɔfɛ; o de saniyalen don ka tɛmɛ aw dusukunw n'u dusukunw kan. I man kan ka Ala ka ciden dusu tiɲɛ abada, wa i man kan k’a musow furu abada a kɔfɛ, bawo o bɛna kɛ fɛnba ye Ala bolo.",
    "I mana fɛn dɔ fɔ, walima k’a dogo, Ala bɛ fɛn bɛɛ Dɔn.",
    "Jalaki si tɛ u la u faw, wala u denkɛw, walima u balimakɛw, walima u balimakɛw, walima u balimamuso denkɛw, walima u musow, walima u ka baarakɛla musow la. Nka u ka kan ka to u hakili la Ala ko la. Ala ye Seere ye fɛn bɛɛ kan.",
    "Ala n’a ka mɛlɛkɛw bɛ dugawuw di kira ma. Aw dannabaaw, aw ka dubaw wele a ma, ka a fo ni hɛrɛ delili ye.",
    "Minnu bɛ Ala n’a ka ciden mafiɲɛya, Ala ye u danga nin ɲɛnamaya kɔnɔ ani a ka siniɲɛsigi la, ka ɲangili dɔ labɛn u ye min bɛ mɔgɔ dɔgɔya.",
    "Minnu be dannabaaw ni dannabaaw musow ka kojugu kɛ, u ma kɛwale minnu kɛ, olu bɛ nkalontigɛ doni ta ani jurumu jɛlen dɔ.",
    "E kira ! Aw k'a fɔ aw musow ni aw denmusow ni dannabaaw musow ye, u ka u ka finiw janya. O bɛnnen don kosɛbɛ, o la sa, u bɛna dɔn, u tɛna tɔɔrɔ. Ala ye Yafabaga ni makaribaga ye.",
    "Ni filankafow, ani bana bɛ minnu dusukun na, ani kumakanfɔlaw Dugu kɔnɔ, olu ma dabila, An bɛna aw lawuli u kama; o tuma na fɛ, u tɛna kɛ aw sigiɲɔgɔnw ye yen fo waati dɔɔnin dɔrɔn.",
    "U dangalen don; u bɛ sɔrɔ yɔrɔ o yɔrɔ, u ka kan ka minɛ k'u faga k'a jɛya.",
    "O cogo de kɛra Ala ka misali ye ni mɔgɔ minnu tɛmɛna ka kɔn o ɲɛ. I tɛna yɛlɛma si sɔrɔ Ala ka sigicogo la.",
    "Mɔgɔw b’aw ɲininka Lɛrɛ ko la. A fɔ ko: «O dɔnni bɛ Ala de bolo. Nka, i bɛ mun dɔn? N’a sɔrɔ waati surunyara.”",
    "Ala ye kafiriw danga, ka Blaze labɛn u ye.",
    "Ka sigi o kɔnɔ fo abada, ka lakanabaga walima kisibaga sɔrɔ.",
    "Don min na u ɲɛda bɛ wuli ka don tasuma na, u bɛna a fɔ ko: “Ni an tun ye Ala kan minɛ ka ciden kan minɛ.”",
    "Wa u na a fɔ ko: “Matigi, an ye an kuntigiw ni an ka mɔgɔba dɔw kan minɛ, nka u y’an bila sira kan.",
    "Matigi, i ka ɲangili kɛ u la siɲɛ fila, ka u danga ni dangaba ye.”",
    "Aw dannabaaw! Aw kana kɛ i ko mɔgɔ minnu ye Musa tɔɔrɔ; nka Ala y'a saniya u ka kuma fɔlenw na. A tun bɛ danfara don Ala ni ɲɔgɔn cɛ.",
    "Aw dannabaaw! Aw ka aw hakili to Ala la, ka kuma cogo tilennen na.",
    "A na i taamacogo latilen i kosn, ka i ka jurumuw yafa i ma. Mɔgɔ o mɔgɔ bɛ Ala n’a ka ciden kan minɛ, o ye sebaayaba sɔrɔ.",
    "An ye Lakanali di sankolow ma, ani dugukolo ma, ani kuluw ma; nka u banna k'o muɲu, u siranna o la. nka hadamaden sɔnna o ma. A tun ye tilenbaliya ye ani a tun tɛ foyi dɔn.",
    "Ala na filankafow, cɛw ni musow, ani bolibatobagaw, cɛw ni musow ɲangi. Wa Ala na dannabaaw kunmabɔ, cɛw ni musow. Ala ye Yafabaga ye tuma bɛɛ, hinɛtigiba."
]