[
    "Tanuli ka kɛ Ala ye, sankolo ni dugukolo fɛn bɛɛ ye ale ta ye. ani tanuli ka kɛ a ye Lahalaya la. Ale de ye Hakilitigi ye, Dɔnnibaa.",
    "A b’a dɔn fɛn min bɛ don dugukolo kɔnɔ, ani fɛn min bɛ bɔ a la, ani fɛn min bɛ jigin ka bɔ sankolo la, ani fɛn min bɛ wuli ka taa a fɛ. Ale de ye hinɛbaga ye, Yafabaga.",
    "Minnu ma da a la, olu b’a fɔ ko: “Waati tɛna se an ma.” A fɔ ko: “Ɔwɔ tiɲɛ na, ne Matigi barika la, a bɛna na aw kan. Ale de ye fɛn yebaliw dɔnbaga ye.” Atomu girinya si tɛ sankolow ni dugukolo kan, walima fɛn fitinin walima fɛn belebeleba, o tɛ bɔ a ka dɔnniya la. U bɛɛ bɛ Sɛbɛn jɛlen dɔ kɔnɔ.",
    "Walisa a ka dannabaaw sara ani ka kɛwale ɲumanw kɛ. Olu bɛna yafa sɔrɔ, ani labɛn bɛna kɛ ni bolomafara ye.",
    "Minnu b’u cɛsiri An ka jiralifɛnw kama, k’a ɲini k’u tiɲɛ—u bolo, o ye tɔɔrɔba diminnen ɲangili ye.",
    "Minnu ye dɔnniya sɔrɔ, olu b’a dɔn ko fɛn min jirala i la ka bɔ i Matigi fɛ, o ye tiɲɛ ye; ani a bɛ mɔgɔ bilasira ka taa Majɛba, Tanulen ka sira kan.",
    "Minnu ma da a la, olu ko: «An bɛna cɛ dɔ jira i la wa, min bɛna a fɔ i ye ko ni i farala ɲɔgɔn kan, i bɛna kɛ danfɛn kura kɔnɔ wa?",
    "Yala a ye nkalon dɔ da Ala ko la wa, walima dibi bɛ a la wa?” Tiɲɛ na, mɔgɔ minnu ma da Alako la, olu bɛ tɔɔrɔ la, wa u bɛ yɔrɔ jan.",
    "Yala u tɛ miiri fɛn na min bɛ u ɲɛfɛ ani u kɔfɛ, sankolo ni dugukolo ko la wa? N’an b’a fɛ, An bɛ se ka dugukolo kuru kɛ u jukɔrɔ, walima ka sankolo yɔrɔw kɛ ka bin u kan. O de la, taamasyɛn bɛ baarakɛla timinandiyalen bɛɛ bolo.",
    "An ye nɛɛma di Dawuda ma ka bɔ An fɛ: “E kuluw, kɔnɔw, aw ka kumakan fɔ a fɛ.” Wa An ye nɛgɛ nɔgɔya a ye.",
    "“Aw ka kɛlɛkɛminɛnw dilan, ka sirilanw suman ka ɲɛ. Aw ka tilennenya kɛ. Ne bɛ aw ka ko kɛtaw bɛɛ Kɔlɔsi.”",
    "Solomani ta fan fɛ, fiɲɛ tun donna—a kɛnɛma taama kɛra kalo kelen ye, a seginni kɛra kalo kelen ye. An ye bɔgɔdaga dɔ woyo a ye. Jinɛw tun bɛ baara kɛ a kɔrɔ, a Matigi ka sɔnni kosɔn. Nka u la mɔgɔ o mɔgɔ y'i yɛrɛ Bɔ An ka cikan na, An b'a Kɛ Jahannama ɲangili nɛnɛ.",
    "A tun b’a fɛ fɛn o fɛn na, u y’o dilan a ye: yɔrɔ senumaw, jaw, dagaw i n’a fɔ jidagayɔrɔw, ani daga girinmanw. “E Dawuda ka so, baara kɛ ni waleɲumandɔn ye,” nka Ne ka baarakɛla damadɔw bɛ waleɲumandɔn jira.",
    "O kɔ fɛ, an ye saya latigɛ a ye tuma min na, foyi ma a ka saya jira u la fo dugukolo-kɔnɔ-fɛn dɔ min bɛ a ka bere dun. O kɔ fɛ, a binna tuma min na, a jɛlen don jinɛw bolo ko n’u tun ye fɛn yebaliw dɔn, u tun tɛna to tɔɔrɔ min bɛ mɔgɔ dɔgɔya.",
    "Seba faso la, kabako dɔ tun bɛ yen fɔlɔ: nakɔ fila, kinin fɛ, ani numan fɛ. “I ka Matigi ka balofɛnw dun, ka barika da a ye.” Jamana ɲuman, ani Matigi yafabaga.",
    "Nka u y'u kɔdon, o de la An ye barazi sanjiba labɔ u kama; ani An y’u ka nakɔ fila bila jiriden dumanw, jirisunw ni suman tigɛlen nakɔ fila nɔ na.",
    "O cogo la, an y’u ɲangi u ka waleɲumandɔnbaliya kosɔn. Yala An tun bɛna mɔgɔ si ɲangi ni waleɲumandɔnbaliw tɛ wa?",
    "An ye dugawu kɛ u ni dugu minnu cɛ, An ye duguba dɔw bila, an ye taama nɔgɔya u ni ɲɔgɔn cɛ. “Aw ka taama u ni ɲɔgɔn cɛ su ni tile, lafiya la.”",
    "Nka u ko: “An Matigi, an ka taamaw janya.” U ye kojugu kɛ u yɛrɛ la; o la an y' u kɛ tariku ye , an y' u jɛnsɛn fan bɛɛ fɛ . O kɔnɔ, kalan bɛ sɔrɔ mɔgɔ jɔlen ni waleɲumandɔnbaga bɛɛ bolo.",
    "Sitanɛ tun bɛ tiɲɛ fɔ a ka jateminɛ kɛcogo la u ko la. U tugura a kɔ, fo dannabaaw kulu dɔ.",
    "Fanga si tun t'a la u kan; fo n'a y'a sɔrɔ an tun b'a fɛ ka danfara don mɔgɔ min dalen bɛ a ka ko la, ni min bɛ sigasiga o la. I Matigi ye fɛn bɛɛ Kɔlɔsibaga ye.",
    "A fɔ ko: «Aw b’a fɔ ko Ala tɛ minnu ye, aw ka olu wele. U tɛ ni atomu girinya ye sankolo la wala dugukolo la, wa u niyɔrɔ si tɛ u si la, wa dɛmɛbaga si t’a fɛ ka bɔ u cɛma.”",
    "Delili kɛli a fɛ, nafa foyi tɛ o la, fo ni a ye sira di mɔgɔ dɔ ma. Fo, ni siran bɔra u dusukun na, u na a fɔ ko: “I Matigi ye mun fɔ?” U na a fɔ ko: “Tiɲɛ don, ani ale de ye Kɔrɔtalenba ye.”",
    "A fɔ ko: “Jɔn bɛ aw balo ka bɔ sankolo ni dugukolo la?” A fɔ ko: “Ala. Ani Wala e, walima anw, ɲɛminɛni bɛnnen don, walima fili jɛlen na.”",
    "A fɔ ko: «Aw tɛna ɲininkali kɛ an ka kɛwale juguw la, an tɛna ɲininkali kɛ aw ka kɛwalew fana na.»",
    "A fɔ ko: «An Matigi na an fara ɲɔgɔn kan; o tuma na fɛ, a bɛna kiri tigɛ an ni ɲɔgɔn cɛ cogo bɛnnen na. Ale de ye Kiiritigɛla ye min bɛ fɛn bɛɛ dɔn.”",
    "A fɔ ko: “Aw ye minnu nɔrɔ a la i n’a fɔ jɛɲɔgɔnw, aw k’olu jira ne la. Ayi tiɲɛ na! Nka ale de ye Ala ye, Sebaayabɛɛtigi, Hakilitigi.”",
    "An y’i ci diɲɛ fan bɛɛ dɔrɔn ma mɔgɔw bɛɛ ma, weleweledala ni lasɔminikɛla, nka mɔgɔ fanba t’a dɔn.",
    "U b’a fɔ ko: “Nin layidu bɛ se tuma jumɛn, ni aw ye tiɲɛ fɔ?”",
    "A fɔ ko: “Don dɔ layidu tara aw ye, aw tɛ se ka don min bila kɔfɛ ni lɛrɛ kelen ye, wa aw tɛ se ka min bila ɲɛfɛ.”",
    "Minnu ma da a la, olu b’a fɔ ko: “An tɛna da nin Kuranɛ in na abada, wa ko min nana ka kɔn a ɲɛ.” Ni i tun bɛ se ka kojugukɛlaw ye dɔrɔn, minnu minɛna u Matigi ɲɛkɔrɔ, ka jalakiw fili ɲɔgɔn ma kɔfɛ. Minnu tun degunna, olu na a fɔ kuncɛbaw ye ko: “Ni aw tun tɛ, an tun na kɛ dannabaaw ye.”",
    "Minnu tun ye kuncɛbaya kɛ, olu na a fɔ mɔgɔ tɔɔrɔlenw ye ko: “Anw de ye aw kɔdon bilasirali la ni a nana aw ma wa? Tiɲɛ na, aw yɛrɛw tun ye jurumutw ye.”",
    "Minnu degunna, olu na a fɔ kuncɛbaw ye ko: «O kɛra aw ka nanbara ye su ni tile. i ko i y’a fɔ an ye cogo min na ko an ka ban Ala la, ka kɛlɛɲɔgɔnw sigi a ye.” U bɛna u ka nimisali dogo tuma min na u ye o hakɛ sara. Minnu ma da a la, an na juruw don u kɔ la. Yala u bɛna fɛn wɛrɛ sara ni u tun bɛ min kɛ fɔlɔ wa?",
    "An ma lasɔminikɛla si ci dugu si la, k’a sɔrɔ a nafolotigiw ma fɔ ko: “I cilen bɛ ni min ye, an bɛ ban o la.”",
    "Wa u b’a fɔ ko: “Nafolo ka ca an bolo ani denw ka ca, an tɛna ɲangi.”",
    "A fɔ ko: “Ne Matigi b’a ka nɛɛma jɛnsɛn mɔgɔ o mɔgɔ fɛ, a b’a fɛ, walima a b’a dan; nka mɔgɔ fanba t’o dɔn.”",
    "I ka nafolo wala i denw t'i gɛrɛ An na, nka ale de bɛ da a la ka kɛwale ɲumanw kɛ. Olu bɛna sara fila sɔrɔ u ye min kɛ; ani u bɛna sigi Chambres kɔnɔ, hɛrɛ ni lafiya la.",
    "Nka minnu bɛ baara kɛ An ka jiralifɛnw kama, k’a ɲini k’u tiɲɛ—olu bɛna wele ka taa ɲangili la.",
    "A fɔ ko: “Ne Matigi bɛ balo di mɔgɔ o mɔgɔ ma a sago la a ka baarakɛlaw fɛ, walima a b’o bali. I mana fɛn o fɛn musaka kɛ, A bɛna o bila o nɔ na. Ale de ye furakɛlikɛlaw bɛɛ la ɲuman ye.”",
    "Don min na a bɛ u bɛɛ lajɛ ɲɔgɔn fɛ, o kɔ, a fɔ mɛlɛkɛw ye ko: “Aw de tun bɛ mɔgɔw bato wa?”",
    "U na a fɔ ko: “I ka bonya; I ye an Matigi ye, olu tɛ. Tiɲɛ na, u tun bɛ jinɛ bato, wa u fanba tun dalen bɛ u la.”",
    "“Bi, se tɛ aw si tɛ ka tɔ kelen tɔnɔ sɔrɔ wala ka kojugu kɛ.” Wa An bɛna a fɔ mɔgɔ minnu ye kojugu kɛ, ko: “Aw tun bɛ ban tasuma min na, aw ka o tɔɔrɔ nɛnɛ.”",
    "Wa ni An ka Vɛrise minnu bɛ yeelen bɔ, olu kalanna u ye, u b’a fɔ ko: “Nin tɛ fosi ye ni cɛ tɛ, min b’a fɛ k’aw labɔ aw bɛnbaw tun bɛ min bato fɔlɔ.” U b’a fɔ ko: “Nin tɛ foyi ye ni nkalon dabɔlen tɛ.” Wa ni Tiɲɛ nana u ma, Ala tɔgɔ tiɲɛbagaw b’a fɔ Tiɲɛ ko la ko: “Nin tɛ foyi ye ni subagaya jɛlen tɛ.”",
    "Nka An ma gafe si di u ma u ka kalan kɛ, wa An ma lasɔminikɛla si ci u ma aw ɲɛ.",
    "Minnu tun bɛ u ɲɛfɛ, olu fana banna Tiɲɛ na, o bɛɛ n’a ta, An tun ye min di u ma, u ma se ka o tannan kelen sɔrɔ. U banna Ne ka cidenw ma, o la ne ka sɔnbaliya kɛra cogo di?",
    "A fɔ ko: “Ne bɛ laadilikan kelen di aw ma: aw ka aw yɛrɛ di Ala ma, fila-fila, walima kelen-kelen; ani ka miiri. Dibi tɛ i terikɛ la. A ye lasɔmini dɔrɔn de ye aw bolo, sani ɲangili jugu ka na.”",
    "A fɔ ko: “Ne ye musaka fɛn o fɛn ɲini i fɛ, o ye i ta ye. Ne ka sara bɛ bɔ Ala dɔrɔn de la, wa a ye Seere ye fɛn bɛɛ kan.”",
    "A fɔ ko: “Ne Matigi bɛ tiɲɛ projɛ. Ale de ye fɛn yebaliw dɔnbaga ye.”",
    "A fɔ ko: “Tiɲɛ sera; k’a sɔrɔ nkalon tɛ se ka bɔ, wa a tɛ se ka bange kokura.”",
    "A fɔ ko: “Ni ne ye fili kɛ, ne bɛ fili dɔrɔn ka kɛ ne yɛrɛ ka bɔnɛ ye; nka ni ne ɲɛminɛna, ne Matigi bɛ ne bilasira min na, o de ye. A bɛ mɛnni kɛ ani a ka surun.”",
    "Ni i tun bɛ se k’a ye dɔrɔn tuma min na u sirannen don, wa boli tɛ yen, wa u minɛna ka bɔ yɔrɔ la min ka surun.",
    "U b’a fɔ ko: “An dara o la.” Nka u bɛ se k’o sɔrɔ cogo di ka bɔ yɔrɔ jan na?",
    "U banna a la ka tɛmɛn, ka jalakiw da ka bɔ yɔrɔ jan dɔ la.",
    "Barika bɛna bila u n’u b’a fɛ min na, i n’a fɔ a tun bɛ kɛ cogo min na fɔlɔ n’u ɲɔgɔnnaw ye. U tun bɛ sigasigali la min tun bɛ u jɔrɔ."
]