[
    "Tanuli ka kɛ Ala ye, sankolow ni dugukolo dabɔbaa, mɛlɛkɛ cidenw Dabaga ni kamanw ye—fila, saba ani naani. A bɛ dɔ fara danfɛnw kan i n’a fɔ a b’a fɛ cogo min na. Ala bɛ Se ka fɛn bɛɛ kɛ.",
    "Ala mana hinɛ fɛn o fɛn jira jama la, mɔgɔ si tɛ se k’o bali. Wa n’a y’a bali, mɔgɔ si tɛ se k’a bila o kɔfɛ. Ale de ye Sebaaya Kɔrɔtalen ye, a falen bɛ Hakilitigiya la.",
    "Aw mɔgɔw! Ala ka dugawu minnu bɛ aw kan, aw hakili to olu la. Yala danbaga wɛrɛ bɛ yen ni Ala tɛ, min bɛ i balo ka bɔ sankolo ni dugukolo la wa? Ala si tɛ yen ni ale tɛ. O la sa, i bɛ fili cogo di?",
    "Ni u banna i la, ciden minnu tun bɛ i ɲɛfɛ, olu fana banna. Ko bɛɛ bɛ segin Ala ma.",
    "Aw mɔgɔw! Ala ka layidu ye tiɲɛ ye; O la sa, mɔgɔ dɔgɔmanninw kana aw lafili, kɔrɔbɔlikɛla kana aw kɔrɔbɔ ka bɔ Ala la.",
    "Sitanɛ ye i jugu ye, o la sa, i k’a minɛ i n’a fɔ i jugu. A b’a ka gang wele dɔrɔn ka kɛ Inferno kasodenw cɛma.",
    "Minnu ma da a la, olu na ɲangili gɛlɛn sɔrɔ, nka minnu dalen bɛ a la ka kɛwale tilennenw kɛ, olu na yafa ni saraba sɔrɔ.",
    "Mɔgɔ min ka kɛwale jugu kɛra fɛn ye min diyara a ye, o la sa, a b’o jate koɲuman ye, o dun? Ala bɛ mɔgɔ o mɔgɔ bila sira la, a b’a fɛ, a b’a fɛ mɔgɔ o mɔgɔ bilasira. O la sa, kana i yɛrɛ tiɲɛ ni dusukasi ye u kosɔn. U bɛ min kɛ, Ala b’o dɔn tigitigi.",
    "Ala de ye fiɲɛw ci, minnu bɛ sankaba lamaga, An bɛ minnu gɛn ka taa jamana salen dɔ la, ka dugukolo lakunu o cogo la a salen kɔfɛ. Lakununni fana bɛ ten.",
    "Mɔgɔ o mɔgɔ b’a fɛ ka bonya sɔrɔ—bonya bɛɛ ye Ala ta ye. Kuma saniyalen bɛ wuli ale de fɛ, wa a bɛ kɛwale tilennenw kɔrɔta. Minnu bɛ kojugu kɛ, ɲangili juguba bɛ u makɔnɔ, wa o kow labɛnni bɛna dɛsɛ.",
    "Ala ye aw da ni buguri ye, o kɔfɛ ka bɔ jikuru fitinin dɔ la; o kɔ, A ye aw kɛ fila-fila ye. Muso si tɛ kɔnɔ ta, walima ka jiginni kɛ, fo n’a y’a dɔn. Fɛn ɲɛnama si tɛ taa ɲɛ sanw kɔnɔ, walima a si tɛ surunya, fo n’a kɛra Sɛbɛnni dɔ kɔnɔ. Siga t’a la, o ka nɔgɔn Ala bolo.",
    "Kɔgɔji fla ninnu tɛ kelen ye. Kelen ye kura ye, a ka di, a min ka ɲi, tɔ kelen kɔgɔlen don, a ka di. O bɛɛ n’a ta, i bɛ sogo mɔlenw dun u kelen-kelen bɛɛ la, ka biyew bɔ i bɛ minnu don. Wa i bɛ kurunw ye minnu bɛ ka sɛnɛ kɛ u cɛma, walisa i ka se ka a ka nɛɛma ɲini, walisa i ka barika da.",
    "A bɛ su fara ɲɔgɔn kan ka kɛ tile ye, a bɛ tile fara ɲɔgɔn kan ka kɛ su ye; ani A bɛ tile ni kalo labɛn, u kelen-kelen bɛɛ bɛ boli waati fɔlen dɔ kama. Ala, aw Matigi, o ye ten. A ta ye masaya ye. I bɛ mɔgɔ minnu wele a kɔ fɛ, u tɛ ni sɔgɔsɔgɔninjɛ ye.",
    "Ni i ye delili kɛ u ye, u tɛ se ka i ka delili lamɛn. Hali ni u y'a mɛn, u tun tɛna i jaabi. Wa Lakununni don na, u bɛna ban i ka jɛɲɔgɔnya la. Mɔgɔ si t’i ladɔnniya i n’a fɔ Dɔnnibaaw.",
    "Aw mɔgɔw! Aw de ye faantanw ye, aw mago bɛ Ala la; k'a sɔrɔ Ala ye Nafolotigi ye, Tanulen don.",
    "Ni a b’a fɛ, a bɛ se ka i ban, ka danfɛn kura bɔ.",
    "Wa o tun tɛna gɛlɛya Ala bolo.",
    "Ni donilen si tɛ se ka mɔgɔ wɛrɛ ka doni ta. Hali ni mɔgɔ min girinyana, o ye dɛmɛ ɲini a ka doni na, foyi tɛ se ka bɔ a la, hali n’u tun bɛ ɲɔgɔn fɛ. Minnu bɛ siran u Matigi ɲɛ u kɔnɔna na, i ka kan ka olu lasɔmi, ka delili kɛ. Min b'a yɛrɛ saniya, o b'a yɛrɛ saniya a yɛrɛ ka nafa kama. Segin laban ye Ala de ye.",
    "Fiyentɔw ni yelikɛlaw tɛ kelen ye.",
    "Dibi ni yeelen fana tɛ.",
    "Biɲɛ ni funteni juguman fana tɛ.",
    "Ɲɛnamaw ni mɔgɔ salenw fana tɛ kelen ye. Ala b'a fɛ ka mɔgɔ o mɔgɔ lamɛn, nka i tɛ se ka kaburu kɔnɔmɔgɔw lamɛ.",
    "I ye lasɔminikɛla dɔrɔn de ye.",
    "An ye aw ci ni tiɲɛ ye; Kibaru duman tabaga ani lasɔminikɛla. Sigida tɛ yen nka lasɔminikɛla dɔ tɛmɛna a fɛ.",
    "Ni u ma da i la, minnu tun bɛ u ɲɛfɛ, olu fana kafiri. U ka cidenw nana u fɛ ni dalilu jɛlenw ye, ni Zaburuw ye, ani ni Sɛbɛnni ye min bɛ yeelen bɔ.",
    "O kɔ, ne ye kafiriw minɛ—o la, Ne ka ban kɛra cogo di?",
    "Yala aw m’a ye ko Ala bɛ ji ci ka bɔ sankolo la wa? O la An bɛ jiridenw Bɔ minnu ɲɛw ye kulɛri suguya caman ye. Ani kuluw kɔnɔ, jiri finmanw ni bilenmanw bɛ yen—u ɲɛw tɛ kelen ye—ani u ɲɛw ye nɛrɛmuguma ye.",
    "O cogo kelen na, hadamadenw, baganw ani baganw bɛ na ni kulɛri suguya caman ye. Ka bɔ a ka baarakɛlaw cɛma, kalandenw bɛ siran Ala ɲɛ. Ala ye Sebaayabɛɛtigi ye, a bɛ yafa tuma caman na.",
    "Minnu bɛ Ala ka kitabu kalan, ka delili kɛ, ka An ye fɛn minnu di u ma, olu musaka, gundo la ani foroba la, olu bɛ jago makɔnɔ min tɛna dɛsɛ.",
    "A na u ka juruw sara u bɛɛ la, ka dɔ fara u kan ka bɔ a ka nafolo la. A ye Yafabaga ye ani a bɛ waleɲumandɔn jira.",
    "An ye min bila aw la, Kitabu ta, o ye tiɲɛ ye, min bɛ min ka kɔn a ɲɛ, o sinsin. Ala bɛ kunnafoni ɲuman di a sagokɛlaw ma, a bɛ fɛn bɛɛ ye.",
    "O kɔ, An ye kitabu di an ka baarakɛlaw ma, An ye minnu sugandi. U dɔw bɛ kojugu kɛ u niw la, dɔw bɛ cɛmancɛ sira dɔ sirataama, dɔw bɛ ɲɛfɛ kɛwale ɲumanw na Ala ka yamaruya fɛ; o de ye dugawuba ye.",
    "Edɛn nakɔw, u bɛna don minnu kɔnɔ. U na masiri o kɔnɔ ni sanu bololanɛgɛw ni perlew ye, u ka finiw na kɛ siliki ye.",
    "U na a fɔ ko: «Ala tanu, ale min ye dusukasi bɛɛ bɔ an na. An Matigi ye Yafabaga ye, a bɛ waleɲumandɔnba jira.",
    "Min y’an sigi Badaa So kɔnɔ, a ka nɛɛma barika la, sɛgɛn tɛna maga an na yɔrɔ min na, sɛgɛn tɛna an tɔɔrɔ.”",
    "Minnu ye kafiriw ye, jahanama tasuma bɛ olu de bolo, u tɛna ban abada ka sa, wa a ɲangili tɛna nɔgɔya u la. O cogo la An bɛna waleɲumandɔnbaliya bɛɛ sara.",
    "Wa u na pɛrɛn o kɔnɔ ko: “An Matigi, an ka bɔ kɛnɛma, an bɛna kɛ cogo tilennen na, min tɛ kelen ye ni an tun bɛ kɛ cogo min na fɔlɔ.” Yala An ma ɲɛnamaya jan di aw ma, mɔgɔ o mɔgɔ tun b’a fɛ ka faamuyali sɔrɔ, o tun bɛna o faamu wa? Lakɔlɔsibaga nana aw fɛ tiɲɛ na. O la sa, a nɛnɛ. Dɛmɛbaga tɛna kɛ kojugukɛlaw bolo.",
    "Ala ye sankolo ni dugukolo ka siniko dɔnbaga ye. Dusukunw kɔnɔfɛnw bɛ min na, a b’o dɔn.",
    "Ale de ye aw kɛ nɔnabilaw ye dugukolo kan. Min ye kafiri, a ka kafiri bɛna kɔsegin a kan. Kafiriw ka dannabaliya bɛ dɔ fara u Matigi ka diyagoyabaliya kan u ma dɔrɔn. Kafiriw ka dannabaliya bɛ dɔ fara u ka halakili dɔrɔn kan.",
    "A fɔ ko: “I bɛ i jɛɲɔgɔn minnu bato Ala nɔ na, i ye olu jateminɛ wa? U ye fɛn minnu da dugukolo kan, olu jira ne la. Walima u niyɔrɔ bɛ sankolo la wa?” Walima An ye gafe dɔ di u ma, u bɛ tugu min ka kalan jɛlenw kɔ wa? Tiɲɛ na, kojugukɛlaw tɛ layidu wɛrɛ ta ɲɔgɔn fɛ ni lafilili tɛ.",
    "Ala bɛ sankolow ni dugukolo minɛ, walisa u kana bin. Wa ni u tun bɛna bin, mɔgɔ si tɛ yen min bɛ se k’u minɛ ɲɔgɔn na fo ale. Ale de ye Clement Kaba ye, Yafabaga ka bon.",
    "U ye kali Ala tɔgɔ la n'u ka kaliliba ye, ko ni lasɔminikɛla dɔ nana u fɛ, u bɛna ɲɛminɛ ka tɛmɛ jamana tɔw bɛɛ kan. O bɛɛ n’a ta, ni lasɔminikɛla dɔ nana u ma, o ye dɔ fara u ka koniya kan dɔrɔn.",
    "U bɛ u yɛrɛ bonya dugukolo kan, ka kojugu kɛ. Nka fɛɛrɛ juguw tɛ mɔgɔ si degun n’a sɛbɛnnikɛlaw tɛ. Yala u bɛ fɛn wɛrɛ makɔnɔ ni kɔrɔlenw ka misali tɛ wa? I tɛna yɛlɛma si sɔrɔ Ala ka kɛwalew la, ani i tɛna fɛn wɛrɛ sɔrɔ Ala ka kɛwale nɔ na.",
    "Yala u ma taama kɛ jamana kɔnɔ ka mɔgɔ minnu tɛmɛna u ɲɛ, olu ka siniɲɛsigi kɔlɔsi wa? U tun ka bon n’u ye fanga ta fan fɛ. Nka foyi tɛ se ka se sɔrɔ Ala kan sankolow la walima Dugukolo kan. Tiɲɛ na, a ye fɛn bɛɛ dɔnbaga ye ani Sebaayabɛɛtigi ye.",
    "Ni Ala tun bɛna mɔgɔw ɲangi u ka sɔrɔ la, a tun tɛna danfɛn ɲɛnama kelen to a sanfɛla la. Nka a b’u bila kɔfɛ fo waati fɔlen dɔ. O kɔ, n’u ka waati sera—Ala bɛ a ka danfɛnw kɔlɔsi."
]