[
    "Ya, See.",
    "Kuranɛ Hakilitigi fɛ.",
    "I ye cidenw dɔ ye.",
    "Sira tilennen dɔ kan.",
    "Sebaayabɛɛtigi, hinɛtigi ka jirali.",
    "Ka mɔgɔw lasɔmi, u bɛnbaw ma lasɔmi, wa o cogo la u tɛ a dɔn.",
    "Kuma tiɲɛna u fanba kama, katuguni u dalen tɛ.",
    "An ye sirilanw bila u kɔ la, fo ka se u dawolo ma, o la u kɔ ka gɛlɛn.",
    "An ye barika da u ɲɛfɛ, ka barika da u kɔfɛ, an ye u datugu, o la u tɛ se ka ye.",
    "O ye kelen ye u ta fan fɛ, i mana u lasɔmi wo, walima i ma u lasɔmi—u tɛna da a la.",
    "I bɛ mɔgɔ dɔrɔn de lasɔmi min bɛ tugu Cikan kɔ, ka siran nɛɛmaba ɲɛ a kɔnɔna na. O la sa, yafa kibaru duman di a ma, ka sara di a ma ni bolomafara ye.",
    "Anw de bɛ suw lakunu; ani U ye min ci, an b'o sɛbɛn, ani u nɔfɛkow. An ye fɛn bɛɛ jate Sɛbɛn jɛlen dɔ kɔnɔ.",
    "Dugutigiw ka ntalen fɔ u ye — cidenw nana o yɔrɔ la tuma min na.",
    "An ye ciden fila ci u ma, nka u banna u fila bɛɛ la, o de la an ye u barika bonya ni sabanan ye. U ko: «An ye cidenw ye aw fɛ.»",
    "U ko: “Aw tɛ fosi ye ni anw bɔɲɔgɔnko hadamadenw tɛ, wa nɛɛma ma foyi ci; aw bɛ nkalon tigɛ dɔrɔn.»",
    "U ko: «An Matigi b'a dɔn ko an ye cidenw ye aw fɛ.",
    "Wa, an ka baara kelenpe de ye kumaɲɔgɔnya jɛlen ye.”",
    "U ko: «An bɛ taamashyɛn jugu ye aw la. ni aw ma aw fari faga, an na aw bon ni kabakurunw ye, an ka ɲangili jugu na bin aw kan.”",
    "U ko: «Aw ka ko jugu bɛ aw kan. Yala o ye k’a sababu kɛ i hakili jiginna wa? Nka aw ye mɔgɔw ye minnu bɛ dantɛmɛ.”",
    "O kɔ, cɛ dɔ bolila ka bɔ dugu yɔrɔ jan na. A ko: «Ne ka mɔgɔw, tugu cidenw kɔ.",
    "Minnu bɛ sara foyi ɲini i fɛ, i ka tugu olu kɔ, ani u yɛrɛw bɛ bilasirali kɛ.",
    "«Mun na ne man kan ka Ala bato, ale min ye ne da, ani aw bɛna segin min ma?",
    "Yala ne bɛna ala wɛrɛw ta a nɔ na wa? Ni hinɛtigi b’a fɛ ka kojugu kɛ ne la, u ka delili tɛna ne nafa fewu, u tɛna ne kisi fana.",
    "O cogo la, ne tun bɛna tunun pewu.",
    "Ne dara i Matigi la, o de kosɔn i ka ne lamɛn.»",
    "A fɔra ko: “Don alijɛnɛ kɔnɔ.” A ko: «Ni ne ka mɔgɔw tun b'a dɔn.",
    "Ne Matigi ye yafa ne ma cogo min na, ka ne kɛ mɔgɔ bonyalenw dɔ ye.”",
    "A kɔfɛ, An ma kɛlɛbolo si jigin ka bɔ sankolo la ka taa a ka mɔgɔw la; An tun tɛna mɔgɔ si ci ka jigin fana.",
    "O tun ye Kulekan kelen dɔrɔn de ye, wa u tun sigilen bɛ.",
    "A fɔ man di baarakɛlaw ye. Ciden si ma deli ka na u fɛ, nka u ye a tulo geren.",
    "Yala u ma jateminɛ kɛ An ye bɔnsɔn hakɛ min tiɲɛ u ɲɛ wa; U tɛna kɔsegin u ma wa?",
    "U bɛɛ, u kelen-kelen bɛɛ, bɛna jalaki An ɲɛkɔrɔ.",
    "Taamaʃyɛn dɔ bɛ u ye jamana salen kɔnɔ: An bɛ ɲɛnamaya di a ma, ka sumanw bɔ a la, u bɛ dumuni kɛ minnu na.",
    "An bɛ nakɔw bila a kɔnɔ ni jirisunw ni ɛrɛzɛnsunw ye, ka jibolisiraw bɔ a kɔnɔ.",
    "Walisa u ka a denw dun, hali ni u bolow ma a dilan. Yala u tɛna waleɲumandɔn jira wa?",
    "Bonya ka kɛ ale de ye min ye fila-fila bɛɛ da; dugukolo bɛ fɛn minnu bɔ, ani u yɛrɛw, ani u tɛ fɛn minnu dɔn.",
    "Taamaʃyɛn wɛrɛ min bɛ u bolo, o ye su ye: An bɛ tile bɔ a la—u bɛ dibi la.",
    "Wa tile bɛ boli ka taa a taayɔrɔ fan fɛ. Sebaayabɛɛtigi, min ye fɛn bɛɛ dɔnbaga ye, o dabɔra ten.",
    "Ani kalo: An y’a Labɔ fasaw la, fo k’a Segin i n’a fɔ jiribolo kɔrɔ.",
    "Tile man kan ka tɛmɛ kalo kan, su fana man kan ka tɛmɛ tile kan. U kelen-kelen bɛɛ bɛ panpan jiribolo dɔ la.",
    "Taamaʃyɛn wɛrɛ min bɛ u bolo, o ye ko An y’u denw ta Sariyasun donilen kɔnɔ.",
    "Wa an ye o ɲɔgɔnna da u ye, u bɛ so min kɔnɔ.",
    "Ni An b’a fɛ, An bɛ se k’u su ji la—k’a sɔrɔ kulekan si tɛna mɛn u fɛ, wa u tɛna kisi fana.",
    "Fo ni hinɛ ye min bɔra An fɛ, ani nisɔndiya waati dɔ kɔnɔ.",
    "O bɛɛ n'a ta, a fɔra u ye ko: «Aw k'aw yɛrɛ kɔlɔsi fɛn minnu bɛ aw ɲɛ na, ani minnu bɛ aw kɔfɛ, walisa aw ka makari sɔrɔ.»",
    "O bɛɛ n’a ta, u ma deli ka kɛ u Matigi ka taamasyɛnw taamasyɛn ye, nka u y’u kɔdon o la.",
    "Ni a fɔra u ye ko: “Ala ye min di aw ma, aw ka o musaka kɛ,” kafiriw b’a fɔ dannabaaw ye ko: “Ala bɛ se ka mɔgɔ min balo, ni a b’a fɛ, yala an bɛna o balo wa? I ka kan ka fili kosɛbɛ.”",
    "U b’a fɔ ko: “Nin layidu bɛna kɛ tuma jumɛn, ni aw ye tiɲɛ fɔ?”",
    "U bɛ se ka min makɔnɔ, o ye fiɲɛ kelen ye, min bɛna u minɛ k’u to kɛlɛ la.",
    "U tɛna se ka testament kɛ, wa u tɛna segin u ka denbayaw ma.",
    "Burupu na fiyɛ, o tuma na fɛ, a filɛ, u na boli ka bɔ kaburuw la ka taa u Matigi fɛ.",
    "U na a fɔ ko: «Bɔnɛ! Jɔn de ye an lakunu ka bɔ an ka lafiɲɛyɔrɔ la?” Nin ye Ala ka Ala ka layidu ta, ani cidenw ye tiɲɛ fɔ.”",
    "A bɛna kɛ kulekan kelen dɔrɔn de ye; A filɛ, u bɛɛ na lase An ɲɛ kɔrɔ.",
    "O don na, ni si tɛna kojugu kɛ hali dɔɔnin, wa i tun bɛ min kɛ fɔlɔ, i bɛna o sara dɔrɔn.",
    "Alijɛnɛ sigibagaw, o don na, u bolo degunnen don nisɔndiya la.",
    "U n’u furuɲɔgɔnw, u bɛ biɲɛw la, u sigilen bɛ dilanw kan.",
    "U na jiridenw sɔrɔ o kɔnɔ. U bɛna fɛn o fɛn wele, u bɛna o sɔrɔ.",
    "Hɛrɛ—kuma min bɔra Matigi hinɛtigi dɔ fɛ.",
    "Nka aw ka bɔ kɛrɛfɛ bi, aw kojugukɛlaw.",
    "Yala ne ma layidu ta aw ye, Hadama Denw, ko aw kana baara kɛ jinɛ ye wa? Ko ale de ye i jugu kalilen ye wa?",
    "Wa ko aw na baara kɛ ne ye wa? Nin ye sira tilennen ye.",
    "A ye aw jamaba lafili. Yala aw ma o faamu wa?",
    "Nin ye Jahannama tasuma ye, layidu tara i ye.",
    "Tobi a la bi, bawo i ye dannayabaliya kɛ ni timinandiya ye.",
    "Nin don in na, an na u da tugu, u bolow na kuma An fɛ, u senw na seereya kɛ u ye fɛn o fɛn kɛ.",
    "Ni An b’a fɛ, An bɛ se k’u ɲɛw fiyen tuma min na u bɛ boli ka taa sira fɛ—nka u bɛna ye cogo di?",
    "Wa n’an b’a fɛ, An bɛ se k’u fiyɛ u nɔ na; o la u tɛ se ka taa ɲɛfɛ , u tɛ se ka segin kɔ fana .",
    "An bɛ kɔrɔya Di mɔgɔ o mɔgɔ ma, An b'a ka yiriwali kɔsegin. Yala u t’a faamu wa?",
    "An m'a Kàlan poyi la, a ma Bɛn a ma fana. Hakilijigin dɔrɔn de don, ani Kuranɛ jɛlen don.",
    "Walisa a ka mɔgɔ ɲɛnama lasɔmi, ka Kuma kɔrɔbɔ dannabaliw kama.",
    "Yala u m’a ye ko An ye baganw da u ye, An ka bololabaara fɛ, bagan minnu bɛ u bolo wa?",
    "An y’u kolo u kosɔn. Dɔw bɛ so boli, dɔw bɛ dumuni kɛ.",
    "Wa nafa wɛrɛw b’u la, ani minfɛnw. Yala u tɛna barika da wa?",
    "O bɛɛ n'a ta, u ye ala wɛrɛw ta u yɛrɛ la, n'o tɛ Ala ye, walisa laala u ka dɛmɛ.",
    "U tɛ se k’u dɛmɛ, hali n’u labɛnnen don i n’a fɔ sɔrɔdasiw u ye.",
    "O la sa, u ka kuma kana i dusu kasi. U bɛ min dogo, ani u bɛ min jira, an b’o dɔn.",
    "Yala hadamaden t’a jate ko An y’a da ka bɔ kisɛ dɔ la wa? O bɛɛ n’a ta, a bɛ kɛ jugu fariman ye.",
    "Wa a bɛ sɔsɔliw lawuli An kama, wa a bɛ ɲinɛ a yɛrɛ ka danfɛnw kɔ. A ko: “Jɔn bɛna kolotugudaw lakunu ni u tolilen don?”",
    "A fɔ ko: «Min ye u daminɛ fɔlɔ, o na u lakunu. Dɔnniya b’a fɛ danfɛn bɛɛ la.”",
    "Min ye tulu bɔ aw ye ka bɔ jiribuluw la, aw bɛ tasuma mana ni minnu ye.",
    "Yala ale min ye sankolow ni dugukolo da, o tɛ se ka u bɔɲɔgɔnkow da wa? Jaati. Ale de ye Dabaga bɛɛ dɔnbaga Kɔrɔtalenba ye.",
    "A ka ci fɔlen, ni a b’a fɛ fɛn dɔ la, o ye k’a fɔ a ye ko: “I ka kɛ,” o bɛ kɛ.",
    "O la, nɔɔrɔ ka kɛ ale de ye, fɛn bɛɛ kuntigiya bɛ min bolo, aw na kɔsegin ale de ma."
]