[
    "Ka kɛɲɛ ni aligners aligner ye.",
    "Ani bolifɛntigiw minnu bɛ bolifɛnw boli.",
    "Ani Hakilijigin kalanbagaw.",
    "I ka Ala ye kelen ye tiɲɛ na.",
    "Sankolow ni dugukolo ni u ni ɲɔgɔn cɛ fɛn o fɛn Matigi. ani Kɔrɔnfɛlaw ka Matigi.",
    "An ye duguma sankolo masiri ni dugukolo cɛɲiw ye.",
    "A y'a kɔlɔsi jinɛ sɔsɔlenw bɛɛ ma.",
    "U tɛ se ka Supernal Elite lamɛn, bawo u bɛ bɔnbɔnw ci ka bɔ fan bɛɛ fɛ.",
    "U gɛnna u bɛna tɔɔrɔ min bɛ mɛn.",
    "N’a ma fɔ min ye fɛn dɔ tigɛtigɛlen dɔ minɛ—a bɛ tugu a nɔfɛ ni fɛn dɔ ye min bɛ a sɔgɔ.",
    "Aw ye u ɲininka ko: “Yala u da ka gɛlɛn ka tɛmɛ, walima An ye tɔw da?” An y’u da ni bɔgɔ nɔrɔlen ye.",
    "Nka i bɛ i yɛrɛ ɲininka, wa u bɛ tulo geren.",
    "Wa ni u hakili jiginna u la, u tɛ u janto u la.",
    "Wa, n’u ye taamasyɛn dɔ ye, u bɛ tulo geren.",
    "U b’a fɔ ko: “Nin tɛ fosi ye ni subagaya gansan tɛ.",
    "Ni an sara ka kɛ buguri ni kolo ye, yala an bɛna kunun wa?",
    "An bɛnbaw fana?»",
    "A fɔ ko: “Tiɲɛ na, i na kolo pewu.”",
    "A bɛna kɛ sɔgɔsɔgɔninjɛ kelen ye, wa u bɛna u ɲɛ jɔlen to.",
    "U na a fɔ ko: «Bɔnɛ bɛ anw na. Nin ye kiri don ye.”",
    "« Nin ye farali don ye aw tun bɛ ban min na fɔlɔ.",
    "Minnu ye kojugu kɛ, ani u furuɲɔgɔnw, ani u tun bɛ min bato fɔlɔ, aw ka olu lajɛ.",
    "Ala kɔ fɛ, ka u bila ka taa Jahannama sira fɛ.",
    "Ani k’u dabila. U ka kan ka ɲininkali kɛ.”",
    "Ko jumɛn bɛ aw la? Mun na aw tɛ ɲɔgɔn dɛmɛ?",
    "Tiɲɛ na, o don na, u bɛna kolo.",
    "U bɛna na ɲɔgɔn fɛ, ka ɲɔgɔn ɲininka.",
    "U na a fɔ ko: “I tun bɛ na an ma ka bɔ kinin fɛ.”",
    "U na a fɔ ko: «Aw yɛrɛ tun tɛ dannabaaw ye.",
    "Fanga si tun t'an bolo aw kan. Aw yɛrɛ tun ye mɔgɔ murutilenw ye.",
    "An Matigi ka Kuma tiɲɛna an kama. An b’a dege.",
    "An ye aw lafili. An tun ye lafilibagaw ye.”",
    "O don na, u bɛna u niyɔrɔ sɔrɔ o ɲangili la.",
    "O cogo la An bɛ jurumukɛlaw minɛ.",
    "A fɔra u ye tuma min na ko: “Ala si tɛ yen ni Ala tɛ,” u ye kuncɛbaya kɛ.",
    "A ko: “An ka kan k’an ka ala bila poyi dibi la wa?”",
    "Tiɲɛ na, a nana ni tiɲɛ ye, wa a ye cidenw sinsin.",
    "Tiɲɛ na, i bɛna o ɲangili dimi nɛnɛ.",
    "Wa, i tun bɛ min kɛ fɔlɔ, i bɛna o dɔrɔn de sara.",
    "N’a ma fɔ Ala sagokɛla lakikaw.",
    "U fɛ, o ye labɛn dɔnnen ye.",
    "Jiridenw; U na bonya.",
    "Nisɔndiya nakɔw kɔnɔ.",
    "Fɛnɲɛnɛmaw kan, u ɲɛsinnen bɛ ɲɔgɔn ma.",
    "Minfɛn saniyalen jifilen kelen bɛna di u ma.",
    "Jɛman; o ye nisɔndiyako ye min bɛ minbagaw bolo.",
    "A ma nɔgɔ abada, wa a tɛ dɔlɔmin abada.",
    "Muso maloyalenw bɛna kɛ u fɛ minnu ɲɛw ka di.",
    "I n’a fɔ u ye perlew ye minnu kɔlɔsira kosɛbɛ.",
    "O kɔ, u bɛna gɛrɛ ɲɔgɔn na, ka ɲininkali kɛ.",
    "U dɔ la kelen bɛna a fɔ ko: “Ne terikɛ tun bɛ ne fɛ fɔlɔ.",
    "Jɔn tun b’a fɔ ko: “Aw ye dannabaaw dɔ ye wa?",
    "Ko an salen kɔ ka kɛ buguri ni kolotugudaw ye, an na jaabi sɔrɔ wa?”",
    "A na a fɔ ko: “I bɛna filɛli kɛ wa?”",
    "A na filɛli kɛ, ka a ye Jahannama dingɛ kɔnɔ.",
    "A na a fɔ ko: “Ala barika la, i tun bɛ ɲini ka ne tiɲɛ.",
    "Ni ne Matigi ka nɛɛma tun tɛ, ne tun na kɛ mɔgɔ jalakilenw cɛma.”",
    "“An tɛna sa.",
    "Fo an ka saya fɔlɔ, an tɛna ɲangi.”",
    "Nin ye sebaaya bɛɛ la belebele ye.",
    "O ɲɔgɔnnaw kama, baarakɛlaw ka baara kɛ.",
    "Yala nin ye jatigila ɲuman ye wa, walima Dumuni Jiri?",
    "An y’o kɛ gɛlɛya ye tilenbaliw bolo.",
    "O ye jiri ye min bɛ falen ka bɔ Jahannama duguma.",
    "A denw bɛ i ko jinɛw kunkolo.",
    "U na dumuni kɛ a la, ka u kɔnɔw fa o la.",
    "O kɔfɛ, a sanfɛ, u bɛna ji tobilen dɔ kɛ.",
    "O kɔ fɛ, u seginni bɛna Kɛ Blaze la.",
    "U tun y’u bangebagaw sɔrɔ u filila.",
    "Ani u girinna ka taa u senna.",
    "Wa kɔrɔlen minnu tun bɛ u ɲɛfɛ, olu fanba filila.",
    "Hali ni An ye cidenw ci ka taa u lasɔmi.",
    "O la sa, mɔgɔ minnu lasɔmina, i ka olu laban kɔlɔsi.",
    "Fo Ala ka baarakɛla lakikaw.",
    "Wa Nuhun ye An wele, anw de ye jaabiw bɛɛ la ɲuman ye.",
    "Wa An y’a n’a ka denbaya kisi balawuba ma.",
    "Wa An y’a bɔnsɔnw kɛ mɔgɔ kisilenw ye.",
    "Wa An ye a kofɔli To mɔgɔ minnu ye se sɔrɔ.",
    "Hɛrɛ ka kɛ Nuhun ye mɔgɔw bɛɛ cɛma.",
    "An bɛ mɔgɔ tilennenw sara o cogo la.",
    "A tun ye An ka dannabaaw dɔ ye.",
    "O kɔ, An ye tɔw su ji la.",
    "A siya dɔ tun ye Ibrahima ye.",
    "Tuma min na a nana a Matigi fɛ ni dusukun ɲuman ye.",
    "A y'a fɔ a fa n'a ka mɔgɔw ye ko: «Aw bɛ mun bato?",
    "Yala ala nkalonmaw don, Ala nɔ na, i b’a fɛ wa?",
    "O la sa, e hakilina ye mun ye diɲɛw Matigi ko la?”",
    "O kɔ, a ye a ɲɛ Da dolow kan.",
    "A ko: “Ne bananen don.”",
    "Nka u y'u kɔdon a la, ka taa.",
    "O kɔ, a y'i ɲɛsin u ka ala ma, k'a fɔ ko: «Aw tɛna dumuni kɛ wa?",
    "Mun bɛ aw la, aw tɛ kuma?»",
    "O kɔ, a y'i jɛngɛ u kan, k'a kininbolo gosi.",
    "U bolila ka na a fan fɛ.",
    "A ko: «I bɛ fɛn min ja, i bɛ o bato wa?",
    "Ala ye aw da tuma min na, ani aw bɛ min dilan?”",
    "U ko: «Aw ka tasumamugu dɔ jɔ a ye, k'a fili foro kɔnɔ.»",
    "U tun b’a fɛ a ka bana, nka An y’u kɛ bɔnɛbagaw ye.",
    "A ko: “Ne bɛ taa ne Matigi fan fɛ, a na ne bilasira.”",
    "“Ne Matigi, mɔgɔ tilennen dɔ di ne ma.”",
    "O la, An ye kibaru duman di a ma cɛden clement dɔ ko la.",
    "O kɔ, a kɔrɔla ka taa n’a ye tuma min na, a ko: “E ne denkɛ, ne b’a ye sugo la ko ne bɛ i saraka; aw hakilinaw filɛ.” A ko: «Ne Fa, i ka ci fɔlen kɛ cogo min na; I na ne sɔrɔ, ni Ala sɔnna, ne ye mɔgɔ sabatilenw dɔ ye.»",
    "O kɔ, u y'u kolo tuma min na, a y'a ɲɛda da duguma.",
    "An y'a wele ko: «E Ibrahima!",
    "Aw ye yelifɛn dafa.” O cogo la An bɛ koɲuman kɛbagaw sara.",
    "Siga t’a la, o tun ye kɔrɔbɔli ye min jɛlen don.",
    "An y’a kunmabɔ ni sarakaba ye.",
    "Wa An tora a fɛ ka taa kɔfɛ.",
    "Hɛrɛ ka kɛ Ibrahima ye.",
    "O cogo la An bɛ koɲuman kɛbagaw sara.",
    "A tun ye An ka dannabaaw dɔ ye.",
    "An ye kibaru duman di a ma Isaka ko la, kira dɔ, mɔgɔ tilennenw dɔ.",
    "An ye dugawu kɛ a ye, ani Isaka. Nka u bɔnsɔnw cɛma, mɔgɔ tilennen dɔw bɛ yen, dɔw fana bɛ tilenbaliya la u yɛrɛ ma.",
    "An ye dugawu kɛ Musa ni Aron ye.",
    "An y’u ni u ka mɔgɔw kisi balawu jugu ma.",
    "Wa An ye u dɛmɛ, o cogo la, u kɛra setigiw ye.",
    "Wa An ye Sɛbɛnni min bɛ mɔgɔ jɛya, o di u ma.",
    "Wa An y’u bilasira sira tilennen kan.",
    "Wa An tora n’u ye ka taa kɔfɛ.",
    "Hɛrɛ ka kɛ Musa ni Aron ye.",
    "O cogo la An bɛ mɔgɔ tilennenw sara.",
    "U tun ye An ka baarakɛlaw dannabaaw ye.",
    "Ani fana, Eli tun ye cidenw dɔ ye.",
    "A y'a fɔ a ka mɔgɔw ye ko: «Aw tɛ siran wa?",
    "Yala i bɛ Baali wele, ka danfɛnw bɛɛ la ɲuman bila wa?",
    "Ala ye aw Matigi ye, ani aw bɛnbaw Matigi.”",
    "Nka u y'a wele ko nkalontigɛla, o cogo la, u bɛna lase ɲɛfɛ.",
    "N’a ma fɔ Ala sagokɛla lakikaw.",
    "Wa An tora a fɛ ka taa kɔfɛ.",
    "Hɛrɛ ka kɛ Eli ka so ye.",
    "O cogo la An bɛ mɔgɔ ɲumanw sara.",
    "A tun ye An ka dannabaaw dɔ ye.",
    "Lot tun ye cidenw dɔ ye.",
    "An ye ale n’a ka denbaya kisi, u bɛɛ.",
    "N'a Bɔra musokɔrɔba dɔ la min tùn bɛ kɔ fɛ.",
    "O kɔ, An ye tɔw halaki.",
    "I bɛ tɛmɛ u fɛ sɔgɔma.",
    "Ani su fɛ. Yala aw ma o faamu wa?",
    "Jonasi tun ye cidenw dɔ ye.",
    "Tuma min na a bolila ka taa kurun doni kɔnɔ.",
    "A ye wasa kɛ ani a ye bɔnɛ sɔrɔ.",
    "O kɔ, jɛgɛ y'a munumunu, a jalakilen don.",
    "Ni a tun ma kɛ mɔgɔw dɔ ye minnu tun bɛ tanu.",
    "A tun na to a kɔnɔbara la fo u kununni don min na.",
    "O kɔ, An y'a fili kungo kɔnɔ, a banana.",
    "Wa An ye gori jiri dɔ falen a kan.",
    "O kɔ, An y’a ci mɔgɔ ba kɛmɛ ma, walima ka tɛmɛ o kan.",
    "Wa u dara, o de la An ye nisɔndiya di u ma waati dɔ kɔnɔ.",
    "U ɲininka ko: «Denmusow ye aw Matigi ta ye, k'a sɔrɔ u ye denkɛw ye wa?»",
    "Walima An ye mɛlɛkɛw da musomanninw ye, i ko u y’a seereya cogo min na wa?”",
    "Ayi tiɲɛ na! O ye u ka nkalon dɔ ye n’u y’a fɔ.",
    "“Ala ye den bange.” U bɛ nkalon tigɛ tiɲɛ na.",
    "O la sa, A tun bɛ npogotigininw de fɛ ka tɛmɛ cɛdenw kan wa?",
    "Ko jumɛn bɛ aw la? I bɛ kiri tigɛ cogo di?",
    "Yala i tɛna miiri wa?",
    "Walima dalilu jɛlen dɔw b’i bolo wa?",
    "O kɔ, na n’i ka gafe ye, n’i bɛ tiɲɛ fɔ.",
    "Wa u ye jɛɲɔgɔnya dɔ Dabɔ a ni jinɛw cɛ. Nka jinɛw b’a dɔn k’u bɛna jalaki.",
    "Ala ka bonya, u bɛ min fɔ, o ka bon kosɛbɛ.",
    "N’a ma fɔ Ala sagokɛla lakikaw.",
    "Tiɲɛ na, e ani i bɛ baara kɛ min ye.",
    "Se tɛ se ka mɔgɔw lafili ka bɔ A la.",
    "Fo min bɛna tobi Jahannama kɔnɔ.",
    "“An si tɛ yen nka jɔyɔrɔ dɔ dira a ma.",
    "Wa anw de ye labɛnbagaw ye.",
    "Anw de ye nɔɔrɔmaw ye.”",
    "Hali n’u tun b’a fɔ.",
    "“Ni an tun ye laadilikan sɔrɔ ka bɔ kɔrɔlenw yɔrɔ.",
    "An tun na kɛ Ala sagokɛla kantigiw ye.”",
    "Nka u banna o la, o la u bɛna o dɔn.",
    "An ka Kuma bɔra kaban an ka baarakɛla cidenw ma.",
    "U de bɛna dɛmɛ sɔrɔ.",
    "Wa An ka sɔrɔdasiw de bɛna kɛ setigiw ye.",
    "O la sa, aw kana u jate waati dɔ kɔnɔ.",
    "Ani k’u kɔlɔsi—u bɛna a ye sɔɔni.",
    "Yala u b’a ɲini ka An ka ɲangili teliya wa?",
    "Ni a jigira u ka foro kɔnɔ, mɔgɔ minnu lasɔmina ka kɔn o ɲɛ, olu ka sɔgɔma bɛna kɛ bɔnɛ ye.",
    "O la, aw k’aw yɛrɛ tanga u ma waati dɔ kɔnɔ.",
    "Ani k’a lajɛ—u bɛna a ye sɔɔni.",
    "I Matigi, nɔɔrɔ Matigi, ka kɔrɔta ka tɛmɛ u ka jalakiw kan.",
    "Hɛrɛ ka kɛ cidenw ye.",
    "Wa tanuli ka kɛ Ala ye, diɲɛw Matigi."
]