[
    "Saad ye. Kuranɛ tɔgɔba in fɛ.",
    "Minnu tɛ dannaya kɛ, olu falen bɛ kuncɛbaya ni sɔsɔli la.",
    "An ye bɔnsɔn joli halaki u ɲɛ? U pɛrɛnna tuma min na a tɛmɛna ka boli.",
    "U kabakoyara kosɛbɛ ko lasɔminikɛla dɔ nana u fɛ ka bɔ u cɛma. Kafiriw ko: “Nin ye subaga nkalontigɛla ye.”",
    "“Yala a ye ala bɛɛ yɛlɛma ka kɛ Ala kelen ye wa? Nin ye kabako ye.”",
    "U cɛma mɔgɔba minnu tun bɛ yen, olu y’a jira ko: “Aw ka taa, ka aw ka ala minɛ kosɛbɛ. Nin ye fɛn ye min labɛnna.",
    "An ma deli k’o mɛn dannaya kɔrɔ la. Nin tɛ fosi ye ni fɛn dilannen tɛ.",
    "Yala cikan jiginna a ma, ka bɔ an bɛɛ la wa?” Tiɲɛ na, u bɛ sigasiga Ne ka lasɔmini na. Tiɲɛ na, u ma Ne ka ɲangili nɛnɛ fɔlɔ.",
    "Walima i Matigi ka hinɛ nafolomafɛnw b’u bolo—Matigi, Dibaga wa?",
    "Walima sankolo ni dugukolo ani fɛn min bɛ u ni ɲɔgɔn cɛ, olu ka masaya bɛ u bolo wa? O kɔ, a to u ka wuli juruw kan.",
    "Kὲlɛbolo min ye 'kὲlɛbolo ye, o bɛna Segin yen.",
    "U ɲɛ kɔrɔ, Nuhun ka mɔgɔw tun bɛ ban tiɲɛ na. I n'a fɔ Aad ni Faraon min bɛ jirisunw na, olu y'a kɛ cogo min na.",
    "Tamud, ani Loti mɔgɔw, ani Kungo kɔnɔ sigibagaw—olu tun ye jɛkuluw ye.",
    "U si ma ban cidenw ma, o de la Ne ka jurumu tun ka kan.",
    "Olu bɛ se ka kulekan kelen dɔrɔn de makɔnɔ, kɛnɛya tɛ sɔrɔ min na.",
    "U b’a fɔ ko: “An Matigi, i ka sɛbɛn teliya an kan, sanni jatebɔ don ka se.”",
    "I ka muɲu u ka kuma fɔlenw ɲɛkɔrɔ, ka An ka baarakɛla Dawuda tɔgɔ fɔ, min ye hakilitigi ye. A tun ye kanminɛli kɛ.",
    "An ye kuluw bila ka nɔɔrɔ da a fɛ, wula fɛ ani sɔgɔmada fɛ.",
    "Kɔnɔw, u y'u lajɛ ɲɔgɔn fɛ. Bɛɛ ka kan minɛ a ye.",
    "An ye barika don a ka masaya la, ka hakilitigiya ni kuma latigɛlen di a ma.",
    "Yala sɔsɔlikɛla fila ninnu ka maana sera i ma wa? Tuma min na u ye sɛgɛsɛgɛli kɛ yɔrɔ senuma kan wa?",
    "U donna Dawuda kan tuma min na, a kabakoyara u fɛ. U ko: «Aw kana siran. Kɛlɛcɛ fila; an kelen ye kojugu kɛ tɔ kelen na ; o la sa, aw ka kiri tigɛ an ni ɲɔgɔn cɛ ka ɲɛ, aw kana ɲɛmajɔ, ka an bila sira tilennen kan.”",
    "“Sagaden bi kɔnɔntɔn ni kɔnɔntɔn bɛ ne balimakɛ in na, sagaden kelen bɛ ne bolo, a ko: ‘A kalifa ne ma,’ a ye ne degun ni kumaw ye.”",
    "A ko: “A ye kojugu kɛ i la, a kɛlen k’i ka sagaden ɲininka ka fara a ka sagadenw kan. Jɛɲɔgɔn caman bɛ nafa sɔrɔ ɲɔgɔn na, fo mɔgɔ minnu dalen bɛ a la ani minnu bɛ kɛwale ɲumanw kɛ, nka olu ka dɔgɔ kosɛbɛ.” Dawuda y'a faamu ko An tun b'a kɔrɔbɔ, o de la a ye yafa ɲini a Matigi fɛ, ka bin a gɛnɛgɛnɛ kan, ka nimisa.",
    "O la, An ye o yafa a ma. Wa ale de ka surun An na, ani segin yɔrɔ ɲuman.",
    "“E Dawuda, an ye i kɛ jamana kuntigi ye, o la, i ka kiri tigɛ jama ni ɲɔgɔn cɛ ni tilennenya ye, i kana tugu nege kɔ, walisa o kana i bɔ Ala ka sira kan. Minnu bɛ bɔ Ala ka sira kan, olu bɛna ɲangili jugu sɔrɔ, k’a masɔrɔ Jatebɔ don ma jate.”",
    "An ma sankolo ni dugukolo ani u ni ɲɔgɔn cɛ fɛn o fɛn da fu. O ye kafiriw ka miirili ye—o la, bɔnɛ bɛ kafiriw ye tasuma kosɔn.",
    "Walima an ka kan ka dannabaaw minɛ ani ka kɛwale tilennenw kɛ i n’a fɔ mɔgɔw bɛ gɛlɛyaw lase dugukolo kan wa? Walima An ka kan ka Ala ɲɛsiranbagaw minɛ i n’a fɔ maloyabaliw wa?",
    "Kitabu dubalen min cilen don aw ma, walasa u ka miiri a Vɛrisew la, ani hakilitigi minnu bɛ u janto.",
    "An ye baaraden ɲumanba di Dawuda ma, Solomani. A nimisara.",
    "Ni so cɛɲiw tun bɛ parade a ɲɛfɛ wula fɛ.",
    "A ko: “Ne ye fɛn ɲumanw kanu de fɛ ka tɛmɛ ne Matigi hakilijigin kan—fo a tununna finimugu kɔfɛ.",
    "Aw ka na n’u ye ne fɛ.” A y'a daminɛ k'u senw n'u kɔw lamaga.",
    "An ye Solomani kɔrɔbɔ, ka su dɔ bila a ka masasigilan kan. o kɔ, a nimisara.",
    "A ko: “Ne Matigi, yafa ne ma, ka masaya di ne ma, mɔgɔ si tɛ se ka min sɔrɔ ne kɔfɛ abada. I ye Nilikɛla ye.”",
    "O la, An ye fiɲɛ bila a ka baara la, ka fiyɛ nɔgɔya la a ka cikan fɛ, a y’a ɲɛsin yɔrɔ o yɔrɔ.",
    "Ani jinɛw—so jɔbaga ni jikuru bɛɛ.",
    "Dɔ wɛrɛw fana sirilen bɛ cakɛdaw la.",
    "“Nin ye An ka nilifɛn ye; o la, di ni bolomafara ye, walima ka i bali; k’a sɔrɔ u ma jate.”",
    "Bari a ka surun An na, wa a ye lafiɲɛbɔyɔrɔ cɛɲi ye.",
    "Ani an ka baaraden Job kofɔ, tuma min na a ye a Matigi wele ko: “Sitanɛ ye ne tɔɔrɔ ni gɛlɛya ni dimi ye.”",
    "“Aw ka taama ni aw sen ye—ji nɛnɛman filɛ nin ye ka ko ni min ye, ani ka min.”",
    "An y'a ka denbaya lasegin a ye, ani u ɲɔgɔnnaw n'u ye; iko hinɛ min bɛ bɔ An fɛ, ani kalan ye hakilitigiya bɛ minnu na.",
    "“I ka bɔrɔ dɔ ta ni i bolo ye, k’a gosi n’o ye, i kana i ka kalili tiɲɛ.” An y’a sɔrɔ a muɲulen don. Baarakɛla ɲumanba don dɛ! A tun ye kanminɛli kɛ.",
    "Ani ka An sagokɛlaw Ibrahima, Isaka ani Yakuba kofɔ—se ni yeli dilen bɛ minnu na.",
    "An y’u danfara ni jogo danfaralen ye: So hakili jigin.",
    "Anw fɛ u bɛ mɔgɔ sugandilenw cɛma, minnu ka bon kosɛbɛ.",
    "Ismaɛl ni Elisa ani Ezekiɛl kofɔ; bɛɛ bɛ fɛnw cɛma minnu ka bon kosɛbɛ.",
    "Nin ye hakilijigin ye. Ala batobagaw bɛna segin yɔrɔ ɲuman sɔrɔ.",
    "Edɛn nakɔw, u da wulilen don u ye.",
    "Ka lafiya o kɔnɔ, ka wele bila jiridenw ni minfɛn caman ma.",
    "Baarakɛlaw bɛna kɛ n’u ye minnu ɲɛw ka dɔgɔ, minnu si hakɛ ye kelen ye.",
    "Nin ye layidu tara aw ye Jatebɔ don na.",
    "O cogo de ye An ka nafolotigiya ye, min tɛ ban.",
    "Nin Bɛɛ. Nka sariya tiɲɛbagaw bɛna segin ni bɔnɛ ye.",
    "Jahanama; u bɛna tobi min kɔnɔ; o ye sigiyɔrɔ juguba ye dɛ!",
    "Nin bɛɛ. A to u k’a nɛnɛ—a bɛ tobi ani ka nɛnɛ kosɛbɛ.",
    "Ani o tɔɔrɔ suguw suguya caman.",
    "“Nin ye jamaba ye min bɛ boli ni kunkolo ye n’i ye.” Bisimilali si tɛ u la. U bɛna jeni Tasuma fɛ.",
    "U na a fɔ ko: «Nka e de don! Bisimilali si tɛ aw bolo! E de nana n'a ye an kan! O laban ye bɔnɛba ye dɛ!”",
    "U na a fɔ ko: “An Matigi, mɔgɔ o mɔgɔ nana ni nin ye an kan, i ka tɔɔrɔ fila di a ma tasuma la.”",
    "U na a fɔ ko: «Mun bɛ an na, an tun bɛ mɔgɔ minnu jate mɔgɔ juguw cɛma, an tɛ olu ye?",
    "Yala an y’u ta ka kɛ tulonko ye wa, walima an ɲɛw bɔra u la wa?",
    "Nin ye tiɲɛ ye tiɲɛ na—Tasuma mɔgɔw ka kɛlɛ.",
    "A fɔ ko: “Ne ye lasɔminikɛla dɔrɔn de ye, wa ala si tɛ yen ni Ala tɛ—O kelenpe, Setigi.",
    "Sankolow ni dugukolo ni u ni ɲɔgɔn cɛ fɛn o fɛn Matigi. Sebaayabɛɛtigi, yafabaga.”",
    "A fɔ ko: “O ye cikan ye min nafa ka bon kosɛbɛ.",
    "I bɛ ka i kɔdon min na.",
    "N tɛ dɔnniya si sɔrɔ Lajɛba sanfɛla la i n’a fɔ u bɛ sɔsɔli kɛ cogo min na.",
    "A jirala ne la dɔrɔn ko ne ye lasɔminikɛla jɛlen ye.”",
    "I Matigi y'a fɔ mɛlɛkɛw ye ko: «Ne bɛ hadamaden da ni bɔgɔ ye.",
    "Ni ne y'a da, ka ne ni fiyɛ a kɔnɔ tuma min na, aw ka aw biri a ɲɛ kɔrɔ.",
    "O la, mɛlɛkɛw y’u kunbiri gwan, u bɛɛ.",
    "Fo Sitanɛ tɛ. A tun bɛ kuncɛbaya kojugu, ani dannabaliw dɔ la kelen.",
    "A ko: “E Sitanɛ, mun y’i bali ka i kunbiri gwan ne ye min da ni ne yɛrɛ bolow ye? Yala i ye kuncɛbaya kɛ kojugu wa, walima i tun ye mɔgɔ kɔrɔtalenw dɔ ye wa?”",
    "A ko: «Ne ka fisa ni ale ye. I ye ne da ni tasuma ye, i ye a da ni bɔgɔ ye.”",
    "A ko: «O tuma na fɛ, i ka bɔ yan! I ye mɔgɔ gɛnnen ye!",
    "Ne ka danga na kɛ aw kan fo ka se Kiritigɛ don ma.»",
    "A ko: “Matigi, ne bila kɔfɛ fo ka se u kununni don ma.”",
    "A ko: “I ye mɔgɔ minnu bilala kɔfɛ, olu dɔ ye.",
    "Fo ka se waati latigɛlen don ma.”",
    "A ko: «I ka bonya barika la, ne na u bɛɛ lafili.",
    "N’a ma fɔ i ka baaraden kantigiw ye u cɛma.”",
    "A ko: «Tiɲɛ don, ne bɛ tiɲɛ fɔ.",
    "Ne na Jahannama fa i la, ani mɔgɔ kelen-kelen minnu bɛ tugu i kɔ.”",
    "A fɔ ko: «Ne tɛ sara ɲini aw fɛ nin ko in na, wa ne tɛ mɔgɔ ye min bɛ a yɛrɛ kɛ fɛn ye.",
    "O ye hakilijigin dɔrɔn de ye hadamadenw bolo.",
    "Wa aw na a ka cikan dɔn waati dɔ kɔfɛ.”"
]