[
    "Kitabu jirali bɔra Ala de la, Sebaayabɛɛtigi ni Hakilitigi.",
    "An ye kitabu ci aw ma ni tiɲɛ ye, o la aw ka baara kɛ Ala ye, ka aw ka diinɛ di a ma.",
    "Yala dannaya lakika ka kan ni Ala ye wa? Minnu bɛ kɔrɔsibagaw ta a kɔ fɛ, “An bɛ u bato dɔrɔn walisa u k’an gɛrɛ Ala la.” Ala bɛna kiri tigɛ u ni ɲɔgɔn cɛ u ka danfara ko la. Ala tɛ Ala tɔgɔ tiɲɛbaga nkalontigɛla bilasira.",
    "Ni Ala tun b’a fɛ ka denkɛ sɔrɔ, a tun bɛ se ka sugandili kɛ a ka danfɛnw cɛma a sago la. Nɔɔrɔ ka kɛ ale de ye. Ale de ye Ala ye, kelenpe, Setigi.",
    "A ye sankolow ni dugukolo da ni hakili ye. A bɛ su siri tile la, a bɛ tile siri su la. Wa A bɛ tile ni kalo labɛn, u kelen-kelen bɛɛ bɛ boli sira kɛrɛnkɛrɛnnen dɔ kan. Tiɲɛ na, a ye Sebaayabɛɛtigi ye, Yafabaga.",
    "A y’i da mɔgɔ kelen fɛ, o kɔfɛ, a y’a kɛ a furuɲɔgɔn ye, ka baganw jigin i ye—u suguya 8 fila-fila. A b’i Da i baw kɔnɔ, sigicogo minnu bɛ tugu ɲɔgɔn na, dibi saba kɔnɔ. O ɲɔgɔn ye Ala ye, i Matigi. Masaya ye ale de ta ye. Ala si tɛ yen ni ale tɛ. O la sa, mun de y’i bila ka sira wɛrɛ bɔ?",
    "Ni i ma da a la, Ala ye a yɛrɛmahɔrɔnya i la, o bɛɛ n’a ta, a tɛ sɔn waleɲumandɔnbaliya ma a ka baarakɛlaw fɛ. Wa ni i ye barika da Ala ye, a na sɔn o ma i kɔnɔ. Doni tabaga si tɛ se ka mɔgɔ wɛrɛ ka doni ta. O tuma na fɛ, i seginni bɛ i Matigi fɛ; Aw tun bɛ min kɛ, a na aw ladɔnniya o la. Dusukunw kɔnɔfɛnw bɛ min na, a b’o dɔn.",
    "Ni gɛlɛya dɔw magara hadamaden na, a bɛ a Matigi deli, ka nimisa a fɛ. Nka o kɔfɛ, ni a ye a ka nɛɛma di a ma, a tun bɛ delili kɛ min na fɔlɔ, a bɛ ɲinɛ o kɔ, wa a bɛ a kɛlɛɲɔgɔnw jate Ala de ye, walasa ka mɔgɔ bila ka bɔ a ka sira kan. A fɔ ko: “I ka dannabaliya diyabɔ waati dɔɔnin kɔnɔ; i na kɛ Tasuma kasodenw cɛma.”",
    "Yala mɔgɔ min bɛ bato ni timinandiya ye su kɔlɔsili waatiw la, k’a kunbiri gwan k’a jɔ, k’a hakili to a ka siniko la, k’a jigi da a Matigi ka hinɛ kan wa? A fɔ ko: «Mɔgɔ minnu b’a dɔn ani minnu tɛ fɛn dɔn, olu ye kelen ye wa?” Hakili bɛ mɔgɔ minnu na, olu dɔrɔn de hakili bɛna to o la.",
    "A fɔ ko: «E ne batobagaw minnu dara a la, aw ka aw ka wajibi mara aw Matigi ɲɛkɔrɔ. Minnu bɛ koɲuman kɛ nin diɲɛ in kɔnɔ, o ye ɲumanya ye. Ani Ala ka dugukolo ka bon kosɛbɛ. Mɔgɔ sabatilenw na u ka sara bɛɛ sara, k’a sɔrɔ u ma jate.”",
    "A fɔ ko: “Ci fɔra ne ye ka baara kɛ Ala ye, ka ne ka diinɛ di ale dɔrɔn de ma.",
    "A fɔra ne ye ko ne ka kɛ mɔgɔ fɔlɔ ye minnu bɛ kolo.»",
    "A fɔ ko: “Ne bɛ siran, ni ne ma ne Matigi kan minɛ, don juguba dɔ ɲangili la.”",
    "A fɔ ko: “Ne bɛ Ala bato, ne ka dannaya tiɲɛnen a la.”",
    "“Nka aw b’a fɛ fɛn o fɛn na, aw bɛ se k’o bato ale kɔ.” A fɔ ko: “Mɔgɔ bɔnɛnenw ye minnu bɔnɛna u niw ni u ka mɔgɔw la Lakununni don na.” Tiɲɛ na, o de ye bɔnɛ jɛlen ye.",
    "U bɛna kɛ ni Tasuma layɛrɛw ye u sanfɛ, ani layɛrɛw u jukɔrɔ. O cogo de la Ala bɛ siran don a ka baarakɛlaw la—“E ne ka baarakɛlaw! Aw k’aw yɛrɛ kɔlɔsi ne la!”",
    "Minnu b’u yɛrɛ tanga boliw batoli ma, k’u yɛrɛ di Ala ma—olu ta ye kibaru duman ye. O la, kibaru duman di Ne ka baarakɛlaw ma.",
    "Minnu bɛ Kuma lamɛn, ka tugu a bɛɛ la ɲuman kɔ. Ala ye minnu ɲɛminɛ, olu de ye olu ye. Olu de ye hakilitigiya ye.",
    "Mɔgɔ min ka kan ni ɲangili ye, o dun bɛ cogo di? Yala e de bɛ se ka Tasuma kɔnɔmɔgɔw kisi wa?",
    "Nka minnu bɛ siran u Matigi ɲɛ, olu bɛna sobaw sɔrɔ sobaw kan, minnu jɔlen bɛ sanfɛ, bajiw bɛ woyo u jukɔrɔ. Ala ka layidu; ani Ala tɛ layidu tiɲɛ abada.",
    "Yala aw ma jateminɛ kɛ cogo min na Ala bɛ ji ci ka bɔ sankolo la, ka tila k’a kɛ ka woyo ka don dugujukɔrɔ kɔlɔnw kɔnɔ, ka sɔrɔ ka jiriw bɔ n’a ye minnu ɲɛw ye kulɛri suguya caman ye, o kɔfɛ u bɛ ja ani i b’u ye u bɛ jɛ, o kɔfɛ a b’u tigɛli kɛ nɔgɔw ye wa? Tiɲɛ na, hakilijigin bɛ nin kɔnɔ, faamuyali bɛ mɔgɔ minnu bolo.",
    "Mɔgɔ min dusukun ye Ala da silamɛya ye, walasa a ka tugu yeelen dɔ kɔ ka bɔ a Matigi fɛ, o bɛ kɛ cogo di? Mɔgɔ minnu dusukunw gɛlɛyara Ala tɔgɔ fɔli kama, bɔnɛ bɛ olu ye. Olu bɛ fili jɛlen na.",
    "Ala ye lakalicogo ɲumanw ci: Sɛbɛnni min bɛ bɛn ɲɔgɔn ma ani min bɛ kɛ fila-fila. Minnu b'u Matigi bonya, olu fariw bɛ yɛrɛyɛrɛ o la, o kɔ, u fariw n'u dusukunw bɛ nɔgɔya fo ka se Ala hakili ma. O cogo de ye Ala ka bilasirali ye; A b'a fɛ ka mɔgɔ o mɔgɔ bilasira n'o ye. Nka Ala mana mɔgɔ o mɔgɔ bila sira la, ɲɛjirabaga si tɛ o la.",
    "Mɔgɔ min b’a ɲɛda datugu Lakununni don ka tɔɔrɔ juguw kama, o dun bɛ cogo di? A bɛna fɔ kojugukɛlaw ye ko: “Aw tun bɛ min sɔrɔ fɔlɔ, aw k’o nɛnɛ.”",
    "Minnu tun bɛ u ɲɛfɛ, olu fana tun bɛ ban tiɲɛ na, o de la, ɲangili nana u kan ka bɔ yɔrɔ la, u tun t’a dɔn yɔrɔ min na.",
    "Ala y'u maloya nɛnɛ sisan ɲɛnamaya kɔnɔ, nka Lakabana ɲangili ka jugu, n'u tun b'a dɔn dɔrɔn.",
    "An ye nin Kuranɛ in kɔnɔ hadamadenw ka hakilina bɛɛ fɔ, walasa u k’u janto.",
    "Arabukan Kuranɛ dɔ, ni fiɲɛ si tɛ a la, walasa u ka kɛ mɔgɔ tilennenw ye.",
    "Ala bɛ misali di cɛ dɔ kan, jɛɲɔgɔnw ni ɲɔgɔn cɛ min bɛ ɲɔgɔn sɔsɔ, ani cɛ min ye cɛ kelen dɔrɔn ta ye. Yala u jɔyɔrɔ bɛ ɲɔgɔn na wa? Tanuli ka kɛ Ala ye, nka u fanba t’o dɔn.",
    "I na sa, u na sa.",
    "O kɔ, Lakununni don na, aw bɛna sɔsɔli kɛ aw Matigi ɲɛkɔrɔ.",
    "Jɔn ka jugu ka tɛmɛ mɔgɔ kan min bɛ nkalon tigɛ Ala ko la, ka ban tiɲɛ na k'a sɔrɔ a sera a ma? Yala yɔrɔ tɛ Jahannama kɔnɔ waleɲumandɔnbaliw ye wa?",
    "Nka min bɛ tiɲɛ lafasa, ka seereya kɛ o ko la—o ye mɔgɔ tilennenw ye.",
    "Fɛn o fɛn ka di u ye, u na o sɔrɔ u Matigi fɛ. O sara ye jogoɲumanw ye.",
    "Ala bɛna u bɔ u ka kɛwale juguw bɛɛ la, ka u sara ka kɛɲɛ ni u tun bɛ min kɛ fɔlɔ.",
    "Yala Ala tɛ se a ka baarakɛla ma wa? Wa u b’aw lasiran ni ale tɛ mɔgɔ minnu ye. Ala bɛ mɔgɔ o mɔgɔ lafili, ɲɛminɛbaga si tɛ o la.",
    "Ala bɛ mɔgɔ o mɔgɔ bilasira, mɔgɔ si tɛ a lafili. Yala Ala tɛ Sebaayaba ni waleɲumandɔnbaga ye wa?",
    "Ni i y’u ɲininka ko: “Jɔn ye sankolo ni dugukolo da?” u tun b’a fɔ ko: “Ala.” A fɔ ko: “I bɛ mɔgɔ minnu deli Ala nɔ na, i ye olu ye wa? Ni Ala tun b’a fɛ ka kojugu dɔ kɛ ne la, yala u bɛ se k’a ka kojugu kɔrɔta wa? Ni a tun b’a fɛ ka dugawu kɛ ne ye, yala u bɛ se k’a ka makari bali wa?” A fɔ ko: «Ala bɛ se ne ma. Mɔgɔ minnu bɛ u jigi da a kan, olu bɛ u jigi da ale de kan.”",
    "A fɔ ko: “Ne ka mɔgɔw, aw ka baara kɛ ka kɛɲɛ ni aw seko ye; Ne fana bɛna o kɛ ten.O tuma na fɛ, aw na a dɔn.»",
    "Min na maloya ɲangili sɔrɔ, tɔɔrɔ banbali na bin min kan.”",
    "An ye kitabu ci aw ma hadamadenw ye tiɲɛ na. Min bɛ tugu bilasirali kɔ, o b’o kɛ a ni nafa kama. Min bɛ fili fili la, o b’o kɛ ka a tiɲɛ. I tɛ u kɔrɔsibaga ye.",
    "Ala bɛ niw ta u ka saya waati la, ani minnu ma sa u ka sunɔgɔ waati la. A ye saya latigɛ minnu kama, a bɛ olu mara, ka tɔw bila fo waati latigɛlen dɔ. O kɔnɔ, taamasiyɛnw bɛ yen mɔgɔw ye minnu bɛ miiri.",
    "Walima u ye delilikɛlaw sugandi minnu tɛ Ala ye wa? A fɔ ko: «Hali ni se tɛ u la fɛn si kan, ni hakili tɛ u la wa?”",
    "A fɔ ko: «Delili bɛɛ bɛ Ala de bolo. Sankolo ni dugukolo masaya ye ale de ta ye. O kɔ, aw na kɔsegin a ma.”",
    "Ni Ala kelen kofɔra, mɔgɔ minnu dalen tɛ a ka siniko la, olu dusukunw bɛ dɔgɔya ni dimi ye. Nka ni mɔgɔ wɛrɛw kofɔra minnu tɛ ale ye, u bɛ fa nisɔndiya la.",
    "A fɔ ko: “An ka Ala, sankolow ni dugukolo daminɛbaga, gundo ni fɔlifɛnw bɛɛ dɔnbaga. I na kiri tigɛ i ka jɔnw ni ɲɔgɔn cɛ, u ni ɲɔgɔn cɛ danfara min tun bɛ u ni ɲɔgɔn cɛ.”",
    "Ni kojugu kɛbagaw tun ye fɛn bɛɛ tigi ye dugukolo kan, ani a ɲɔgɔnnaw n’o ye, u tun bɛna u yɛrɛ kunmabɔ n’o ye ka bɔ tɔɔrɔ jugu la lakununni don na. Nka, u tun ma miiri min na abada, o bɛna jira u la ka bɔ Ala yɔrɔ.",
    "U ka kɛwale juguw bɛna jira u la yen, u tun bɛ tulonko min kɛ fɔlɔ, o bɛna u lamini.",
    "Ni gɛlɛyaw magara hadamaden na, a bɛ An wele. Nka o kɔfɛ, n’an y’a diyabɔ ni dugawu ye ka bɔ An fɛ, a b’a fɔ ko: “Ne ye nin sɔrɔ ne ka dɔnniya barika la.” Nka, kɔrɔbɔli don, nka u fanba t’a dɔn.",
    "Minnu tun bɛ u ɲɛfɛ, olu y’o fɔ, nka u ye min sɔrɔ, o ma nafa sɔrɔ u la.",
    "U ka kɛwale juguw y'u minɛ. Ni jugu minnu bɛ ninnu cɛma, olu fana bɛna tɔɔrɔ u ka sɔrɔ juguw fɛ, wa u tɛ se k’o bali.",
    "Yala u t’a dɔn ko Ala bɛ o labɛn lase mɔgɔ o mɔgɔ ma, a b’a fɛ, k’a dɔgɔya wa? O la, taamashyɛnw bɛ yen mɔgɔw ye minnu dalen bɛ a la.",
    "A fɔ ko: «Ne ka baarakɛlaw minnu ye u yɛrɛw tiɲɛ, aw kana aw jigi tigɛ Ala ka makari la, katuguni Ala bɛ jurumuw bɛɛ yafa. Tiɲɛ na, ale de ye Yafabaga ye, Clement.”",
    "Aw ka aw kɔsegin aw Matigi ma, ka aw kolo a ye, sani jurusara ka na aw kan. O tuma na fɛ, i tɛna dɛmɛ.",
    "Wa i ka tugu fɛn ɲumanw na minnu jirala i la ka bɔ i Matigi fɛ, sani ɲangili ka na i kan yɔrɔnin kelen, k’a sɔrɔ i tɛ a dɔn.",
    "Walisa ni dɔ kana a fɔ ko: “Ne nimisara kosɛbɛ, ne ye ne ka wajibi bila Ala ɲɛkɔrɔ, ani ka kɛ tulo gerenw dɔ ye.”",
    "Walima a fɔ ko: “Ni Ala tun ye ne ɲɛminɛ; Ne tun na kɛ Ala ɲɛsiranbagaw dɔ ye.”",
    "Walima a fɔ, n’a ye ɲangili ye, “Ni ne tun ye sababu wɛrɛ sɔrɔ, ne tun bɛna kɛ mɔgɔ ɲumanw dɔ ye.”",
    "Ɔwɔ tiɲɛ na! Ne ka Vɛrisew nana aw ma tiɲɛ na, nka aw y’u wele ko nkalon, aw ye kuncɛbaya kɛ, ka kɛ dannabaliw dɔ ye.",
    "Lakununni don na, i na mg minnu ye, olu ye nkalon tigɛ Ala ko la, u ɲɛda nɛrɛlen don. Yɔrɔ tɛ Jahanama kɔnɔ kuncɛbaw ye wa?",
    "Minnu ye tilennenya mara, Ala na olu kisi ka taa u ka kisili yɔrɔ la. Ko jugu si tɛna maga u la, u tɛna dusukasi fana.",
    "Ala ye fɛn bɛɛ Dabaga ye, wa ale de bɛ fɛn bɛɛ kunna.",
    "Sankolo ni dugukolo kuntigiya ye ale de ta ye. Nka minnu bɛ Ala ka jiralifɛnw tɔgɔ tiɲɛ—olu de ye bɔnɛbagaw ye.",
    "A fɔ ko: “Aw tɛ Ala deli, aw bɛ ne bila ka bato, aw dɔnbaliw wa?”",
    "A jirala aw ni aw ɲɛfɛmɔgɔw la, ko ni aw bɛ boliw bato, aw ka kɛwalew na kɛ fu ye, aw na kɛ bɔnɛbagaw dɔ ye.",
    "Nka, Ala bato, ka waleɲumandɔn jira.",
    "U ma bonya da Ala kan i n’a fɔ a ka kan ka bonya cogo min na. Dugukolo bna k a bolo la Lakununni don na, ani sankolow na da a kinin f. Ale ye nɔgɔ ye, wa a ka bon kosɛbɛ, u bɛ jɛɲɔgɔnya minnu kɛ, olu kɔ fɛ.",
    "Burupu na pɛrɛn, sankolo ni dugukolo kan mɔgɔw bɛɛ na kabakoya, fo Ala b'a fɛ mɔgɔ o mɔgɔ. O kɔ, a bɛna fɔ waati wɛrɛ la, o kɔfɛ, u bɛna wuli ka filɛli kɛ.",
    "Dugukolo na yeelen bɔ ni a Matigi ka Yeelen ye. Kitabu bɛna bila a nɔ na; kiraw ni seerew na don. Kiri bɛna tigɛ u cɛma cogo bɛnnen na, kojugu tɛna kɛ u la.",
    "Wa, ni bɛɛ na sara bɛrɛbɛrɛ a tun ye min kɛ. U bɛ min kɛ, a b’o dɔn kosɛbɛ.",
    "Minnu ma dannaya kɛ, olu bɛna gɛn ka taa Jahanama na jamaba kɔnɔ. Fo, n'u sera a la, n'a da wulilen don, a kɔlɔsibagaw na a fɔ u ye ko: «Aw cɛma cidenw ma na aw fɛ, ka aw Matigi ka jiralifɛnw kalan aw ye, ka aw lasɔmi nin don in ɲɔgɔnye ko la wa aw ta ye wa?” U na a fɔ ko: “Ɔwɔ, nka ɲangili kiri tilennen don kafiriw ma.”",
    "A bɛna fɔ ko: “A’ ye don Jahannama da la, ka to yen badaa.” Kuncɛbaw bɛ taa yɔrɔ min na, o ye bɔnɛ ye cogo min na.",
    "Wa minnu tun bɛ siran u Matigi ɲɛ, olu bɛna taa alijɛnɛ la jamaba kɔnɔ. Fo n'u sera a la, ni a daaw dabɔra, a kɔlɔsibagaw na a fɔ u ye ko: «Hɛrɛ ka kɛ aw ye, aw kɛra mɔgɔ ɲuman ye, aw ka don a kɔnɔ ka to a kɔnɔ badaa-badaa.»",
    "Wa u na a fɔ ko: “Tanuli ka kɛ Ala ye, ale min y’a ka layidu dafa an ye, ka an kɛ jamana ciyɛn ye, ka Alijinɛ diyabɔ an sago la.” Baarakɛlaw ka sara ka fisa kosɛbɛ cogo min na.",
    "I na mɛlɛkɛw ye minnu bɛ ka wuli ka Masasigilan lamini, ka nɔɔrɔ da u Matigi kan ni tanuli ye. Wa a bɛna kiri tigɛ u ni ɲɔgɔn cɛ bɛnkan na, wa a bɛna fɔ ko: “Tanu ka kɛ Ala ye, diɲɛw Matigi.”"
]