[
    "Aw jama, aw ka aw hakili to aw Matigi la, ale min ye aw da ka bɔ ni kelen na, ka a furuɲɔgɔn da ka bɔ o la. Ka bɔ u fila bɛɛ la, a ye cɛw ni muso caman jɛnsɛn. Aw ka bonya da Ala kan, aw bɛ ɲɔgɔn ka josariyaw ɲini min sababu fɛ, ani ka denbaya ka jɛɲɔgɔnyaw bonya. Ala bɛ i kɔlɔsi tuma bɛɛ.",
    "Yatɔw ma, aw k’u ka nafolo segin u ma cogo bɛnnen na. Kana juguman bila koɲuman nɔ na, wa i kana u ka nafolo don i yɛrɛ ta la. Tiɲɛ na, o ye jurumuba ye.",
    "Nka n’i sirannen don ko i tɛ se ka npogotiginin yatɔw minɛ ka ɲɛ, o tuma na, muso minnu bɛ i ko u ka ɲi i bolo, i ka olu furu: fila, saba walima naani. Nka n’i sirannen don ko i tɛna kɛ tilennenya ye, o tuma na fɛ, kelen dɔrɔn, walima i kininbolo bɛ min na. O ka teli ka i bali ka tilenbaliya kɛ.",
    "Aw ye u ka furusiri di musow ma ni nɛɛma ye. Nka n’u y’a yɔrɔ dɔ bila ni diyanye ye, o tuma na, u k’a dun ni nisɔndiya ni waleɲumandɔn ye.",
    "Aw kana aw ka nafolo, Ala ye minnu kɛ aw dɛmɛn fɛɛrɛ ye, aw kana o kalifa hakili barikantanw ma. Nka aw k’u mago ɲɛ o la, ka fini don u la, ka kuma u fɛ ni ɲumanya ye.",
    "Ani ka yatɔw kɔrɔbɔ fo u ka se furu si ma. N’i y’a ye k’u hakili ka ɲi, i k’u ka nafolo bila u bolo. Aw kana a dun ni tiɲɛni ni kɔrɔtɔ ye sani u ka bonya. Min ka nafolo ka di, o ka a yɛrɛ tanga; mɔgɔ o mɔgɔ ye faantan ye, o ka dumuni kɛ ni hakilitigiya ye. N’i y’u ka nafolo di u ma, i ka seerew wele. Ala bɛ se ka kɛ Jatebɔla ye.",
    "Bangebagaw ni u somɔgɔw bɛ fɛn minnu to kɔfɛ, cɛw bɛ niyɔrɔ sɔrɔ, ani musow bɛ niyɔrɔ sɔrɔ bangebagaw ni u somɔgɔw bɛ fɛn minnu to, a kɛra dɔɔnin ye wo, a kɛra caman ye wo, a kɛra niyɔrɔ ye min latigɛra.",
    "Ni somɔgɔw, yatɔw, ani magojirabagaw bɛ yen tilali la, fɛn dɔ di u ma o la, ka kuma u fɛ ni ɲumanya ye.",
    "Mɔgɔ minnu bɛ hami ka den barikamaw to u kɔ, olu ka kan ka siran Ala ɲɛ ani ka kuma ɲumanw fɔ.",
    "Minnu bɛ yatɔw ka nafolo dun tilenbaliya la, olu bɛ tasuma dɔrɔn de don u kɔnɔbara la, wa u bɛna kɛ Jahannama tasuma manamananatɔ ye.",
    "Ala b'aw bilasira aw denw ko la: cɛ fɛ, o niyɔrɔ bɛ bɛn muso fila ta ma. Ni denmuso minnu ka ca ni fila ye, a bɛ min to a kɔ, u bɛ tila sabanan fila sɔrɔ. Ni denmuso kelen dɔrɔn de bɛ yen, a bɛ tilancɛ sɔrɔ. Bangebagaw ta fan fɛ, u kelen-kelen bɛɛ bɛ min to a kɔ, n’a ye den sɔrɔ, o tilancɛ wɔɔrɔnan kelen bɛ sɔrɔ. Ni den tun t’a fɛ ani n’a bangebagaw kelenpe de ye ciyɛntalaw ye, a ba bɛ sabanan sɔrɔ. Nka ni balimakɛw ni balimamusow tun b’a fɛ, o tuma na fɛ, a ba bɛna wɔɔrɔnan sɔrɔ. O bɛ kɛ testament walima juru o juru dafalen kɔfɛ. I t’a dɔn n’i bangebagaw walima i denw ka surun i la nafa la. Olu ye Ala ka cikanw ye. Ala ye Dɔnnikɛla ni Hakilitigi ye tuma bɛɛ.",
    "I musow bɛ min to yen, i bɛ o tilancɛ sɔrɔ, n’u tun tɛ den sɔrɔ. Ni u ye denw sɔrɔ, u bɛ min to u kɔ, i bɛ o tilancɛ kelen sɔrɔ, i kɛlen kɔ ka wasiyatɔgɔ walima juru o juru dafa. I bɛ min to i kɔ, ni den t’i bolo, u bɛ o tilayɔrɔ naani sɔrɔ. Ni denw b’i bolo, i bɛ min to i kɔ, u bɛ o tilayɔrɔ 8nan sɔrɔ, i kɛlen kɔ ka wasiyatɔgɔ walima juru o juru dafa. Ni cɛ walima muso ma bangebaga ni denw to yen, nka balimakɛ walima balimamuso dɔ b’a fɛ, u kelen-kelen bɛɛ bɛ wɔɔrɔnan sɔrɔ. Ni balimakɛw ka ca, u bɛ tila sabanan na, u kɛlen kɔ ka wasiyatɔgɔ walima juru o juru dafa. K’a sɔrɔ a ma kojugu kɛ. Cikan min bɔra Ala yɔrɔ. Wa Ala ye fɛn bɛɛ dɔnbaga ye, a bɛ muɲuli kɛ.",
    "Ala ye dan minnu sigi, olu de ye. Mɔgɔ o mɔgɔ bɛ Ala n’a ka ciden kan minɛ, a bɛna a don nakɔw kɔnɔ, baji bɛ woyo minnu fɛ, ka sigi yen badaa. O de ye sebaayaba ye.",
    "Nka, mɔgɔ o mɔgɔ ma Ala n’a ka ciden kan bila, ka a dancɛ tigɛ, o bɛna fili Tasuma dɔ kɔnɔ, a bɛna sigi yen fo abada, wa a bɛna maloya ɲangili sɔrɔ.",
    "Ni aw muso dɔ ye jatɔya kɛ, aw ka seere naani wele ka bɔ aw cɛma ka u kɛlɛ. Ni u ye seereya kɛ, aw k’u datugu sow kɔnɔ fo saya ka u minɛ, walima Ala ka sira di u ma.",
    "Ni aw cɛma mɔgɔ fila ye o kɛ, aw ka u ɲangi. Nka, n’u nimisara ani n’u y’u ladilan, i k’u to yen. Ala bɛ Sɔn nimisali la, hinɛtigiba.",
    "Mɔgɔ minnu bɛ kojugu kɛ dɔnbaliya la, ka nimisa dɔɔni o kɔfɛ, Ala bɛ sɔn olu ka nimisali ma. Ala bɛna yafa di u ma. Ala ye fɛn bɛɛ dɔnbaga ye, hakilitigi ye.",
    "Nka, nimisali tɛ sɔn ka bɔ mɔgɔ minnu na minnu bɛ to ka kojugu kɛ, k’a fɔ dɔrɔn ko: “Sisan ne nimisara” ni saya surunyara, ani mɔgɔ minnu bɛ sa kafiri. U ye, An ye ɲangili jugu dɔ labɛn.",
    "Aw dannabaaw, a man ɲi aw ka musow ciyɛn ta u sago kɔ. I ye fɛn o fɛn di u ma, i man kan k’u wajibiya fana u ka segin u ma—fo n’u ye kɛwale jugu dɔ kɛ min jɛlen don. I ka ɲɛnamaya kɛ n’u ye ɲumanya la. N’u man di i ye, a bɛ se ka kɛ ko fɛn dɔ man di i ye, Ala ye koɲuman caman bila min kɔnɔ.",
    "N’i b’a fɛ ka muso kelen bila muso wɛrɛ nɔ na, n’i ye nafolo di u dɔ ma, i kana foyi ta o la. Yala i bɛna o bɔ nkalon ni jurumu jɛlen na wa?",
    "I tun bɛ se k’a ta kokura cogo di i kɛlen kɔ ka jɛɲɔgɔnya gɛlɛnw kɛ ɲɔgɔn fɛ ani u ye layiduba sɔrɔ i fɛ?",
    "Aw faw tun ye muso minnu furu, aw kana olu furu, fo ni min kɛra kaban; o ye wale ye min man ɲi, maloya, ani sira jugu.",
    "I ba, i denmusow, i balimamusow, i fa kɔrɔmusow, i denmusow, i balimakɛ denmusow, i balimamuso denmusow, i balimamuso minnu bɛ sin di den ma, i balimamuso minnu bɛ sin di den ma, i balimamusow, ani i ka denmusow minnu bɛ i ka kɔlɔsili kɔnɔ, olu ye i ka kɔlɔsili kɔnɔ ka bɔ musow fɛ, i ni minnu tun bɛ ɲɔgɔn fɛ. N’i ma jɛɲɔgɔnya kɛ n’u ye, i tɛ jalaki. I denkɛ bangenen musow fana, ani ka balimamuso fila furu waati kelen na, fo n’a kɛra kaban. Ala ye Yafabaga ye tuma caman, hinɛbaga.",
    "Ani muso furulenw bɛɛ, fo i ka kan ka minnu sɔrɔ. Nin ye Ala ka ci ye aw kan. Olu kɔ fɛ, tɔw bɛɛ bɛ sariya kɔnɔ, n’i y’u ɲini n’i ka nafolo ye furu kɔnɔ min bɛ sariya kɔnɔ, n’i ma jatɔya kɛ. Ni i b’a fɛ k’u diyabɔ, i k’u ka kɔɲɔmuso ka nilifɛnw di u ma, i n’a fɔ wajibi. Aw tɛ kojugu si kɛ ni aw bɛ bɛn ɲɔgɔn ma ka yɛlɛma fɛn o fɛn kɛ o nilifɛnw na. Ala ye fɛn bɛɛ Dɔnbaga ye, Hakilitigiba don.",
    "Aw cɛma minnu tɛ se ka muso hɔrɔnw, dannabaaw furu, olu bɛ se ka dannabaaw ka baarakɛmuso furu aw ka ladonni kɔrɔ. Ala bɛ i ka dannaya dɔn kosɛbɛ; aw ye ɲɔgɔn ta ye. Aw k’u furu ni u kɔrɔsibagaw ka yamaruya ye, k’u ka furusiri hakɛ bɛnnenw di u ma, ka tugu jogoɲumanya kɔ, aw kana kɛ jogo jugu walima gundo kow nɔfɛ. Ni u ye jatɔya kɛ u ka furu kɔfɛ, u ka ɲangili bɛ kɛ hɔrɔnya musow ta tilancɛ ye. O ye mg minnu ye, olu b siran ka bin jurumu la, nka a ka fisa i ma ka muɲu. Ala ye Yafabaga ni makaribaga ye.",
    "Ala b'a fɛ ka jɛya i ye, ani ka i bilasira ka taa mɔgɔ minnu nana i ɲɛfɛ, ani ka sɔn i ka nimisali ma. Ala ye fɛn bɛɛ dɔnbaga ye, hakilitigi ye.",
    "Ala b’a fɛ ka sɔn i ka nimisali ma, nka minnu bɛ tugu u negew kɔ, olu b’a fɛ i ka bɔ i ka nimisali la.",
    "Ala b'a fɛ k'i ka doni nɔgɔya, katuguni hadamaden dabɔra barikantanya la.",
    "Aw minnu dalen bɛ a la, aw kana ɲɔgɔn ka nafolo dun tilenbaliya la, nka aw ka jago kɛ ni ɲɔgɔn ka bɛnkan ye. Aw kana aw yɛrɛ faga, katuguni Ala bɛ makari aw la.",
    "Mɔgɔ o mɔgɔ bɛ o wale suguw kɛ ka bɔ binkanni ni tilenbaliya la, An bɛna a fili Tasuma na. Wa o ka nɔgɔn Ala bolo.",
    "N’i y’i yɛrɛ tanga jurumubaw ma minnu dagalen don i la, An bɛna i ka kɛwale juguw foni ani k’i don donda ɲuman dɔ la.",
    "Ala ye fɛn minnu diya mɔgɔ dɔw ye ka tɛmɛ dɔw kan, i kana o nege don i la. Cɛw niyɔrɔ bɛ u ka sɔrɔ la, musow fana bɛ niyɔrɔ sɔrɔ u ka sɔrɔ la. Aw ye Ala deli a ka nɛɛma la, katuguni Ala bɛ fɛn bɛɛ dɔn kosɛbɛ.",
    "Bɛɛ fɛ, An ye nafa sɔrɔbagaw sigi bangebagaw ni u somɔgɔw kɛrɛfɛ minnu bɛ to kɔfɛ. I ye layidu ta mɔgɔ minnu ye, i k’u niyɔrɔ di u ma. Ala ye fɛn bɛɛ seere ye.",
    "Cɛw de ye musow lakanabagaw ni u ladonbagaw ye, i n’a fɔ Ala ye dɔw di ka tɛmɛ dɔw kan, ani k’a sababu kɛ u bɛ musaka kɛ ka bɔ u ka nafolo la. Muso tilennenw ye kanminɛli ye, Ala tun b’a fɛ u ka fɛn min kɔlɔsi, u bɛ o kɔlɔsi ni u tɛ yen. i bɛ siran mɔgɔ minnu ka kanminɛbaliya walima u ka kɛwale juguw ɲɛ, i k’u laadi, k’u faran u kan dilan kan, ka tila k’u bugɔ. Ni u ye aw kan minɛ, aw kana fɛɛrɛ ɲini u kama. Ala ye Kɔrɔtalenba ye, a ka bon kosɛbɛ.",
    "N’i siranna ko furuɲɔgɔnma fila ni ɲɔgɔn cɛ tiɲɛ na, i ka kiritigɛla dɔ sigi a ka denbaya kɔnɔ, ka dɔ wɛrɛ sigi a ka denbaya kɔnɔ. Ni u b’a fɛ ka bɛn, Ala bɛna u bɛn. Ala ye fɛn bɛɛ dɔnbaga ye, hakilitigi ye.",
    "Aw ka Ala bato ani aw kana foyi fara a kan. Aw ye aw bangebagaw, aw somɔgɔw, yatɔw, magojirabagaw, aw sigiɲɔgɔnw, aw taamaɲɔgɔnw, taamakɛlaw ani baarakɛlaw bonya. Ala tɛ kuncɛbaw ni kuncɛbaw kanu.",
    "Minnu ye namaratɔw ye, minnu bɛ dusu don nalonmaw kɔnɔ, ka Ala ye fɛn minnu di u ma, olu dogo a ka nɛɛma la—dannabaliw ye, An ye tɔɔrɔ maloyalen dɔ labɛn.",
    "Minnu b’u ka nafolomafɛnw musaka kɛ walisa mɔgɔw k’u ye, k’a sɔrɔ u dalen tɛ Ala la ani Laban don na. Mɔgɔ o mɔgɔ bɛ Sitanɛ ta iko jɛɲɔgɔn—o ye jɛɲɔgɔn juguba ye dɛ!",
    "Tiɲɛni jumɛn tun bɛna kɛ u la ni u dalen tun bɛ Ala la ani don laban na, ka bolomafara di ka bɔ Ala ye min di u ma? Ala b’u dɔn kosɛbɛ.",
    "Ala tɛ tilenbaliya kɛ, hali i n’a fɔ atomi girinya; k' a sɔrɔ ni kɛwale ɲuman dɔ bɛ yen , a b' o caya ka saraba di a yɛrɛ ma .",
    "A bɛna kɛ cogo di, ni An ye seere dɔ wele ka bɔ sigida bɛɛ la, ka na n’i ye ka kɛ seere ye nin mɔgɔw kama?",
    "O don na, minnu ye kafiri ani ka ciden sɔsɔ, olu bɛna a fɛ k’u ni dugukolo ni ɲɔgɔn cɛ. U tɛna se ka foyi dogo Ala la.",
    "Aw dannabaaw, aw kana gɛrɛ delili la k’a sɔrɔ aw ye dɔlɔminna ye, fo aw k’a dɔn aw bɛ min fɔ, ani k’a sɔrɔ aw ma saniya—n’a ma kɛ taama senfɛ—fo aw ka aw ko. Ni aw banana, ni aw bɛ taama na, ni aw ye aw yɛrɛ lafiya, walima ni aw ni musow tun bɛ ɲɔgɔn fɛ, ni aw ma ji sɔrɔ, aw bɛ cɛncɛn saniyalen ɲini k’aw ɲɛda ni aw bolow ko n’o ye. Ala bɛ yafa mɔgɔw ma tuma bɛɛ, a bɛ yafa kosɛbɛ.",
    "Yala i ma mɔgɔ ye minnu ye Sɛbɛnni yɔrɔ dɔ di minnu ma, minnu bɛ fili san ani minnu b’a fɛ i ka sira tiɲɛ wa?",
    "Nka Ala bɛ i juguw dɔn ka ɲɛ, wa Ala ye lakanabaga bɛrɛbɛrɛ ye, wa Ala ye dɛmɛbaga bɛrɛbɛrɛ ye.",
    "Minnu ye Yahutuw ye, dɔw bɛ kumaw tigɛli bɔ u kɔnɔkow la, k’a fɔ ko: “An bɛ mɛn, an tɛ kan minɛ,” ani “Aw ka lamɛnni kɛ, nka aw kana lamɛnni kɛ,” ani “Ra’ina,” k’u kanw tigɛli kɛ ani ka diinɛ tɔgɔ tiɲɛ. Nka n’u tun y’a fɔ ko “An bɛ mɛnni kɛ ani an bɛ kan minɛ,” ani “Aw ka lamɛnni kɛ”, ani “Unzurna”, o tun bɛna fisaya u ma, wa a tun bɛna tilennen to. Nka Ala ye u danga u ka dannabaliya kosɔn, o de kosɔn u tɛ da a la, fo mɔgɔ damadɔw.",
    "Aw minnu ye Kitabu di aw ma, aw ka da An ye min jira, ka min jira aw la kaban, aw ka o sinsin, sanni An ka ɲɛdaw halaki k’u kɔsegin walima ka u danga i n’a fɔ an ye lafiɲɛ don tiɲɛbagaw danga cogo min na. Ala ka ci fɔlen bɛ tiimɛ tuma bɛɛ.",
    "Ala tɛ yafa jɛɲɔgɔnya ma n’a ye, nka a bɛ yafa fɛn o fɛn ma min ka dɔgɔ ni a sago ye. Mɔgɔ o mɔgɔ bɛ jɛɲɔgɔnw kɛ ni Ala ye, o ye jurumuba dɔ labɛn.",
    "Mɔgɔ minnu b’a fɔ ko u saniyalen don u yɛrɛw ye, yala i ye olu ye wa? O nɔ na, Ala b’a fɛ mɔgɔ minnu na, a bɛ olu saniya, wa u tɛna kojugu kɛ hali ni juru dɔ bonya ye.",
    "A filɛ u bɛ nkalon tigɛ cogo min na Ala kama. O yɛrɛ ye jurumu jɛlen ye.",
    "Sɛbɛnni yɔrɔ dɔ dira mɔgɔ minnu ma, yala i ye olu kɔlɔsi wa? U dalen bɛ dannakow ni degun fanga la, hali u b’a fɔ kafiriw ye ko: “Nin mɔgɔw bɛ bilasira sira kan ka ɲɛ ka tɛmɛ dannabaaw kan.”",
    "Ala ye olu danga. Ala bɛ mɔgɔ o mɔgɔ danga—i tɛna dɛmɛbaga sɔrɔ a ye.",
    "Yala masaya yɔrɔ dɔ b’u bolo wa? N’o don, u tun tɛna hali fɛn dɔ di mɔgɔ wɛrɛw ma.",
    "Walima u bɛ keleya mɔgɔw la, Ala ye min di u ma ka bɔ a ka nɛɛmaba la wa? An ye Sɛbɛnniw, hakilitigiya ani masaya belebele di Ibrahima ka denbaya ma.",
    "U dɔw dalen tun bɛ o la, dɔw tun bɛ u yɛrɛ tanga o ma. Jahannama ye jahanama ye min bɛ se ka kɛ.",
    "Minnu ma da an ka ayatw la, An bɛna u jeni Tasuma la. Tuma o tuma n’u fariw tobira ka tɛmɛ, An b’u bila fari kura nɔ na walasa u ka se ka ɲangili nɛnɛ. Tiɲɛ na, Ala bɛ Kɔrɔta tuma bɛɛ Sebaaya ni Hakilitigiya la.",
    "Minnu dalen bɛ a la ani minnu bɛ kɛwale tilennenw kɛ—An bɛna u don nakɔw kɔnɔ, baji bɛ woyo minnu fɛ, u bɛna to yen fo abada. O yɔrɔ la, u bɛna furuɲɔgɔn saniyalenw sɔrɔ, an bɛna u don biɲɛ caman na.",
    "Ala b’a fɔ i ye ko i ka dannayakow segin u tigi jotigiw ma, ani n’i bɛ kiri tigɛ mɔgɔw ni ɲɔgɔn cɛ, i ka kiri tigɛ ni tilennenya ye. Ala ye cikan minnu di i ma, olu ka ɲi kosɛbɛ. Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ yebaga ye.",
    "Aw dannabaaw, aw ka Ala, ciden, ani fangatigiw kan minɛ aw cɛma. Ni aw ma bɛn fɛn dɔ ma, aw k’o bila Ala ni ciden fɛ ni aw dalen bɛ Ala ni don laban na tiɲɛ na. O ye fɛɛrɛ ɲuman ye, wa a bɛna kɛ sababu ye ka nɔ ɲuman sɔrɔ.",
    "Yala i ye mɔgɔw kɔlɔsi minnu b’a fɔ ko u dalen bɛ fɛn jiralen na i la, ani min jirala i ɲɛkɔrɔ, o bɛɛ n’a ta, u bɛ kiri ɲini sariya sɔrɔyɔrɔw la minnu bɛ mɔgɔ degun wa? Sitanɛ b’a fɛ k’u bila yɔrɔ jan na.",
    "Ni a fɔra u ye ko: “Aw ka na Ala ye min jira, ani ciden ma,” aw b’a ye ko filankafow bɛ u kɔdon aw la pewu.",
    "Ni balawu dɔ kɛra u la k’a sababu kɛ u ye min kɛ, o bɛ kɛ cogo di? O kɔ, u bɛ na aw ma, ka kali Ala la ko: «An tun ma foyi laɲini ni ŋaniya ɲuman ni bɛnkan tɛ.»",
    "Olu de ye Ala b’a dɔn min bɛ u dusukun na. O la sa, i kɔdon u la, k’u laadi, ka kuma u fɛ ni hakilijagabɔ kumaw ye.",
    "An ma Ciden si ci, fo ka kanminɛli kɛ Ala ka yamaruya fɛ. Ni u tun ye dɔrɔn, n’u ye kojugu kɛ u yɛrɛ la, ka na i fɛ ka yafa ɲini Ala fɛ, ani Ciden tun ye yafa ɲini u ye, u tun bɛna Ala sɔrɔ min bɛ sɔn nimisali la, hinɛtigiba.",
    "Nka ayi, i Matigi fɛ, u tɛna da a la fo n’u y’i ka bɛnkan ɲini u ka sɔsɔliw la, o kɔfɛ, u ma kɛlɛli si sɔrɔ u yɛrɛ kɔnɔ i ka latigɛw la, k’u yɛrɛ kolo pewu.",
    "Ni An tun ye ci bila u ma ko: “Aw ka aw ka ɲɛnamaya di,” walima “Aw ka aw ka so bila,” mɔgɔ damadɔw dɔrɔn de tun bɛna o sariya labato. Ni u tun ye laadilikan min kɛ, o tun bɛna fisaya u ma ani ka dɔ fara u ka dannaya kan.",
    "O tuma na fɛ, An tun bɛna u sara ni bolomafara ye ka bɔ An fɛ.",
    "Wa An tun bɛna u bila sira tilennen kan.",
    "Mɔgɔ o mɔgɔ bɛ Ala ni ciden kan minɛ, o bɛna kɛ Ala ye dugawu kɛ minnu na: kiraw, tiɲɛtigiw, martiriw, ani mɔgɔ tilennenw. U ye taamaɲɔgɔn ɲumanw ye dɛ!",
    "Nin ye bonya ye min bɛ bɔ Ala yɔrɔ, wa Ala bɛ se ka kɛ i n’a fɔ fɛn bɛɛ dɔnbaga.",
    "Aw minnu dalen bɛ a la, aw k’aw ka fɛɛrɛw tigɛ ka taa ɲɛ unit (unités) la walima ka taa ɲɛ pewu.",
    "Aw cɛma, min bɛ sigasiga, o bɛ yen. Ni balawu dɔ nana i la, a tun b’a fɔ ko: “Ala ye nɛɛma di ne ma, k’a masɔrɔ ne ma faga ni u ye.”",
    "O bɛɛ n’a ta, ni Ala ka bolomafara dɔ nana i ma, a tun b’a fɔ, i n’a fɔ kanuya si tɛ i n’a cɛ abada ko: “Ne tun b’a fɛ ne tun bɛ u fɛ, walisa ne tun bɛ se ka sebaayaba sɔrɔ.”",
    "O de kosɔn, mɔgɔ minnu bɛ nin diɲɛ ɲɛnamaya jago kɛ ni siniko ye, olu ka kɛlɛ kɛ Ala ka sira kan. Mɔgɔ o mɔgɔ bɛ kɛlɛ kɛ Ala ka sira kan, a fagara wo, a kɛra setigi ye wo, An bɛna saraba di a ma.",
    "Mun na i man kan ka kɛlɛ kɛ Ala ka sira kan, k’a sɔrɔ cɛw ni musow ni denmisɛnw cɛma degunbagatɔw bɛ delili kɛ ko: “An Matigi, an kisi nin dugu degunbagatɔw ma, ka lakanabaga dɔ sigi an ye ka bɔ I la, ka anw sigi i fɛ a dɛmɛbaga.”?",
    "Minnu dalen bɛ a la, olu bɛ kɛlɛ kɛ Ala ka ko la, k’a sɔrɔ minnu dalen tɛ a la, olu bɛ kɛlɛ kɛ ni fanga jugu ye. O la sa, kɛlɛ kɛ ni Sitanɛ jɛɲɔgɔnw ye; tiɲɛ na, Sitanɛ ka fɛɛrɛw barika ka dɔgɔ.",
    "A fɔra minnu ye ko: “Aw ka aw bolow minɛ, ka delili kɛ, ka dɛmɛ wajibiyalen di” aw ma o ye wa? O bɛɛ n’a ta, ni kɛlɛ tun latigɛra u ye, u cɛma kulu dɔ tun bɛ siran mɔgɔw ɲɛ i n’a fɔ u ka kan ka siran Ala ɲɛ cogo min na, walima ka tɛmɛ o kan yɛrɛ. U ko: «An Matigi, mun na i ye kɛlɛ sigi an kan? Yala I tun tɛ se k’o bila kɔfɛ dɔɔnin an ye wa?” A fɔ ko: “Duniɲa diyabɔli bɛ tɛmɛn, nka a ka fisa ni mɔgɔ tilennenw ye, wa i tɛna kojugu kɛ hali dɔɔnin.”",
    "I mana kɛ yɔrɔ o yɔrɔ, saya bɛna i sɔrɔ, hali n’i bɛ sankanso barikamanw kɔnɔ. Ni u ye ko ɲuman sɔrɔ, u b’a fɔ ko: “Nin bɔra Ala de la,” nka ni balawu ye u sɔrɔ, u b’a fɔ ko: “Nin bɔra aw de la.” A fɔ ko: “Fɛn bɛɛ bɔra Ala de la.” O la sa, mun de bɛ nin mɔgɔw la, ko u tɛ kuma si faamu kosɛbɛ?",
    "Koɲuman fɛn o fɛn bɛ i la, o bɛ bɔ Ala de la, ni bana o fɛn bɛ i la, o bɛ bɔ i yɛrɛ de la. An y'i ci ka kɛ ciden ye jama ma, Ala bɛ se ka kɛ seere ye.",
    "Min bɛ ciden kan minɛ, o ye Ala kan minɛ. Minnu bɛ kɔsegin, An m’i ci k’u kɛ u kɔrɔsibaga ye.",
    "U b’a fɔ ko u ye kanminɛli kɛ. Nka n’u bɔra i ɲɛ kɔrɔ, u cɛma kulu dɔ bɛ fɛn dɔ labɛn su fɛ min bɛ i ka kuma fɔlenw sɔsɔ. U bɛ min labɛn su fɛ, Ala bɛ o sɛbɛn. O tuma na fɛ, i ka i kɔdon u la, ka i jigi da Ala kan. Ala bɛ se ka kɛ dannayakɛla ye.",
    "Mun na u t’a miiri Kuranɛ na? Ni a tun bɔra mɔgɔ wɛrɛ fɛ ni Ala tɛ, u tun bɛna danfara caman sɔrɔ a kɔnɔ.",
    "Ni lakana walima siran kibaruya sera u ma, u b’o fɔ. Nka n’u tùn y’a Lase Ciden n’u cɛma fangatigiw ma, minnu bɛ Se ka dantigɛli ɲumanw Kɛ, olu tùn b’a Faamu. Ni Ala ka nɛɛma ni a ka makari tun tɛ i la, i tun bɛna tugu Sitanɛ kɔ, fo mɔgɔ damadɔw.",
    "O la sa, kɛlɛ kɛ Ala ka sira kan — i bɛ jate i yɛrɛ dɔrɔn de la — ka dannabaaw lawuli. Laala Ala bɛna dannabaliw ka sebaaya bali. Ala de barika ka bon kosɛbɛ ɲangili labatoli la ani a ka jugu kosɛbɛ binkanni na.",
    "Mɔgɔ o mɔgɔ bɛ delili kɛ ko ɲuman kama, o tigi niyɔrɔ bɛna sɔrɔ o la, mɔgɔ o mɔgɔ bɛ delili kɛ ko jugu la, o na a doni dɔ ta. Ala bɛ fɛn bɛɛ kɔlɔsi.",
    "Ni u ye foli kɛ i la, i ka jaabi di ni foli ɲuman ye, walima i ka segin o kan. Ala bɛ fɛn bɛɛ jate.",
    "Ala—ala si tɛ yen ni ale tɛ. A na aw lajɛ Lakununni don na, siga t’o la. Ani jɔn de ye tiɲɛ fɔ ka tɛmɛ Ala kan kuma ta fan fɛ?",
    "Mun na aw farala filankafow kan, k'a sɔrɔ Ala y'u fili kɛrɛfɛ u ka kɛwalew kosɔn? Ala ye mɔgɔ minnu bila sira la, yala i b’a ɲini ka olu bilasira wa? Ala bɛ mɔgɔ minnu lafili, i tɛna sira sɔrɔ u ye.",
    "U b’a fɛ aw ka kafiri i ko u ka kafiri, o la aw ka kɛ kelen ye. O la sa, aw kana jɛɲɔgɔnw ta u cɛma fo u ka wuli Ala ka sira kan. N'u y'u kɔ Dòn, i k'u Minɛ k'u Fàga i y'u Sɔrɔ yɔrɔ o yɔrɔ; ani ka jɛɲɔgɔn walima dɛmɛbaga si bɔ u cɛma.",
    "N’a ma fɔ minnu bɛ dogo jamana dɔ fɛ, i ni min bɛ bɛnkan sɔrɔ, walima minnu bɛ na i fɛ, u dusukunw t’a fɛ ka i kɛlɛ walima k’u ka mɔgɔw kɛlɛ. Ni Ala tun b’a fɛ, a tun bɛ se ka fanga di u ma i kan, wa u tun bɛna i kɛlɛ. Nka n’u y’u yɛrɛ bɔ i la, n’u ma i kɛlɛ, ka hɛrɛ di i ma, Ala tɛ dalilu si di i ma u kama.",
    "I bɛna mɔgɔ wɛrɛw sɔrɔ minnu bɛ lakana ɲini i n’u ka mɔgɔw fɛ. O bɛɛ n’a ta, tuma o tuma n’u seginna kɔrɔbɔli la, u bɛ bin o kɔrɔbɔli la. N’u ma u yɛrɛ Bɔ i la, ka hɛrɛ Di i ma, k’u bolow Minɛ, i k’u Sɔrɔ yɔrɔ o yɔrɔ, k’u Minɛ k’u Fàga. Olu kɛlɛli la, An ye yamaruya jɛlen di aw ma.",
    "Dannabaa tɛ dannabaa faga, fo n’a kɛra fili ye. Mɔgɔ o mɔgɔ ye dannabaa faga bala la, o sara ye ka dannabaa minɛlen dɔ hɔrɔnya ani ka sara di a ka denbaya ma, fo n’u y’o yafa i n’a fɔ dɛmɛnjɛkulu. Ni a tun ye jamana dɔ ye min tun bɛ i juguya, o bɛɛ n’a ta, a tun ye dannabaa ye, jurumu kafari ye ka dannabaa minɛlen dɔ hɔrɔnya. Ni a tun ye jamana dɔ ye, i ni min bɛ bɛnkansɛbɛn kɔnɔ, o ka kan ka sara a ka denbaya la, ani mɔgɔ minɛlen dannabaa dɔ ka kan ka hɔrɔnya. Ni fɛɛrɛ dɛsɛra mɔgɔ la, ka sunɔgɔ kalo fila tugu-tugu ɲɔgɔn na—o ye nimisali ye ka bɔ Ala yɔrɔ. Ala ye fɛn bɛɛ dɔnbaga ye, hakilitigi ye.",
    "Nka mɔgɔ o mɔgɔ ye dannabaa faga ni laɲini ye, o sara ye Jahannama ye, a bɛna to yen fo abada. Ala ka diminya bɛ a kan. A ye a danga ka ɲangiliba labɛn a ye.",
    "Aw dannabaaw, ni aw bɛ taa Ala ka sira la, aw ka hakilijagabɔ kɛ. Wa, i kana a fɔ mɔgɔ ye min bɛ i fo ni hɛrɛ ye ko: “I tɛ dannaba ye,” ka tugu diɲɛ ɲɛnamaya nafolo tiɲɛnenw nɔfɛ. I tun bɛ i ko olu fɔlɔ, fo Ala y’a ka nɛɛma di i ma. O la sa, aw ka kɛ mɔgɔ hakilitigiw ye; Ala b’a dɔn tuma bɛɛ i bɛ min kɛ.",
    "Dannabaa minnu sigilen bɛ baara la, n’o tɛ fiyentɔw ye, olu ni mɔgɔ minnu bɛ cɛsiri kɛ Ala ka sira kan n’u ka nafolo n’u ka ɲɛnamaya ye, olu tɛ kelen ye. Ala ye cɛsirikɛlaw fisa n’u ka nafolo n’u ka ɲɛnamaya ye ka tɛmɛ walekɛbaliw kan. O bɛɛ n’a ta, Ala ye layidu ɲuman ta u fila bɛɛ ye. Nka, Ala bɛ cɛsirikɛlaw fɛ ka tɛmɛ walekɛbaliw kan, ni saraba ye min bɛ danfara bɔ.",
    "Danyɔrɔ hakɛw ka bɔ Ale fɛ, yafa ani hinɛ. Ala ye Yafabaga ye tuma bɛɛ, hinɛtigiba.",
    "Mɛlɛkɛw na mɔgɔ minnu sa ka kojugu kɛ u yɛrɛ la, olu niw ta k’a fɔ ko: “Aw tun bɛ cogo di?” U na a jaabi ko: “An tɔɔrɔla jamana kɔnɔ.” O kɔfɛ, u bɛna a fɔ ko: “Yala Ala ka dugukolo tun man bon fo i ka se ka taa jamana wɛrɛ la wa?” O mɔgɔ suguw fɛ, u sigiyɔrɔ bɛna kɛ Jahannama ye—yɔrɔ min ka jugu kosɛbɛ.",
    "N’a ma fɔ cɛw, musow ani denmisɛnw cɛma minnu degunna, minnu tɛ se ka fɛɛrɛ tigɛ, wa u tɛ se ka fɛɛrɛ sɔrɔ.",
    "O mɔgɔ kelen-kelen bɛɛ ta fan fɛ, Ala bɛ se k’a ka yafa di u ma. Ala ye Yafa ani Yafabaga ye.",
    "Mɔgɔ o mɔgɔ bɛ taa yɔrɔ wɛrɛ la Ala ka ko la, o bɛna dogoyɔrɔ caman sɔrɔ ani ka fɛn caman sɔrɔ dugukolo kan. Mɔgɔ o mɔgɔ bɔra a ka so, ka taa Ala n’a ka ciden fan fɛ, ka sɔrɔ ka saya sɔrɔ a la—Ala b’a ka sara hakili sigi. Ala ye Yafabaga ye tuma bɛɛ, hinɛtigiba.",
    "K’i to taama na jamana kɔnɔ, i jalaki tɛ i ka deliliw surunyali la, kɛrɛnkɛrɛnnenya la n’i bɛ siran dannabaliw ka binkanni ɲɛ. Dannabaliw ye aw jugu jɛlenw ye.",
    "Ni i bɛ u cɛma, k’u ɲɛminɛ delili la, i k’a to u kulu dɔ ka jɔ i fɛ, marifatigiw. U sujugu kɛlen kɔ, u ka kan k’u yɛrɛ Bɔ, k’a To kulu wɛrɛ min ma delili Kɛ fɔlɔ, o ka Nà ɲɛfɛ ka delili Kɛ n’i ye. U ka kan ka to u ɲɛ na ani k’u ka marifaw labɛn. Minnu ma da a la, olu b’a fɛ i ka i ka marifaw n’i ka bagajiw bila kɔfɛ, walisa u ka se ka kabako binkanni kɛ. Ni sanji walima bana y’i bali, jalaki t’i kan k’i ka marifaw bila kɛrɛfɛ. Nka, aw ka to aw janto la. Ala ye maloya ɲangili labɛn dannabaliw ye.",
    "Ni delili banna ka ban, i hakili to Ala la k’i jɔ, k’i sigi, walima k’i da i kɛrɛ fɛ. Ni aw lafiyalen don, aw ka delili sigi sen kan. Delili ye wajibi ye dannabaaw bolo waati latigɛlenw na.",
    "Kana barika dɔgɔya ka tugu jugu kɔ. Ni aw bɛ tɔɔrɔ la, olu fana bɛ tɔɔrɔ la. Wa, u tɛ min makɔnɔ, i bɛ o de makɔnɔ Ala fɛ. Ala ye Dɔnnikɛla ni Hakilitigi ye.",
    "An ye Kitabu jira aw la tiɲɛ na, walisa aw ka kiri tigɛ mɔgɔw ni ɲɔgɔn cɛ ka kɛɲɛ ni Ala ye min jira aw la. Kana kɛ janfakɛlaw lafasabaga ye.",
    "Ani ka yafa ɲini Ala fɛ, katuguni Ala ye Yafabaga ye tuma bɛɛ, hinɛtigiba.",
    "Ani, aw kana sɔsɔli kɛ mɔgɔw ye minnu bɛ u yɛrɛ lafili. Ala tɛ jurumukɛla nanbaratɔ kanu.",
    "U bɛ se ka dogo mɔgɔw la, nka u tɛ se ka dogo Ala la. A bɛ u fɛ ni u bɛ su labɛn ni kumaw ye minnu tɛ sɔn a ma. Ala b’u ka kɛwalew bɛɛ lamini.",
    "Aw filɛ nin ye, ka sɔsɔli kɛ u tɔgɔ la nin ɲɛnamaya kɔnɔ, nka jɔn bɛna sɔsɔli kɛ u tɔgɔ la Ala ɲɛkɔrɔ lakununni don na, walima jɔn bɛna kɛ u lafasabaga ye?",
    "Mɔgɔ o mɔgɔ mana jurumu kɛ walima ka kojugu kɛ a yɛrɛ la, ka tila ka yafa ɲini Ala fɛ, o bɛna Ala sɔrɔ Yafabaga ni makaribaga ye.",
    "Min ye kojugu sɔrɔ, o tigi bɛ o sɔrɔ a yɛrɛ de kama. Ala ye fɛn bɛɛ dɔnbaga ye, hakilitigi ye.",
    "Mɔgɔ o mɔgɔ ye kojugu walima jurumu kɛ, ka tila ka mɔgɔ jalakibali jalaki, o ye tɔgɔjugu ni jurumu jɛlen ta.",
    "Ni Ala ka nɛɛma ni makari tun tɛ i la, kulu dɔ tun bɛna a ɲini ka i lafili. Nka, u b’u yɛrɛ lafili dɔrɔn. Wa u tɛna kojugu kɛ i la fewu. Ala ye Sɛbɛnniw ni hakilitigiya jira i la, ani a ye i kalan i tun tɛ min dɔn. Ala ka nɛɛma min bɛ aw kan, o ka bon kosɛbɛ.",
    "Nafa foyi tɛ bɔ u ka baro caman na minnu bɛ kɛ u dan na, fo minnu bɛ kanuya, ɲumanya walima bɛnkan yamaruya mɔgɔw ni ɲɔgɔn cɛ. Mɔgɔ o mɔgɔ bɛ o kɛ ka Ala ka sɔnni ɲini, An bɛna saraba di a ma.",
    "Mɔgɔ o mɔgɔ bɛ ciden kɛlɛ, bilasirali jɛlen kɔfɛ a bolo, ka tugu sira wɛrɛ la min tɛ dannabaaw ta ye, An bɛna a to a ye sira min sugandi, k’a bila Jahannama na—yɔrɔ siranninba.",
    "Ala tɛ yafa jɛɲɔgɔnw ka jɛɲɔgɔnya ma n’a ye, nka a bɛ yafa fɛn o fɛn ma min ka dɔgɔ ni o ye, a b’a fɛ mɔgɔ o mɔgɔ ma. Mɔgɔ o mɔgɔ bɛ jɛɲɔgɔnw kɛ ni Ala ye, o tigi bɔra sira wɛrɛ fɛ.",
    "U bɛ musow dɔrɔn de wele, a nɔ na. U tɛ mɔgɔ wɛrɛ wele ni jinɛ sɔsɔlen tɛ.",
    "Ala ye a danga. A ko: “Ne na i ka baaradenw niyɔrɔ dɔ ta.”",
    "“Ne na u lafili, ne na u lafili, ne na ci fɔ u ye ko u ka baganw tulo tigɛ, ne na ci fɔ u ye, u na Ala ka danfɛnw yɛlɛma.” Mɔgɔ o mɔgɔ bɛ Sitanɛ ta ka kɛ a teri ye Ala nɔ na, o tigi bɔnɛna a la cogo jɛlen na.",
    "Sitanɛ bɛ layidu ta u ye ani a bɛ negew lawuli u kɔnɔ. Nka Sitanɛ tɛ foyi layidu ta u ye ni nanbara tɛ.",
    "Olu de ye Jahannama yɔrɔ ye, wa u tɛna boli cogo si sɔrɔ o la.",
    "Nka, minnu dalen b'a la ka kɛwale tilennenw kɛ, An bɛna u don nakɔw kɔnɔ, baji bɛ woyo minnu fɛ, u bɛna sigi yen fo abada. O ye Ala ka layidu lakika ye, ani jɔn ka kuma ka bon ni Ala ye?",
    "A tɛ ka kɛɲɛ n’i ka ŋaniya ye, wa Bibulu Mɔgɔw ka ŋaniya fana tɛ. Mɔgɔ o mɔgɔ bɛ kojugu kɛ, o na sara o la, wa a tɛna lakanabaga walima dɛmɛbaga si sɔrɔ Ala ma.",
    "Wa mɔgɔ o mɔgɔ bɛ tilennenya kɛ, cɛ wo, muso, ka dannabaa don—olu bɛna don alijɛnɛ na, wa u tɛna kojugu kɛ hali ni fɛn dɔ ye.",
    "Jɔn ka fisa diinɛko la ka tɛmɛ mɔgɔ kan min b’a ka ɲɛnamaya bɛɛ di Ala ma, ka kɛwale ɲumanw kɛ, ani ka tugu Ibrahima ka Ala kelenpe dannaya kɔ? Ala ye Ibrahima sugandi ka kɛ a teri kanulen ye.",
    "Fɛn o fɛn bɛ sankolo ni dugukolo kɔnɔ, o bɛɛ ye Ala ta ye, wa Ala bɛ fɛn bɛɛ lamini.",
    "U b’a ɲini i fɛ i ka sariya dɔ di musow ma. A fɔ ko: “Ala bɛ sariya dɔ di i ma u ko la, ka fara min fɔra i ye Sɛbɛnniw kɔnɔ ka ɲɛsin npogotiginin yatɔw ma, i bɛ ban fɛn minnu fɔra u ye, o bɛɛ n’a ta, i b’a fɛ ka furu, ani denmisɛnw cɛma minnu ka dɔgɔ. A ɲininen bɛ aw fɛ aw ka yatɔw minɛ ni tilennenya ye.” I mana ko ɲuman o ko ɲuman kɛ, Ala b’o dɔn kosɛbɛ.",
    "Ni muso siranna a ka kɛwale juguw ɲɛ walima k’a yɔrɔ janya a cɛ la, jalaki foyi t’u la n’u bɛnna. Bɛnkan de ka fisa tuma bɛɛ, o bɛɛ n’a ta, hadamaden cogoya bɛ sama ka taa yɛrɛɲini fɛ. Ni i bɛ i yɛrɛ minɛ ni tilennenya ni bonya ye, Ala bɛ i ka kɛtaw dɔn tuma bɛɛ.",
    "I tɛna se abada ka musow minɛ ni tilennenya dafalen ye, hali n’i ka ŋaniya ye tiɲɛ ye cogo o cogo. O la, aw kana aw biri ka tɛmɛ kelen kan ka tɔ kelen to a ka dulon. Wa ni i ye tilennenya kɛ ani ka Ala ɲɛsiran waleya—Ala ye Yafabaga ye tuma bɛɛ, hinɛbagaba.",
    "Ni u farala ɲɔgɔn kan, Ala bɛna u kelen-kelen bɛɛ bɔ a ka nɛɛma na. Ala ye fɛn bɛɛ lajɛlen ye, hakilitigi ye.",
    "Fɛn o fɛn bɛ sankolo la ani dugukolo kan, o bɛɛ ye Ala ta ye. Sɛbɛnniw dira mɔgɔ minnu ma ka kɔn aw ɲɛ, ani aw fana, an ye olu bila ka siran Ala ɲɛ. Ni aw ma da a la, aw k’a dɔn ko sankolow ni dugukolo kan fɛn o fɛn ye Ala ta ye. Ala ye a yɛrɛmahɔrɔnya ye ani a ka kan ni tanuli ye.",
    "Fɛn o fɛn bɛ sankolo la ani dugukolo kan, o bɛɛ ye Ala ta ye, wa Ala bɛ se ka i jigi da o kan.",
    "Ni a b’a fɛ, a bɛ se ka aw ban, e mɔgɔw, ka na ni mɔgɔ wɛrɛw ye. Se bɛ Ala ye k’o kɛ.",
    "Mɔgɔ o mɔgɔ b’a fɛ ka nin diɲɛ sara sɔrɔ—Ala de ye diɲɛ ni silata sara ye. Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ yebaga ye.",
    "Aw dannabaaw, aw ka jɔ tilennenya ko la, ka kɛ Ala seerew ye, hali ni aw bɛ aw yɛrɛw kɛlɛ, walima aw bangebagaw, walima aw somɔgɔw kama. Mɔgɔ mana kɛ nafolotigi ye wo, a kɛra faantan ye wo, Ala ka kan ni o fila bɛɛ ye ka tɛmɛ. O la sa, kana tugu i yɛrɛ nege kɔ walisa ka i yɛrɛ tanga tilennenya ma. N’i ye fɛn tiɲɛ walima n’i banna—I bɛ min kɛ, Ala b’o dɔn kosɛbɛ.",
    "Aw minnu dara a la, aw ka da Ala ni a ka ciden la, ani a ye Sɛbɛn minnu jira a ka ciden la, ani a ye Sɛbɛn minnu jira ka kɔn o ɲɛ. Mɔgɔ o mɔgɔ banna Ala ma, a ka mɛlɛkɛw ma, a ka Sɛbɛnniw ma, a ka cidenw ma, ani a ka don laban na, o tara yɔrɔ jan.",
    "Minnu dalen don, o kɔfɛ, u bɛ kafiri, o kɔfɛ, u bɛ dannaya kɛ, o kɔfɛ, u bɛ kafiri ani ka dɔ fara u ka dannayabaliya kan—Ala tɛna yafa u ma, wa a tɛna u bila sira si kan.",
    "Aw k’a fɔ filankafow ye ko tɔɔrɔ dimi bɛna kɛ u la.",
    "Minnu bɛ dannabaliw ta iko jɛɲɔgɔnw dannabaaw nɔ na. Yala u bɛ bonya ni fanga ɲini n’u ye wa? Bonya ni sebaaya bɛɛ ye Ala kelenpe ta ye.",
    "A y’a jira i la Sɛbɛnniw kɔnɔ ko n’i y’a mɛn ko Ala ka tɛmɛsiraw bɛ sɔsɔ ani k’u tulo geren, i kana sigi n’u ye fo n’u ye barokun Changer, n’o tɛ i ka kɛ i n’a fɔ olu. Ala na filankafow ni dannabaliw lajɛ jahanama kɔnɔ, u bɛɛ lajɛlen.",
    "Minnu bɛ i binni makɔnɔ ni kɔnɔnajɛya ye: ni Ala ka se sɔrɔli dira i ma, u bɛ ɲininkali kɛ ko: “An tun tɛ i fɛ wa?” O bɛɛ n’a ta, ni dannabaliw ye ɲɛtaa waati dɔ sɔrɔ, u b’a ɲininka ko: “An ma jɔ i kɛrɛ fɛ k’i tanga dannabaaw ma wa?” Lakununni don na, Ala na kiri tigɛ aw ni ɲɔgɔn cɛ. Ala t’a to dannabaliw ka se sɔrɔ dannabaaw kan.",
    "Filankafow b’a ɲini ka Ala lafili, nka a b’u lafili. Ni u wulila delili kama, u b’o kɛ ni sɛgɛn ye, walisa mɔgɔ wɛrɛw ka u ye dɔrɔn, wa u hakili tɛ Ala la kosɛbɛ.",
    "U tɛ ko latigɛ, u tɛ ni ninnu ye, u tɛ ni o mɔgɔw ye. Ala bɛ mɔgɔ minnu bila sira la, i tɛna sira si sɔrɔ.",
    "Aw dannabaaw, aw kana dannabaliw diyagoya ka tɛmɛ dannabaaw kan. Yala aw b’a fɛ ka dalilu jɛlenw di Ala ma aw yɛrɛw kama wa?",
    "Filankafow na kɛ Tasuma jugumanba la, i tɛna mɔgɔ si sɔrɔ min bɛ se k’u dɛmɛ.",
    "Fo mɔgɔ minnu bɛ nimisa, ka u ka siraw sɛmɛntiya, ka nɔrɔ ɲɔgɔn na kosɛbɛ, ka u ka dannaya di Ala ma ni kɔnɔnajɛya ye. Olu na kɛ dannabaaw cɛma, Ala na saraba di dannabaaw ma.",
    "Ala tun bɛna mun kɛ ni i ka ɲangili ye ni i bɛ waleɲumandɔn jira ani ni i dalen bɛ a la? Ani tuma bɛɛ, Ala ye waleɲumandɔnbaga ye ani a bɛ fɛn dɔn.",
    "Juguya fɔli man di Ala ye, fo ni kojugu kɛra mɔgɔ dɔ la. Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.",
    "I mana kɛwale ɲuman dɔ fɔ jama ɲɛ na walima k’a dogo, walima ka yafa kɛwale jugu dɔ ma—Ala ye Yafabaga ye ani Setigi ye.",
    "Minnu bɛ ban Ala n’a ka cidenw na, ani minnu b’a fɛ ka faraanfasi Ala n’a ka cidenw cɛ, k’a fɔ ko: “An dalen bɛ dɔw la, an dalen tɛ dɔw la,” ani minnu b’a fɛ ka fɛɛrɛ dɔ ta o cɛma.",
    "Olu de ye kafiri lakikaw ye, wa An ye maloya ɲangili labɛn kafiriw ye.",
    "Nka minnu dalen bɛ Ala n’a ka cidenw na, ka danfara si don u si cɛ, an bɛna u sara di u ma. Ala ye Yafabaga ni makaribaga ye.",
    "Sɛbɛnniw mɔgɔw b’a ɲini i fɛ i ka gafe dɔ ci u ma ka bɔ sankolo la. U ye fɛn caman ɲini Musa fɛ, k’a fɔ ko: “Ala jira an na yelen.” Sanpɛrɛn dɔ y’u gosi u ka jagɛlɛya kosɔn. O kɔ, u ye misiden bato hali taamasiyɛn jɛlenw nana u ma. O bɛɛ n’a ta, An ye yafa u ma. Ka fara o kan, An ye fanga jɛlen di Musa ma.",
    "An ye kulu minɛ u kan k’a kɛ u ka layidu seereya ye, an ye ci fɔ u ye ko: “Aw ka don da la ni majigilenya ye.” An ye ci fɔ fana ko: “Aw kana lafiɲɛ don tiɲɛ”, wa An ye layidu ta u fɛ.",
    "O bɛɛ n’a ta, u ye u ka layidu tiɲɛ, ka ban Ala ka jiralifɛnw na, ka kiraw faga tilenbaliya la, k’a fɔ ko: “An dusukunw sirilen bɛ.” Ala ye u taamashyɛn u ka dannabaliya kosɔn, o de la u dalen bɛ dɔɔnin dɔrɔn de la.",
    "U ma da a la, u ye nkalonba dɔ fɔ Mariyama kan.",
    "Wa u y’a jira ko: “An ye Masiya faga, Yesu, Mariyama denkɛ, Ala ka ciden.” O bɛɛ n’a ta, tiɲɛ yɛrɛ la, u m’a faga, wa u m’a gengen jiri la—nka a kɛra k’a jira u la ten. Minnu bɛ o sɔsɔ, olu falen bɛ sigasiga la, u tɛ dɔnniya dafalen si sɔrɔ, wa u bɛ u jigi da jateminɛ dɔrɔn kan. Tiɲɛ na, u m’a faga.",
    "Nka, Ala y’a lakunun a yɛrɛ ma. Ala ye Sebaayaba ni Hakilitigi ye.",
    "Kitabu mɔgɔw si tɛ yen, nka a bɛna da a la sani a ka sa, ani lakununni don na, a na seereya kɛ u kama.",
    "Yahutuw ka kojuguw kosɔn ani u ka to ka bɔ Ala ka sira kan, An ye u bali ka fɛn ɲuman dɔw kɛ minnu tun bɛ sɔn fɔlɔ.",
    "Wa u ka tɔnɔ ta k’a sɔrɔ u tun dagalen don a la, ani ka mɔgɔw ka nafolo dun tilenbaliya la. An ye ɲangili jugu dɔ labɛn mɔgɔ minnu bɛ to ka dannayabaliya la.",
    "Nka minnu barika ka bon u cɛma, ani dannabaaw dalen bɛ fɛn minnu jirala i la ani minnu jirala i ɲɛ. Minnu b delili k, ka kanuya di ani ka da Ala ni don laban na—u bna saraba di.",
    "An y’a jira aw la, i ko an y’a jira Nuhun ni a kɔfɛ kiraw la cogo min na. An ye Ibrahima, Ismaɛl, Isaka, Yakuba, kabilaw, Yesu, Job, Jonasi, Aron ani Solomani fana jira. Ani Dawuda ma ko: An ye Zaburuw di.",
    "An ye ciden dɔw ka maanaw fɔ aw ye, dɔw ta, An ma o fɔ aw ye. Ala kumana Musa fɛ k’a ɲɛsin a ma.",
    "Cidenw ka kɛ kibaru duman ni lasɔmini tabaga ye, walisa mɔgɔw kana dalilu si sɔrɔ Ala ɲɛ kɔrɔ cidenw kɔfɛ. Ala ye Sebaayabɛɛtigi ye, Hakilitigi ye.",
    "Ala yɛrɛ bɛ seereya kɛ a ye min jira aw la. A y’o jira ni a ka dɔnniya ye, mɛlɛkɛw fana bɛ seereya kɛ. O bɛɛ n’a ta, Ala bɛ se ka kɛ Seere ye.",
    "Mɔgɔ minnu tɛ dannaya kɛ ani ka mɔgɔ wɛrɛw bali ka bɔ Ala ka sira kan, olu filila yɔrɔ jan.",
    "Minnu tɛ dannaya kɛ ani ka kojugu kɛ—Ala tɛna yafa u ma, wa a tɛna u bila sira kan fana.",
    "Fo Jahannama sira, ka to a kɔnɔ fo abada. Wa o, Ala fɛ, o ka nɔgɔn tuma bɛɛ.",
    "Aw jama, ciden nana aw ma ni tiɲɛ ye ka bɔ aw Matigi fɛ, o la aw ka da a la; o ka fisa aw ma. Nka ni i ma da a la—fɛn o fɛn bɛ sankolo ni dugukolo kan, o ye Ala ta ye. Ala ye fɛn dɔnbaga ye tuma bɛɛ, hakilitigi ye.",
    "Aw Bibulu mɔgɔw, aw kana damatɛmɛ aw ka diinɛ kɔnɔ, ka tiɲɛ dɔrɔn fɔ Ala ko la. Yesu Krisita, Mariyama denkɛ, ye Ala ka ciden ye, a ka Kuma min dira Mariyama ma, ani a hakili. O la, i ka da Ala n’a ka cidenw na, i kana a fɔ ko “Sabalabana.” A dabila—o ka fisa i ma. Ala ye Ala kelenpe de ye. A kɔrɔtalen don—A ka bon kosɛbɛ ka tɛmɛ denkɛ sɔrɔli kan. Fɛn minnu bɛ sankolow ni dugukolo kan, olu bɛɛ ye ale de ta ye, wa Ala bɛ se ka kɛ Lakanalikɛla ye.",
    "Masiya tun tɛna a mafiɲɛya abada ka kɛ Ala ka baarakɛla ye, ani mɛlɛkɛ minnu ka surun a la fana. Mɔgɔ o mɔgɔ mana a ka bato mafiɲɛya, ka kuncɛbaya kɛ, a na u bɛɛ lajɛ a yɛrɛ ma.",
    "Minnu dalen b’a la ani ka kɛwale tilennenw kɛ—A bɛna u sara kosɛbɛ ani ka dɔ fara u kan ka bɔ a ka nɛɛma la. Nka minnu b’a ka bato mafiɲɛya ani ka kuncɛbaya kɛ, a bɛna u ɲangi ni ɲangili jugu ye, wa u tɛna lakanabaga walima dɛmɛbaga si sɔrɔ u yɛrɛ ye ni Ala tɛ.",
    "Aw jama, dalilu min bɛ mɔgɔ lasun, o nana aw ma ka bɔ aw Matigi fɛ, wa An ye yeelen jɛlen ci aw ma.",
    "Mg minnu dalen b Ala la, ka u nɔrɔ a la kosɛbɛ, a na u don a ka makari ni a ka nɛɛma la, ani a na u bilasira a yɛrɛ ma sira tilennen kan.",
    "U bɛ sariya sira ɲini i fɛ. A fɔ ko: «Mɔgɔ minnu bɛ sa ni ciyɛntalaw tɛ, Ala bɛ sariya di i ma. Ni mɔgɔ sara den tɛ a la, ni balimamuso dɔ b’a fɛ, a ye min to a kɔ, o tilancɛ bɛ ciyɛn ta. Ni a sara den tɛ a la, a bɛ ciyɛn sɔrɔ a fɛ. Ni balimamuso fila bɛ yen, a ye min to a kɔ, u bɛ tila sabanan fila sɔrɔ. Ni balimakɛw ni balimamusow bɛ yen, cɛ bɛ muso fila niyɔrɔ sɔrɔ.” Ala b'o fɔ ka jɛya i ye, walisa i kana fili. Ala bɛ fɛn bɛɛ dɔn kosɛbɛ."
]