[
    "ha mim",
    "Gafe in jigili bɔra Ala de la, sebaayabɛɛtigi, fɛn bɛɛ dɔnbaga.",
    "Jurumuw yafabaga, tubiw minɛbaga, ɲangalila gɛlɛnw, sɛtigi dɔ, bato ma si tɛ yen fo na bɔra ale yɛ, ˹#siniɲɛsigi bɛ ale de bolo#]",
    "Kafiriw dɔrɔn de bɛ sɔsɔli kɛ Ala ka kabakow la, u ka yelema-yelemali duguw kɔnɔ, o kan‘i marasa",
    "Ka kɔn u ɲɛ, Nuhun ka mɔgɔw ye nkalontigɛyali kɛ, olu kɔfɛ kuluw (y‘o ɲɔgɔn kɛ), mantɔw kelen-kelen bɛɛ y‘a laɲini k‘a ka ciden minɛ, u ye sɔsɔli kɛ nkalon kan yasa ka ban tiɲɛ na. N y‘u minɛ. ɲangili kɛra cogo di?",
    "O cogo ya de la, i Matigi ka kuma kɛra tiɲɛ ye kafiriw ma: «U ye tasuma dunkɛw ye».",
    "Minnu (Mɛlɛkɛw) bɛ larɔsi (Masasigilan) ta ani a laminibagaw bɛ subhanalahi fɔli kɛ ni u Matigi tanuli ye, u bɛ limaniya n‘a ye, u bɛ yafadeli kɛ limaniyadjɔnw ye: “Matigi! i ka hinɛ n‘i ka dɔni ye datuguli kɛ fɛn bɛɛ la, yafa tubib‘aw ma minnu tugura i ka sira kɔ, i k‘u kisi Jahannama ɲangili ma,",
    "Matigi! i k‘u don sigi arjinɛ kɔnɔ, i ye min lahidu ta u ye, ani minnu ɲɛɛna kabɔ u faw la, ani u furuɲɔgɔn la, ani u bɔnsɔnw la; e de ye sebaayabɛɛtigi ye, e de ye hakilitigi ye",
    "an‘i k‘u tanga kabɔ jugumanw ma. N‘i ye ma‘ min tanga kabɔ jugumanw ma o don ˹lahara˺ tiɲɛ na i hinɛna o tigi la”. O de ye niyɔrɔsɔrɔw la belebele ye.",
    "Minnu kafiryara, a bɛna f‘u ma ko: “Ala ka koniya ˹aw kan˺ o ka bon ni aw ka koniya ye aw yɛrɛwbakun kan, tuma min na aw welera kana limaniya ma nka aw kafiryara.",
    "U n‘a fɔ: “An Matigi, i y‘an faga siɲɛ fila i y‘an ɲɛnamaya siɲɛ fila, an jɔra an ka jurumuw la. Yala bɔyɔrɔ b‘in wa?”",
    "... A bɛ ten, sabu la tuma o tuma ni ala welela a kelen‘a aw bɛ kafirya, ni filanikafɔya kɛra tuma mina aw bɛ limaniya; Kiiri ye Ala de ta ye, ale min Kɔrɔtalendɔ ale min ka bon kɔsɔbɛ.",
    "Ale de b‘a ka kabakow jira aw la, a bɛ garisigɛ jigini ka bɔ sankolo aw ye. Ma‘ si te kosumadali kɛ fo ma‘ min bɛ segin ˹ka ta Ala ma]",
    "A‘ ye Ala wele, k‘a bato aw seko danmajira la hali ni kafiruw b‘o kɔniya",
    "Darajaw kɔrɔtabaga, larɔsi ˹masasigilan˺ tigi. N‘a ka yamaruya ye a bɛ wahayu jigin a sago la mɔgɔ kan kabɔ a ka jonw la, yasa a ka lasɔmili kɛ kabɔ lajɛdon ma.",
    "don min na u bɛna bɔ kɛnɛ kan k‘a sɔrɔ foyi ma dogo Ala la kabɔ u ka koɲɛw la. Masaya ye jɔn ta ye, bi? Ala ta dɔ, min ye kelen ye, min ye karabalibaga ye.",
    "Bi, ni kelen-kelen bɛɛ bɛna sara n‘a ka kewale ye. Tɔɲɔli t‘en bi, baw Ala ye jatebɔla teliman ye.",
    "U lasɔmi ni surunya don ye, tuma min dusukunw bɛna fɔ gɔnɔkun‘a hamibolɔ. Tɔɲɔlikelaw tɛna teri timinandi sɔrɔ, wala surunadonb‘aw n‘o bɛ lamɛn.",
    "A (Ala) bɛ ɲɛnafileliw ka janfa dɔn, ani disiw bɛ min dogo.",
    "wa Ala bɛ kiri tigɛ ni tiɲɛ ye, u bɛ Ala tana minnu wele la olu tɛ kiri tigɛ ni foyi ye. Tiɲɛ na, Ala de ye Lamɛnnikɛla yelikɛla ye.",
    "Yala u ma taama dugukolo kan k’a lajɛ minnu tun bɛ u ɲɛfɛ, olu laban kɛra mun ye wa? U barika tun ka bon n’u ye, wa u ye nɔba bila dugukolo kan. O bɛɛ n’a ta, Ala y’u minɛ u ka jurumuw kosɔn, wa, mɔgɔ si tun tɛ u tanga Ala ma.",
    "U ka cidenw nana u fɛ ni taamasiyɛn jɛlenw ye, o bɛɛ n’a ta, u ma da a la. O la, Ala y’u minɛ. A fanga ka bon ani a ka jugu a ka waleɲumandɔn na.",
    "An ye Musa ci ni an ka taamashyɛnw ye ani fanga jɛlen ye.",
    "Faraon ni Haman ani Kore ma, nka u ko: “Sumakɛla, nkalontigɛla”.",
    "Tuma min na a nana ni tiɲɛ ye ka bɔ An fɛ, u ko: «Aw ka dannabaaw denkɛw faga ni a ye, ka u ka musow tanga.» O bɛɛ n’a ta, dannabaliw ka laɲiniw latigɛra ka dɛsɛ.",
    "Faraon y'a fɔ ko: «A to ne ka Musa faga, a ka a deli a Matigi fɛ. Ne sirannen don ko a bɛ se k’i ka diinɛ yɛlɛma walima ka ɲagami jɛnsɛn jamana kɔnɔ.”",
    "Musa y’a jaabi ko: “Ne bɛ dogoyɔrɔ ɲini ne Matigi ni i Matigi fɛ ka bɔ kuncɛbaya bɛɛ la, min tɛ da Jate don na.”",
    "Dannabaa dɔ bɔra Faraon ka denbaya kɔnɔ, min tun y’a ka dannaya dogo, o y’a fɔ ko: “Yala i bɛna cɛ faga dɔrɔn k’a sababu kɛ a ko: ‘Ne Matigi ye Ala ye,’ ani a nana ni dalilu jɛlenw ye ka bɔ i Matigi yɔrɔ wa? N’a bɛ nkalon tigɛ, a ka nkalon bɛna kɛ a kan, nka n’a ye tiɲɛ fɔ, o tuma na, a ye layidu ta i ye, o dɔw bɛna bin i kan. Tiɲɛ na, Ala tɛ nkalontigɛla min bɛ dantɛmɛ, o bilasira.",
    "E ne ka mɔgɔw, masaya bɛ aw bolo bi, aw bɛ fanga la jamana kan. Nka, jɔn bɛna an kisi Ala ka diminya ma, ni o tun bɛna an sɔrɔ?” Faraon ko: “Ne bɛ min ye, ne bɛ o dɔrɔn de jira aw la, ka aw bilasira taamacogo ɲuman sira kan.”",
    "Dannabaa y’a fɔ ka t’a fɛ ko: “E ne ka mɔgɔw, ne bɛ siran aw ɲɛ, i n’a fɔ jɛkuluw ka don ta.",
    "I n’a fɔ Nuhun, Ad, Tamud ani u kɔfɛ mɔgɔw ka siniɲɛsigi. Ala t’a fɛ ka tilenbaliya si kɛ danfɛnw na.",
    "E ne ka mɔgɔw, ne bɛ siran aw ɲɛ Weele don na.",
    "Don min na i bɛna i kɔsegin ka kɔsegin, i tɛna lafasabaga si sɔrɔ Ala ɲɛkɔrɔ. Ala mana mɔgɔ o mɔgɔ fili, ɲɛminɛbaga si tɛna kɛ o la.”",
    "Yusufu tun nana i fɛ ka kɔrɔ ni dalilu jɛlenw ye, nka i tora ka sigasiga a lase i ma. O la sa tuma min na, i ko: “Ala tɛna ciden bila a nɔfɛ.” O cogo la, Ala bɛ sariya tiɲɛbagaw ni sigasigabagaw lafili.",
    "Minnu bɛ sɔsɔli kɛ Ala ka tɛmɛsiraw kan, k’a sɔrɔ fanga si ma di u ma, Ala ni dannayakɛlaw bɛ olu mafiɲɛya kosɛbɛ. O cogo la, Ala bɛ kuncɛbaya kuncɛbaga bɛɛ dusukun taamasiyɛn.",
    "Faraon ye ci fɔ ko: «Haman, i ka sankanso jɔ ne ye, walisa ne ka se siraw la.",
    "Sira minnu bɛ taa sankolo la, o la sa, ne bɛ se ka Musa ka Ala filɛ, nka ne hakili la, nkalontigɛla don.” O cogo la, Faraon ka kɛwale juguw kɛra fɛn ye min diyara a ye, wa u y’a bali ka don sira kan. Faraon ka nanbara kɛra tiɲɛni dɔrɔn de la.",
    "Dannabaa y’a deli ko: “Ne ka mɔgɔw, tugu ne kɔ, ne na aw bilasira tilennenya sira kan.”",
    "“E ne ka mɔgɔw, nin diɲɛ ɲɛnamaya in ye nisɔndiya ye min bɛ tɛmɛ dɔɔnin, k’a sɔrɔ Lahalaya ye banbali sigiyɔrɔ ye.”",
    "Min bɛ kɛwale jugu kɛ, o bɛ sara ni a bɔɲɔgɔnko dɔrɔn de ye. Nka, mɔgɔ o mɔgɔ bɛ tilennenya kɛ, cɛ walima muso, k’a sɔrɔ a ye dannaba ye, o bɛna don alijɛnɛ na, u bɛna balo yɔrɔ min na, k’a sɔrɔ a ma suman.",
    "“E ne ka mɔgɔw! A bɛ kɛ cogo di ko ne bɛ i wele kisili la k’a sɔrɔ i bɛ ne wele Tasuma la?",
    "I b’a ɲini ne fɛ ko ne kana da Ala la ani ka jɛɲɔgɔnya kɛ n’a ye ne tɛ min dɔn, k’a sɔrɔ ne b’i wele Sebaayabɛɛtigi fɛ, Yafabaga.",
    "Siga t’a la, i bɛ ne wele ka na min na, weleli si t’o la diɲɛ kɔnɔ, wa a tɛ kɛ siniko la. An seginni ye Ala ye, sariya tiɲɛbagaw na kɛ Tasuma sigibagaw ye.",
    "Ne ye min fɔ aw ye, aw hakili bɛna to sɔɔni. Ne bɛ ne ka kow bila Ala bolo. Tiɲɛ na, Ala bɛ danfɛnw Ye.”",
    "O la sa, Ala y’a tanga u ka fɛɛrɛ juguw ma, k’a sɔrɔ ɲangili jugu dɔ ye Faraon ka mɔgɔw minɛ.",
    "Tasuma ye! U bɛna don o la sɔgɔma ni wula fɛ, ani Lɛrɛ bɛ don min na: “A’ ye Faraon ka denbaya don ɲangili juguba la.”",
    "U bɛ sɔsɔli kɛ Tasuma na tuma min na, barikantanw bɛna a fɔ kuncɛbaw ye ko: “An tun ye aw nɔfɛmɔgɔw ye; o tuma na fɛ, i bɛ se ka an lajɔ Tasuma yɔrɔ dɔ la wa?”",
    "Kuncɛbaw bɛna a jaabi ko: “An bɛɛ bɛ a kɔnɔ —Ala ye kiri tigɛ kaban danfɛnw cɛma.”",
    "Minnu bɛ Tasuma na, olu bɛna Jahannama kɔlɔsibagaw deli ko: “A’ ye aw Matigi deli a ka dɔ bɔ an ka tɔɔrɔ la tile kelen dɔrɔn kɔnɔ.”",
    "U na jaabi ko: “I ka cidenw ma na i fɛ ni taamasiyɛn jɛlenw ye wa?” U bɛna a jaabi ko: “Ɔwɔ.” U na a fɔ ko: “O tuma na fɛ, delili kɛ, nka dannabaliw ka delili bɛ kɛ fu ye.”",
    "Siga t'a la, an na An ka cidenw ni dannabaaw dɛmɛ, diɲɛ ɲɛnamaya la ani seerew wuli don min na.",
    "Don min na u ka daliluw tɛna nafa don kojugukɛlaw la. U ye danga ye, u na sigiyɔrɔ juguba sɔrɔ.",
    "An ye bilasirali di Musa ma, ani an ye Israɛldenw kɛ Kitabu ciyɛn ye.",
    "Ɲɛjirali ani hakilijigin don faamuyali mɔgɔw ma.",
    "O la sa, i ka muɲu, Ala ka layidu ye tiɲɛ ye. O la, i ka jurumu yafa ɲini, ka i Matigi bonya ni tanuli ye, sɔgɔma ni wula fɛ.",
    "Minnu bɛ sɔsɔli kɛ Ala ka jiralifɛnw kan k’a sɔrɔ fanga si ma di u ma, foyi tɛ sigi u disi la ni bonya fu tɛ, u tɛna se ka min sɔrɔ abada. O la sa, i ka dogoyɔrɔ ɲini Ala fɛ. Ale de ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ yebaga ye.",
    "Sankolow ni dugukolo danni ka bon ni hadamadenw ka danni ye, nka mɔgɔ fanba t’o dɔn.",
    "Fiyentɔw ni yelikɛlaw tɛ kelen ye, ani mɔgɔ minnu dalen bɛ a la ka kɛwale ɲumanw kɛ ani kojugukɛlaw fana tɛ kelen ye. I bɛ miiri dɔɔnin dɔɔnin cogo min na.",
    "Lɛrɛ bɛ na, siga t’a la, o bɛɛ n’a ta, mɔgɔ fanba tɛ da a la.",
    "I Matigi ko: “Aw ka Ne deli, ne na aw jaabi. Minnu bɛ kuncɛbaya kɛ ka tɛmɛn ka Ne bato, olu na don Jahannama na ni maloya ye.”",
    "Ala de ye su kɛ i ka lafiɲɛ ye, ka tile kɛ yecogo ye. Ala falen bɛ Bounty la hadamadenw ma, nka u fanba tɛ barika da.",
    "O de ye Ala ye, i Matigi, fɛn bɛɛ Dabaga; ala wɛrɛ tɛ yen ni ale tɛ. O la sa, i bɛ lafili cogo di?",
    "O la sa, mɔgɔ minnu bɛ ban Ala ka taamasyɛnw na, olu bɛ sira tigɛ.",
    "Ala de ye dugukolo kɛ sigiyɔrɔ ye aw bolo, ka sankolo kɛ jɔli ye. A ye aw da ani ka aw cogoyaw dafa, ka fɛn ɲumanw di aw ma. O ɲɔgɔn ye Ala ye, i Matigi. Duba bɛ Ala ye, masayaw Matigi.",
    "Ale de ye ɲɛnama ye; ala si tɛ yen ni ale tɛ. Aw ye a wele, ka aw ka dannaya di ale dɔrɔn de ma. Tanuli ka kɛ Ala ye, diɲɛw Matigi.",
    "A fɔ ko: “I bɛ mɔgɔ minnu wele ni Ala tɛ, olu dagalen don ne ma, i n’a fɔ dalilu jɛlenw nana ne ma ka bɔ ne Matigi fɛ, wa a yamaruyara ne ye ka ne yɛrɛ kolo diɲɛ bɛɛ Matigi ye.”",
    "Ale de ye aw da ka bɔ buguri la, o kɔfɛ ka bɔ jikuru dɔ la, o kɔfɛ ka bɔ kurukuru dɔ la, o kɔfɛ, a b’aw bɔ kɛnɛ kan i n’a fɔ denmisɛnninw. O kɔ, i bɛ se i fanga bɛɛ ma. O kɔfɛ, i bɛ kɛ mɔgɔkɔrɔba ye—hali ni aw dɔw bɛ sa ka kɔn o ɲɛ—walasa aw ka se ka waati latigɛlen dɔ sɔrɔ ani ka faamuyali sɔrɔ.",
    "Ale de bɛ ɲɛnamaya di ani ka saya lase mɔgɔ ma. Ni a ye ko dɔ latigɛ, a b’a fɔ a ye ko “I ka kɛ,” o bɛ kɛ.",
    "Mɔgɔ minnu bɛ sɔsɔli kɛ Ala ka vɛrisew ko la, yala i m’a ye cogo min na—u bɛ bali cogo di wa?",
    "Minnu bɛ ban Sɛbɛnniw ma ani An ye An ka cidenw ci ni min ye, olu bɛna o dɔn tiɲɛ na.",
    "U sirilen bɛ u kɔ la, ka u sama ni cakɛdaw ye.",
    "Ji tobilen na, o kɔ Tasuma na u bɛna jeni.",
    "O kɔ, a bɛna fɔ u ye ko: «Aw tun bɛ jɛ ni minnu ye, olu bɛ min?",
    "Ala kɔ fɛ?” U na a jaabi ko: “U ye an bila. Tiɲɛ na, an tun tɛ foyi wele fɔlɔ.” O cogo la, Ala bɛ dannabaliw bila ka fili.",
    "O bɛ kɛ bawo i tun bɛ nisɔndiya dugukolo kan ni basigi tɛ, ani bawo i tun bɛ ka ɲɛnajɛ kɛ.",
    "Don jahanama da la walisa ka to yen fo abada—o ye sigiyɔrɔ juguba ye kuncɛbaw bolo dɛ!",
    "O la sa, i ka muɲuli kɛ; Ala ka layidu ye tiɲɛ ye. An ye layidu minnu ta u ye, an y’o dɔw jira aw la, walima an y’a to i ka tɛmɛn, an ma, u bɛna segin.",
    "An ye cidenw ci ka kɔn aw ɲɛ; u ka maana dɔw An y’u fɔ aw ye, dɔw fana An ma minnu fɔ aw ye. Ciden si tɛ se ka na ni taamasyɛn ye fo ni Ala y’a to. Ni Ala ka cikan nana, o ko bɛna ɲɛnabɔ tiɲɛ na, wa, mɔgɔ minnu ye nkalon to senna, olu bɛna bɔnɛ o tuma na.",
    "Elohim de ye baganw da aw ye, walisa aw ka se ka u dɔw ta, ka dɔw dun.",
    "Wa nafa wɛrɛw fana b’i la u kɔnɔ, wa i b’i mago suguya caman ɲɛ u sababu fɛ. I bɛ ta u kan, ani kurunw kan fana.",
    "Wa a b’a ka taamashyɛnw jira aw la: O tuma na fɛ, aw bɛna ban Ala ka taamasyɛnw la jumɛn na?",
    "Yala u ma taama dugukolo kan ka mɔgɔ minnu tun bɛ u ɲɛfɛ, olu ka siniɲɛsigi ye wa? U tun ka ca ani u fanga tun ka bon, u ye taamasiyɛn kabakomaw to dugukolo kan, o bɛɛ n’a ta, u ka sekow ma nafa sɔrɔ u la.",
    "O la, u ka cidenw nana u fɛ ni dalilu jɛlenw ye tuma min na, u tun bɛ nisɔndiya dɔnniya la min tun bɛ u bolo kaban, nka u tun bɛ fɛn min tulo geren, o tun bɛ u lamini.",
    "Wa u y’an ka diminya ye tuma min na, u ko: “An dalen bɛ Ala kelenpe la, an tun bɛ min jɛ a fɛ, an bɛ ban o la.”",
    "Nka u ka dannaya ma nafa sɔrɔ u la tuma min na u ye An ka ɲangili ye. Ala ka sariya min bɛ a ka danfɛnw ko la, o ye o cogo de ye. Wa yen, dannabaliw tununna pewu."
]