[
    "Ha, Meem.",
    "Jirali min bɔra nɛɛmaba fɛ, hinɛtigiba fɛ.",
    "Sɛbɛnni min ka Vɛrisew bɛ ɲɛfɔ ka ɲɛ, Kuranɛ min bɛ arabukan na mɔgɔw ye minnu b’a dɔn.",
    "Ka na ni kibaru duman ye, ani ka lasɔminiw di. Nka u fanba bɛ u kɔdon, o de la u tɛ lamɛnni kɛ.",
    "Wa u b’a fɔ ko: “I bɛ an wele min na, an dusukunw sirilen bɛ, tulogweren bɛ an tulo la, barika bɛ an ni e cɛ. O la sa, aw b’a fɛ min na, aw k’o kɛ, an fana bɛna o kɛ ten.”",
    "A fɔ ko: “Ne ye hadamaden dɔrɔn de ye i n’a fɔ e; hakili jiginna ne kɔnɔ ko aw ka Ala ye Ala kelenpe ye. O la sa, i ka tilennenya kɛ a ɲɛ kɔrɔ, ka yafa ɲini a fɛ.” Bɔnɛ bɛ boli batobagaw bolo.",
    "Minnu tɛ saraka sara; ani Alako ta fan fɛ, u ye kafiriw ye.",
    "Minnu dalen b’a la ka kɛwale tilennenw kɛ, olu ta fan fɛ, sara min tɛ tigɛ.",
    "A fɔ ko: «Mɔgɔ min ye dugukolo da tile fila kɔnɔ, yala aw bɛ ban o la wa? Ani i bɛ bɛnkanw jate A de ye wa? O de ye Dugukolo bɛɛ Matigi ye.”",
    "A ye stabilisɛriw bila a kan; A ye dugawu kɛ a la; k' a ka balow boloda tile naani kɔnɔ , ka kɛɲɛ ni ɲininikɛlaw ye .",
    "O kɔ, a y’i jɛngɛ sankolo la, o kɛra sisi ye, k’a fɔ a ye ani dugukolo ma ko: “A’ ye na, aw sago la, walima aw sago tɛ.” U ko: “An bɛ na ni diyanye ye.”",
    "O la, a y’u dafa i n’a fɔ diɲɛ wolonwula tile fila kɔnɔ, wa a y’a ka sariyaw di diɲɛ kelen-kelen bɛɛ ma. Wa An ye duguma-dugukolo masiri ni lanpanw ye, ani lakanani kama. O de ye Sebaayabɛɛtigi, fɛn bɛɛ dɔnbaga ka labɛn ye.",
    "Nka n’u y’u kɔdon, a fɔ ko: “Ne ye aw lasɔmi sanpɛrɛn ko la, i n’a fɔ Aad ni Tamud ka sanpɛrɛn.”",
    "U ka cidenw nana u fɛ, ka bɔ u ɲɛfɛ ani u kɔfɛ, k’a fɔ u ye ko: “Aw kana mɔgɔ wɛrɛ bato ni Ala tɛ.” U ko: «Ni an Matigi tun b'a fɛ, a tun na mɛlɛkɛw ci. O kosɔn, i cilen bɛ ni min ye, an bɛ ban o la.”",
    "Aad ta fan fɛ, u ye kuncɛbaya kɛ dugukolo kan, ka tilennenya kɛlɛ, k’a fɔ ko: “Jɔn fanga ka bon ni an ye?” Yala u m’a jateminɛ ko Ala min y’u da, o fanga ka bon ka tɛmɛ olu kan wa? Wa u taara a fɛ ka ban An ka jiralifɛnw na.",
    "O la, an ye fiɲɛ pɛrɛntɔ dɔ labɔ u kan, tile damadɔ kɔnɔ, walasa k’u bila maloya ɲangili nɛnɛ nin ɲɛnamaya kɔnɔ; nka Lakabana ɲangili ka bon ni maloya ye; U tɛna kisi.»",
    "Wa Thamood ta fan fɛ, An ye u bilasira, nka u ye fiyentɔya de fɛ ka tɛmɛ bilasirali kan. O la, maloya ɲangili sanpɛrɛn y’u minɛ, k’a sababu kɛ u tun bɛ min sɔrɔ fɔlɔ.",
    "An ye dannabaaw kisi ani minnu tun tilennen don.",
    "Don min na Ala juguw bɛ gɛn ka don Tasuma na, fanga la.",
    "Fo, u sera o yɔrɔ la tuma min na, u ka mɛnni ni u yecogo, ani u fariw bɛna seereya kɛ u kama u tun bɛ min kɛ fɔlɔ.",
    "U na a fɔ u fariw ye ko: «Mun na aw ye seereya kɛ an kama?” U na a fɔ ko: «Ala min ye fɛn bɛɛ fɔ, o de ye anw fɔ. Ale de ye aw da siɲɛ fɔlɔ la, aw kɔseginna ale de ma.”",
    "Aw ma se ka aw dogo aw ka mɛnni na, ani aw ɲɛw la, ani aw fariw la, walisa u kana seereya kɛ aw kama, wa aw tun b’a miiri ko Ala tun tɛ aw ka kɛtaw caman dɔn.",
    "O miirili min tun bɛ i kan i Matigi ko la, o de y’i bila tiɲɛni na—o la sa, i kɛra bɔnɛbagaw dɔ ye.",
    "Ni u ye muɲuli muɲu, Tasuma bɛna kɛ u sigiyɔrɔ ye; ni u ye daliluw labɛn, u tɛna yafa u ma.",
    "An tun ye taamaɲɔgɔnw bila u ye, minnu tun bɛ fɛn minnu bɛ u ɲɛfɛ, ani fɛn minnu bɛ u kɔfɛ, olu tun bɛ u ɲɛnajɛ. Wa Kuma in y’a jira ko tiɲɛ don u kama jinɛw ni hadamadenw ka jɛkuluw kɔnɔ minnu tɛmɛna u ɲɛ. U tun ye bɔnɛbagaw ye.",
    "Minnu ma da a la, olu b’a fɔ ko: “Aw kana nin Kuranɛ in lamɛn, ka kuma a kan, walisa aw ka se sɔrɔ.”",
    "An bɛna kafiriw kɛ tɔɔrɔba ye, an bɛna u sara ka kɛɲɛ ni u tun bɛ min kɛ fɔlɔ, o jugumanba ye.",
    "O de ye Ala juguw ka sara ye—Tasuma—u bɛna u ka so banbali sɔrɔ yɔrɔ min na, o sara la, k’a sababu kɛ u ma An ka jiralifɛnw jate.",
    "Minnu ma da a la, olu bɛna a fɔ ko: “An Matigi, mɔgɔ minnu ye an fili, olu jira an na—jinɛw ni hadamadenw cɛma—an na u sennatan an sen kɔrɔ, o la u ka kɛ mɔgɔ dɔgɔmanninw ye.”",
    "Tiɲɛ na, mɔgɔ minnu b’a fɔ ko: “An Matigi ye Ala ye,” ka tila ka taa tilennen, mɛlɛkɛw bɛna jigin u kan: “Aw kana siran, aw kana dusukasi, nka aw ka nisɔndiya nakɔ kibaruya la, layidu tara aw ye.",
    "An ye aw jɛɲɔgɔnw ye nin ɲɛnamaya in na ani siniko la, aw niw b’a fɛ fɛn o fɛn na, aw bɛna o sɔrɔ o kɔnɔ, aw bɛna fɛn o fɛn wele.",
    "I n’a fɔ Jatigila min bɛ bɔ Yafabaga, hinɛtigi fɛ.”",
    "Ani jɔn ka fisa ni kuma ta ye ka tɛmɛ mɔgɔ kan min bɛ wele bila Ala ma, ka wale kɛ ni tilennenya ye, k’a fɔ ko: “Ne ye mɔgɔ kololenw dɔ ye”?",
    "Koɲuman ni juguman tɛ kelen ye. I ka juguya gɛn ni ɲuman ye, mɔgɔ min tun ye i jugu ye, o bɛ kɛ i n’a fɔ i teri sɛbɛ.",
    "Nka mɔgɔ si tɛna o sɔrɔ fo mɔgɔ minnu bɛ muɲu, wa mɔgɔ si tɛna o sɔrɔ fo mɔgɔ minnu ye hɛrɛtigiw yɛrɛ ye.",
    "Ni Sitanɛ ka kɔrɔbɔli dɔ ye aw dusu tiɲɛ, aw ka dogoyɔrɔ ɲini Ala fɛ; Ale de ye Lamɛnnikɛla ye, Dɔnnibaa.",
    "A ka taamashyɛnw dɔ ye su ni tile, ani tile ni kalo ye. Aw kana aw biri tile kɔrɔ, kalo fana, nka aw ka aw biri Ala ɲɛ kɔrɔ, ale min ye u fila bɛɛ da, ni aw bɛ baara kɛ ale de ye.",
    "Nka n’u ye kuncɛbaya kɛ kojugu—minnu bɛ i Matigi ɲɛkɔrɔ, olu b’a tanu su ni tile, wa u tɛ sɛgɛn abada.",
    "Wa a ka taamashyɛnw dɔ ye ko i bɛ jamana ye hali bi. Nka ni An ye ji jigin a kan, a bɛ wuli ka bonya. Tiɲɛ na, Min y’a lakunu, o na suw lakunu. A Sera ka fɛn bɛɛ kɛ.",
    "Minnu b An ka jiraliw mafiɲɛya, olu ma dogo An la. Min bɛ fili Tasuma na, yala o ka fisa wa? Walima min bɛ se lafiya la Lakununni don na? Aw ye aw sago kɛ cogo min na; I bɛ fɛn o fɛn Ye, a bɛ o bɛɛ Ye.",
    "Minnu bɛ ban Hakilijigin na ni a sera u ma—o ye Gafe ye min tɛ se ka se sɔrɔ.",
    "Nkalon tɛ se ka gɛrɛ a la, ka bɔ a ɲɛfɛ walima a kɔfɛ. O ye jirali ye min bɔra Hakilitigi kelen na ani tanuli la.",
    "Foyi ma fɔ i ye ni a fɔra cidenw ye i ɲɛfɛ: i Matigi ye yafa tigi ye, ani sara dimi tigi.",
    "Ni an tun y’a kɛ Kuranɛ ye kan wɛrɛ la, u tun bɛna a fɔ ko: “Ni a ayatw tun fɔra ka jɛya.” Arabu tɛ min na ani Arabu ye wa? A fɔ ko: “Mɔgɔ minnu dalen bɛ a la, o ye bilasirali ni kɛnɛya ye. Nka minnu ma da a la, olu kɔni, gɛlɛya bɛ u tulo la, o ye fiyentɔya ye u bolo. U bɛ wele ka bɔ yɔrɔ jan dɔ la.”",
    "An ye kitabu di Musa ma, nka sɔsɔliw wulila o ko la. Ni i Matigi ka sariya tun ma bɔ ka kɔn o ɲɛ, kiritigɛ tun bɛna kɛ u ni ɲɔgɔn cɛ. Nka u bɛ sigasiga la min bɛ u hakili ɲagami o ko la.",
    "Mɔgɔ o mɔgɔ bɛ tilennenya kɛ, o b'o kɛ a yɛrɛ ye. Mɔgɔ o mɔgɔ bɛ kojugu kɛ, o b'o kɛ a yɛrɛ kama. I Matigi tɛ tilenbaliya kɛ baarakɛlaw la.",
    "Lɛrɛ dɔnniya bɛ Lase ale ma. Jiri si tɛ bɔ a da la, muso si tɛ kɔnɔ ta walima ka jiginni kɛ, fo n’a y’a dɔn. Wa don min na a bɛ wele bila u ma ko: “Ne jɛɲɔgɔnw bɛ min?” U na a fɔ ko: “An sɔnna i ma, an si tɛ seere ye.”",
    "U tun bɛ delili kɛ fɛn min na fɔlɔ, o bɛna u bila, wa u bɛna a ye ko boli tɛ u bolo.",
    "Hadamaden tɛ sɛgɛn abada ka delili kɛ fɛn ɲumanw na; nka ni gɛlɛyaw y'a tɔɔrɔ, a jigi tigɛlen don, a jigi tɛ tiɲɛ.",
    "Ni an y’a to a ka hinɛ dɔ nɛnɛ an fɛ, gɛlɛya min tun y’a tɔɔrɔ, a bɛna a fɔ ko: “Nin ye ne ta ye, wa ne hakili la, waati bɛ na; hali ni ne seginna ne Matigi ma, ne na fɛn bɛɛ la ɲuman sɔrɔ a fɛ.” Minnu ma da a la, an na olu ladɔnniya u ka kɛwalew la, an bɛna u kɛ ɲangili juguba dɔ nɛnɛ.",
    "Ni An ye dususalo di hadamaden ma, a bɛ a yɛrɛ bɔ a yɛrɛ la k’a yɔrɔ janya; nka ni gɛlɛya donna a la, a bɛ delili janw daminɛ.",
    "A fɔ ko: “Aw ye jateminɛ kɛ wa? Ni a bɔra Ala de la, ni aw banna o la—jɔn de tununna ka tɛmɛ mɔgɔ tigɛlen kan ka bɔ yɔrɔ wɛrɛ la?”",
    "An bɛna An ka daliluw jira u la sanfɛla la, ani u ni yɛrɛ la, fo k’a jɛya u bolo ko tiɲɛ don. Yala a ma se ka kɛ ko i Matigi ka kɛ seere ye fɛn bɛɛ kan wa?",
    "Tiɲɛ na, u bɛ sigasiga u ni u Matigi ka ɲɔgɔn sɔrɔli la. Tiɲɛ na, a bɛ fɛn bɛɛ faamu."
]