[
    "Ha, Meem.",
    "Ayn, Yelen, Qaf.",
    "O cogo la, a bɛ dusu don i kɔnɔ, ani minnu bɛ i ɲɛfɛ—Ala Sebaayabɛɛtigi, Hakilitigi.",
    "Fɛn o fɛn bɛ sankolo la ani fɛn o fɛn bɛ dugukolo kan, o ye ale de ta ye. Ale de ye Sublime, Magnifique ye.",
    "Sankolo minnu bɛ u sanfɛ, olu bɛ ɲini ka pɛrɛn, k’a sɔrɔ mɛlɛkɛw bɛ nɔɔrɔ da u Matigi ka tanuli kan, ka yafa ɲini dugukolo kan mɔgɔw ye. Tiɲɛ na, Ala ye Yafabaga ye, hinɛbaga.",
    "Minnu bɛ matigi wɛrɛw ta minnu tɛ ale ye: Ala de bɛ u kun na, i tɛ u jalaki.",
    "O cogo la An ye aw bila sira ni Arabukan Kuranɛ ye, walasa aw ka Cɛmancɛ Dugu ni mɔgɔ o mɔgɔ lasɔmi a lamini na, ani ka lasɔmi jamalajɛ don na, siga t’o la; kulu dɔ bɛ Nakɔ kɔnɔ, ani kulu dɔ bɛ foro kɔnɔ.",
    "Ni Ala tun b’a fɛ, a tun bɛ se k’u kɛ jɛkulu kelen ye, nka a b’a fɛ mɔgɔ o mɔgɔ ma, a bɛ don a ka makari la. Jurumukɛlaw ta fan fɛ, u tɛna kɛ ni lakanabaga ye ani kisibaga tɛna u sɔrɔ.",
    "Walima u ye lakanabagaw ta ka fara a kan wa? Nka Ala de ye Lakanabaa ye, wa a bɛ ɲɛnamaya di suw ma, ani se bɛ a ye fɛn bɛɛ kan.",
    "Aw ni ɲɔgɔn tɛ fɛn o fɛn na, o kiritigɛ bɛ Ala de bolo. “Ne dalen bɛ Ala min na, ne Matigi, ne bɛ nimisa ale de la, o ye nin ye.”",
    "Sankolow ni dugukolo dabɔbaa. A ye furuɲɔgɔnw dilan aw ye ka bɔ aw ni ɲɔgɔn cɛ, ani bagan fila-fila, a bɛ aw caya minnu sababu fɛ. Fɛn si tɛ yen min bɛ i ko ale. Ale de ye Lamɛnnikɛla, Yelikɛla ye.",
    "Sankolow ni dugukolo kuntigiya dafalen bɛ ale de bolo. A b’a fɛ ka bonyaliw jɛnsɛn mɔgɔ o mɔgɔ ma, walima k’u dɔgɔya. A bɛ fɛn bɛɛ dɔn.",
    "A ye diinɛ kelen min fɔ Nuhun ye, ani an ye min bila aw hakili la, ani an ye min ci Ibrahima, ni Musa, ani Yesu ma, a ye o diinɛ kelen fɔ aw ye: “Aw na diinɛ sabati, aw kana tila a kɔnɔ.” Bololabaarakɛlaw ta fan fɛ, i bɛ u wele min na, o bɛ u dimi. Ala b'a fɛ ka mɔgɔ min sugandi a yɛrɛ ye, ani mɔgɔ o mɔgɔ nimisara, a bɛ o bilasira a yɛrɛ ma.",
    "U farala ɲɔgɔn kan dɔrɔn dɔnniya nana u ma, u ni ɲɔgɔn cɛ dimi kosɔn. Ni o tun ma kɛ i Matigi ka latigɛ latigɛlen ye, kiritigɛ tun bɛna kɛ u ni ɲɔgɔn cɛ. Tiɲɛ na, mɔgɔ minnu kɛra ka Kitabu ciyɛn ta u kɔfɛ, olu bɛ sigasiga kosɛbɛ o ko la.",
    "O la, aw ka taa a fɛ ka wele bila, ka tilennen to i ko a fɔra aw ye cogo min na, aw kana tugu u negew kɔ, k’a fɔ ko: “Ala ye gafe o gafe ci, ne dalen bɛ o la, wa ci fɔra ne ye ko ne ka kiri tigɛ aw ni ɲɔgɔn cɛ cogo bɛnnen na. Ala ye an Matigi ye ani aw Matigi. An ka kɛwalew bɛ an fɛ, i ka kɛwalew fana bɛ aw fɛ. Kɛlɛ kana kɛ anw ni aw cɛ. Ala na an fara ɲɔgɔn kan, ani kɔsegin laban bɛ ale de la.”",
    "Minnu bɛ sɔsɔli kɛ Ala ko la a ka wele jaabi kɔfɛ, u ka sɔsɔli tɛ tiɲɛ u Matigi fɛ; Diminya bɛ bin u kan. tɔɔrɔba dɔ bɛ u makɔnɔ.",
    "Ala de ye Kitabu jira ni tiɲɛ ye, ani Balance. Ani mun bɛna a to i k’a dɔn ko n’a sɔrɔ Lɛrɛ surunyara?",
    "Minnu ma da a la, olu b’a ɲini k’a teliya; nka dannabaaw bɛ siran o ɲɛ, u b'a dɔn ko o ye tiɲɛ ye. Tiɲɛ na, mɔgɔ minnu bɛ ɲininkali Kɛ Lɛrɛ la, olu bɛ fili yɔrɔjan na.",
    "Ala bɛ ɲumanya kɛ a batobagaw ye. A b’a fɛ mɔgɔ o mɔgɔ ma, a b’o mago ɲɛ. Ale de ye Setigi ye, Bonyatigi don.",
    "Mɔgɔ o mɔgɔ b’a fɛ a ka suman sɔrɔ, an bɛ dɔ fara a ka suman kan; ani mɔgɔ o mɔgɔ b'a fɛ ka diɲɛ suman tigɛ, an b'o di a ma, wa a niyɔrɔ si t'a la laban na.",
    "Walima, yala jɛɲɔgɔnw b’u fɛ minnu bɛ diinɛ sariyaw kofɔ u ye minnu ma yamaruya abada Ala fɛ wa? Ni o desizɔn dafalen tun tɛ, a tun bɛna ɲɛnabɔ u ni ɲɔgɔn cɛ. Mɔgɔ juguw bɛna ɲangili jugu sɔrɔ.",
    "I na a ye ko tilenbaliw sirannen don u ka sɔrɔ la, wa o bɛna bin u kan. Minnu dalen bɛ a la ka kɛwale ɲumanw kɛ, olu na kɛ Nakɔw ka forow kɔnɔ; fɛn o fɛn ka di u ye, u bɛna o sɔrɔ u Matigi ɲɛkɔrɔ; o de ye dugawuba ye.",
    "O de ye kibaru duman ye Ala bɛ min di a ka baarakɛlaw ma minnu dalen bɛ a la ani minnu bɛ kɛwale ɲumanw kɛ. A fɔ ko: “Ne tɛ sara ɲini aw fɛ o la, fo kanuya min bɛ aw somɔgɔw cɛma.” Mɔgɔ o mɔgɔ bɛ kɛwale ɲuman kɛ, An bɛna dɔ fara a ka ɲumanya kan a ye. Ala bɛ yafa ani a bɛ waleɲumandɔn jira.",
    "Walima u b’a fɔ ko: “A ye nkalon tigɛ Ala ko la.” Ni Ala tun b’a fɛ, a tun bɛ se ka i dusukun taamasiyɛn. Nka Ala bɛ nkalon tiɲɛ, ka tiɲɛ sinsin a ka Kumaw fɛ. Fɛn min bɛ dusukunw na, a b’o dɔn.",
    "Ale de b sɔn a batobagaw ka nimisali ma, ka jurumuw yafa, ani ka i ka kɛtaw dɔn.",
    "Wa a bɛ dannabaaw jaabi ani ka kɛwale ɲumanw kɛ, wa a bɛ dɔ fara u kan a ka nɛɛma fɛ. Nka kafiriw bɛna ɲangili juguba sɔrɔ.",
    "Ni Ala tun bɛna dɔ fara a ka baarakɛlaw ka balo kan, u tun bɛna sariya tiɲɛ dugukolo kan; nka a b'a fɛ fɛn o fɛn na, a bɛ o ci ka jigin hakɛ tigitigi la. Tiɲɛ na, a ka baarakɛlaw ko la, a ye dɔnnikɛla ye ani a ye kɔlɔsilikɛla ye.",
    "Ale de bɛ sanji jigin u jigi tigɛlen kɔfɛ, ka a ka hinɛ dabɔ. Ale de ye Kɔlɔsilikɛla ye, Tanulen don.",
    "A ka taamashyɛnw dɔ ye sankolow ni dugukolo dali ye, ani a ye danfɛn minnu jɛnsɛn u bɛɛ la; wa a bɛ Se k'u Lajɛ a sago la.",
    "balawu fɛn o fɛn mana kɛ i la, o bɛ bɔ i bolow ye min sɔrɔ; o bɛɛ n'a ta, A bɛ yafa caman ma.",
    "Aw tɛ mɔgɔw ye minnu bɛna u sen don dugukolo kan; Ala kɔ fɛ, jɛɲɔgɔn si tɛ aw fɛ, dɛmɛbaga fana tɛ aw fɛ.",
    "Wa a ka taamashyɛnw dɔ ye kurunw ye minnu bɛ taa kɔgɔji la i n’a fɔ darapow.",
    "Ni a tun b’a fɛ, a tun bɛ se ka fiɲɛw lajɔ, k’u to u ma lamaga a sanfɛ. Siga t’a la, taamasyɛnw bɛ o kɔnɔ mɔgɔ kololen bɛɛ ye, waleɲumandɔnbaga.",
    "Walima A tun bɛ se k’u tiɲɛ, k’a sababu kɛ u ye min sɔrɔ. Wa hali o bɛɛ la, A bɛ yafa caman ma.",
    "Minnu bɛ sɔsɔli kɛ An ka taamaʃyɛnw kan, olu b’a dɔn ko lafiɲɛbɔyɔrɔ tɛ u ye.",
    "Fɛn o fɛn bɛ di i ma, o ye nin ɲɛnamaya balo dɔrɔn de ye. Nka Ala bɛ fɛn min na, o ka fisa ani ka mɛn mɔgɔ minnu dalen bɛ u Matigi la ani minnu bɛ u jigi da a kan.",
    "Ani minnu b’u yɛrɛ tanga jurumubaw ni nɔgɔlenya ma; Ni u dimina, u bɛ yafa.",
    "Wa minnu b’u Matigi jaabi, ka delili kɛ tuma bɛɛ, k’u ka kow ɲɛnabɔ ni ɲɔgɔn ka lajɛ ye, ka An ye min di u ma, olu di.",
    "Ani minnu, ni kojugu kɛra u la, u b’u yɛrɛ lafasa.",
    "Waleya jugu sarali ye kelen ye min bɛ bɛn o ma. Nka mɔgɔ o mɔgɔ bɛ yafa mɔgɔw ma, ka bɛnkan kɛ, a ka sara bɛ Ala de bolo. Tilenbaliw tɛ a kanu.",
    "Minnu bɛ u yɛrɛ sara kojugu kɛlen kɔfɛ, jalaki foyi tɛ u la.",
    "Jalaki bɛ da mɔgɔw kan minnu bɛ kojugu kɛ mɔgɔw la, ka binkanni kɛ jamana kɔnɔ ni tilenbaliya tɛ. Olu bɛna kɛ ni ɲangili ye min bɛ mɔgɔ tɔɔrɔ.",
    "Nka mɔgɔ o mɔgɔ bɛ muɲu ni muɲuli ye ani ka yafa—o ye cɛsiri lakika taamasyɛn ye.",
    "Ala bɛ mɔgɔ o mɔgɔ bila ka fili, lakanabaga si t'a la n'a tɛ. I na sariya tiɲɛbagaw ye, ni u ye tɔɔrɔ ye, k'a fɔ ko: «Yala kɔsegin sira bɛ yen wa?»",
    "Wa i bɛna u ye u bɛ u yɛrɛ jira o la, u bɛ siran maloya fɛ, u bɛ u ɲɛw dogolenw filɛ. Minnu dara a la, olu na a fɔ ko: “Mɔgɔ minnu tununna u yɛrɛw n’u ka denbayaw la lakununni don na.” Tiɲɛ na, kojugukɛlaw bɛ tɔɔrɔ banbali de la.",
    "U tɛna jɛɲɔgɔn si sɔrɔ walisa k’u dɛmɛ Ala kama. Ala bɛ mɔgɔ o mɔgɔ bila ka fili, bɔyɔrɔ tɛ o la.",
    "I ka Matigi jaabi sani don dɔ ka bɔ Ala yɔrɔ min tɛ se ka kɔsegin. I tɛna dogoyɔrɔ si sɔrɔ o don na, wa i tɛna se ka sɔsɔli kɛ.",
    "Nka n’u y’u kɔdon—An ma i ci ka kɛ u kɔrɔsibaga ye. I ka baara kelenpe de ye kumaɲɔgɔnya ye. Tuma o tuma n’an y’a to hadamaden ka hinɛ nɛnɛ an fɛ, a bɛ nisɔndiya o la; nka ni balawu sera u ma, u bolo ye min kɛ, o nɔfɛ, hadamaden bɛ wuli ka Ala tɔgɔ tiɲɛ.",
    "Sankolo ni dugukolo kuntigiya ye Ala ta ye. A b’a fɛ fɛn o fɛn da, a bɛ o da. A bɛ denmusow di mɔgɔ o mɔgɔ ma, a b’a fɛ mɔgɔ o mɔgɔ ma, a bɛ denkɛw di o ma.",
    "Walima a b’u fara ɲɔgɔn kan, cɛw ni musow; ani a b'a fɛ mɔgɔ o mɔgɔ ka kɛ bangebali ye. A ye Dɔnniya ni Setigi ye.",
    "A tɛ hadamaden si ta ye ko Ala ka kuma a fɛ, fo ni hakili senu ye, walima ka bɔ finimugu kɔfɛ, walima ka ciden ci ka na a sago fɛn o fɛn jira a ka yamaruya fɛ. Ale ye Bɛɛɛ-kɔrɔba ye, Bɛɛ-Hakilitigi ye.",
    "An ye aw dusu don o cogo la hakili ta fan fɛ, An ka cikan fɛ. I tun t'a dɔn Kitabu ye min ye, ani dannaya ye min ye, nka an y'a kɛ yeelen ye, an b'a fɛ ka mɔgɔ o mɔgɔ bilasira an ka baarakɛlaw fɛ ni min ye. Siga t’a la, i bɛ i bilasira sira tilennen dɔ kan.",
    "Ala ka sira, sankolola fɛn bɛɛ ni dugukolo kan fɛn bɛɛ ye ale ta ye. Tiɲɛ na, ko bɛɛ bɛ segin Ala kan."
]