[
    "Ha, Meem.",
    "Kitabu fɛ min bɛ fɛnw ɲɛfɔ ka jɛya.",
    "An y’a kɛ Arabu Kuranɛ ye, walisa aw ka faamuya.",
    "Wa a bɛ Anw fɛ, Source Book kɔnɔ, sublime ani hakilitigi.",
    "Yala An bɛna Hakilijigin minɛ ka bɔ aw la, k’a sɔrɔ aw ye sariya tiɲɛbagaw ye wa?",
    "An ye kira joli ci kɔrɔlenw ma?",
    "Ciden si ma na u fɛ, nka u ye a tulo geren.",
    "An ye mɔgɔw halaki minnu fanga ka bon n’u ye, o de la kɔrɔlenw ka misali tɛmɛna.",
    "Ni i y’u ɲininka ko: “Jɔn ye sankolo ni dugukolo da?” U tun b’a fɔ ko: “Setigi, Dɔnnibaa de y’u da.”",
    "Ale min ye dugukolo kɛ aw sigiyɔrɔ ye, ka siraw ɲini aw ye a kan, walisa aw ka ɲɛminɛ.",
    "Min bɛ ji ci ka bɔ sankolo la ka kɛɲɛ ni a hakɛ bɛnnen ye; o cogo la, An bɛ jamana salen dɔ lakunu o cogo la. O cogo la, aw na bɔ kɛnɛma.",
    "Ale min ye fila-fila bɛɛ da; ani ka kurunw di aw ma, ani baganw aw bɛ don minnu kan.",
    "Walisa aw ka se ka wuli u kɔ kan, ka aw hakili to aw Matigi ka nɛɛma la, aw sigilen bɛ u kan kosɛbɛ, k’a fɔ ko: “Bonya ka kɛ ale de ye, min ye ninnu bila an ka baara la; tiɲɛ na, an tun tɛ se k'o kɛ an kelen na.",
    "Tiɲɛ na, an na segin an Matigi ma.”",
    "O bɛɛ n’a ta, u b’a ka baarakɛla dɔ tigɛli kɛ a yɔrɔ dɔ ye. A jɛlen don ko hadamaden tɛ waleɲumandɔn jira.",
    "Walima a ye denmusow sugandi a yɛrɛ ye ka bɔ a ka danfɛnw na, ka aw diya ni denkɛw ye wa?",
    "O bɛɛ n’a ta, ni kibaruya dira u dɔ ma, a bɛ min jate nɛɛmatigi ye, a ɲɛda bɛ dibi, wa a bɛ dusukasi dabila.",
    "“Mɔgɔ dɔ lamɔna ka kɛ cɛɲi ye, ani min tɛ se ka dɛmɛ don kɛlɛ la?”",
    "U bɛ mɛlɛkɛ minnu ye nɛɛmaba ka baarakɛlaw ye, u bɛ olu sigi musow ye. Yala u y’u ka danfɛnw ye wa? U ka fɔta bɛna sɛbɛn, wa ɲininkali bɛna kɛ u la.",
    "Wa u b’a fɔ ko: “Ni nɛɛmaba tun b’a fɛ, an tun tɛna u bato.” Nka u tɛ o dɔnniya si sɔrɔ; u bɛ jateminɛ dɔrɔn de kɛ.",
    "Walima An ye gafe dɔ di u ma ka kɔn nin ɲɛ, u bɛ nɔrɔ min na wa?",
    "Nka u b’a fɔ ko: “An ye an bangebagaw sɔrɔ sira dɔ kan, wa an bɛ bilasira u senna.”",
    "O cogo kelen na, An ma lasɔminikɛla si ci aw ɲɛ dugu si la, nka u cɛma nafolotigiw y’a fɔ ko: “An ye an bangebagaw sɔrɔ sira dɔ kan, an bɛ tugu u senna.”",
    "A tun b’a fɔ ko: “Hali ni ne nana ni bilasirali ɲuman ye i ye ka tɛmɛ i y’a sɔrɔ i bangebagaw tugura min kɔ wa?” U tun b’a fɔ ko: “I cilen bɛ ni min ye, an bɛ ban o la.”",
    "O la, An ye waleɲumandɔn da u kan. O la sa, a filɛ, mɔgɔ minnu banna, olu ka siniɲɛsigi kɛra mun ye.",
    "Ibrahima y'a fɔ a fa n'a ka mɔgɔw ye tuma min na ko: «Aw bɛ min bato, ne jalakibali don.",
    "N’a ma fɔ ale min ye ne da, katuguni ale de na ne bilasira.”",
    "A y'o kɛ kuma banbali ye a bɔnsɔnw na, walisa u ka segin.",
    "Ne ye nisɔndiya dɔ di ninnu n’u bɛnbaw ma, fo tiɲɛ ni ciden jɛlen dɔ nana u ma.",
    "Nka tiɲɛ sera u ma tuma min na, u ko: «Nin ye subagaya ye, an tɛ sɔn ka da o la.»",
    "U y’a fɔ fana ko: “Ni nin Kuranɛ in jigira ka taa cɛ nafama dɔ ma ka bɔ dugu fila ninnu na.”",
    "Yala olu de bɛ i Matigi ka makari tila wa? Anw de y’u ka balo tila-tila nin ɲɛnamaya in kɔnɔ, wa An y’u dɔw kɔrɔta jɔyɔrɔ la ka tɛmɛ dɔw kan, ko u dɔw bɛna dɔw ta baara la. Nka i Matigi ka makari ka fisa ni u bɛ min dalajɛ.",
    "Ni a tun tɛ hadamadenya tun bɛna kɛ jɛkulu kelen ye, An tun bɛna warijɛ sanfɛla di minnu ma, ani u bɛ wuli ɛrɛzɛnsun minnu fɛ.",
    "U ka so daaw ani u sigilen bɛ minɛn minnu kan.",
    "Ani dekorasiyɔnw. O bɛɛ n’a ta, o bɛɛ tɛ fosi ye ni nin ɲɛnamaya kɔnɔfɛnw tɛ. O bɛɛ n'a ta, Lahalaya, i Matigi fɛ, o ye mɔgɔ tilennenw de ta ye.",
    "Min b'a yɛrɛ tanga nɛɛmaba hakilijigin ma, An bɛ jinɛ dɔ bila a ye, a ka kɛ a taamaɲɔgɔn ye.",
    "U b’u bali ka bɔ sira la, hali n’u b’a miiri k’u ɲɛminɛna.",
    "Fo, n’a nana An ma, a b’a fɔ ko: “Ni kɔrɔn fila cɛ janya tun bɛ ne ni e cɛ.” O ye taamaɲɔgɔn jugu ye dɛ!",
    "A tɛna i nafa o don na, k’a masɔrɔ i ye kojugu kɛ. Aw ye jɛɲɔgɔnw ye tɔɔrɔ la.",
    "Yala i bɛ se ka tulogwerenw ka mɛnni kɛ, walima ka fiyentɔw bilasira, ani mɔgɔ min bɛ fili jɛlen na wa?",
    "Hali n’an y’aw ta ka taa, an bɛna waleɲumandɔn kɛ u la.",
    "Walima An ye layidu min ta u ye, o jira aw la; sabu fanga dafalen b'an bolo u kan.",
    "O la sa, fɛn min jirala i la, i ka tugu o kɔ. I bɛ sira tilennen dɔ kan.",
    "O ye cikan ye aw fɛ, ani aw ka mɔgɔw fɛ; ani ɲininkali bɛna kɛ aw la.",
    "An ye an ka ciden minnu ci ka kɔn aw ɲɛ, aw ka olu ɲininka ko: “An ye ala dɔw sigi ka fara nɛɛmaba kan walisa u ka bato wa?”",
    "An ye Musa ci n’an ka jiralifɛnw ye Faraon n’a ka mɔgɔba dɔw ma. A ko: “Ne ye diɲɛw Matigi ka ciden ye.”",
    "Nka a y'an ka taamaʃyɛnw Jira u la tuma min na, u y'a da Minɛ ka 'ɲɔ̀gɔn Dòn u la.",
    "An ye taamaʃyɛn kelen-kelen minnu Jira u la, olu tùn ye kabako ye ka Tɛmɛ a ɲɔgɔnna kan. An ye u tɔɔrɔ ni tɔɔrɔw ye, walisa u ka nimisa.",
    "U ko: “E subaga, i ka Matigi deli an ko la, ka kɛɲɛ n’a ka layidu ye i ye, o kɔ, an bɛna bilasira.”",
    "Nka an ye tɔɔrɔ bɔ u la tuma min na, u y’u ka layidu tiɲɛ o yɔrɔnin bɛɛ.",
    "Faraon y'a fɔ a ka mɔgɔw cɛma ko: «Ne ka mɔgɔw, Misira masaya tɛ ne ta ye wa, baji ninnu bɛ woyo ne kɔrɔ wa? Aw t'a ye wa?",
    "Yala ne man fisa ni nin bɔnɛba in ye, min tɛ se k’a hakilina fɔ wa?",
    "Mun na sanu bololanɛgɛw ma bin a kan, walima mɛlɛkɛw nana n’a ye taama na?”",
    "O cogo la, a ye a ka mɔgɔw lafili, u y'a kan minɛ. U tun ye mɔgɔ juguw ye.",
    "U ye an ka dimi bila tuma min na, An ye jurumu ta u la, an ye u bɛɛ su ji la.",
    "O cogo la An y’u Kɛ misali ye ani misali ye tɔw bolo.",
    "Mariyama denkɛ tɔgɔ fɔra ka kɛ misali ye tuma min na, aw ka mɔgɔw y’a kɛlɛ.",
    "U ko: «An ka ala ka fisa wa, wa?» U y’a tɔgɔ fɔ sɔsɔli dɔrɔn kama. Tiɲɛ na, u ye mɔgɔw ye minnu bɛ kɛlɛ kɛ.",
    "A tun ye baaraden dɔrɔn de ye, An ye dugawu kɛ min ye, ani an y’a kɛ misali ye Israɛldenw bolo.",
    "Ni An tun b’a fɛ, An tun bɛna aw kɛ mɛlɛkɛw ye ka kɛ u nɔnabila ye dugukolo kan.",
    "Ale ye Lɛrɛ taamasyɛn ye, o la, aw kana sigasiga o la, aw ka tugu Ne kɔ. Nin ye sira tilennen ye.",
    "Ani, Sitanɛ kana i bila sira wɛrɛ kan. A ye aw jugu ye min dabɔra.",
    "Yesu nana ni ɲɛfɔliw ye tuma min na, a ko: “Ne nana aw fɛ ni hakilitigiya ye, ka aw ka danfara dɔw ɲɛfɔ aw ye. O la sa, aw ka siran Ala ɲɛ, ka ne kan minɛ.",
    "Ala ye ne Matigi ye ani aw Matigi ye, o la sa, aw ka a bato—o ye sira tilennen ye.”",
    "Nka kuluw tun tɛ kelen ye u ni ɲɔgɔn cɛ. O la sa, bɔnɛ bɛ kɛ kojugukɛlaw ye ka bɔ Don diminnen tɔɔrɔ la.",
    "Yala u bɛ Lɛrɛ makɔnɔ dɔrɔn ka na u kan yɔrɔnin kelen, k’a sɔrɔ u tɛ a dɔn wa?",
    "O don na, teriw na kɛ ɲɔgɔn juguw ye, fo mɔgɔ tilennenw.",
    "Ne ka baarakɛlaw, siran foyi tɛ aw ɲɛ o don na, aw tɛna dusukasi fana.",
    "Minnu tun dalen bɛ An ka jirali la, ani minnu tun bɛ kolo.",
    "Aw ka don Nakɔ kɔnɔ, aw n'aw furuɲɔgɔnw, Nisɔndiya la.",
    "U na dilan ni sanu sanubɔlanw ye, ani tasaw. Niw b’a fɛ fɛn o fɛn na, ka ɲɛw diyabɔ, o bɛ o de kɔnɔ. I na to yen fo abada.",
    "O cogo de ye Nakɔ ye i dabɔra ka ciyɛn ta, k’a sababu kɛ i tun bɛ min kɛ fɔlɔ.",
    "Aw na jiriden caman sɔrɔ o kɔnɔ, aw bɛ dumuni kɛ minnu na.",
    "Jurumukɛlaw ta fan fɛ, u na kɛ Jahannama tɔɔrɔ la fo abada.",
    "A tɛna nɔgɔya u bolo abada. O kɔnɔ, u bɛna tiɲɛ.",
    "An ma tilenbaliya si kɛ u la, nka olu de tun ye tilenbaliya kɛ.",
    "U na pɛrɛn ko: «Malɛki, i Matigi ka an ban.” A na a fɔ ko: “Aw bɛ to.”",
    "An ye tiɲɛ di aw ma, nka aw fanba bɛ tiɲɛ kɔniya.",
    "Yala u ye fɛɛrɛ dɔw labɛn wa? An fana bɛ ka fɛɛrɛ tigɛ.",
    "Walima u b’a miiri ko An tɛ se k’u ka gundo ni u ka dabaliw mɛn wa? Ɔwɔ tiɲɛ na, An ka cidenw bɛ u kɛrɛ fɛ, ka sɛbɛnni kɛ.",
    "A fɔ ko: “Ni nɛɛmaba tun ye denkɛ sɔrɔ, ne tun na kɛ mɔgɔ fɔlɔ ye ka bato kɛ.”",
    "Sankolow ni dugukolo Matigi, Masasigilan Matigi, bonya ka kɛ o kan, ka tɛmɛ u bɛ min ɲɛfɔ.",
    "O la, aw k'u To u ka fili ka tulon Kɛ, fo k'u ka Don Sɔrɔ min layidu tara u ye.",
    "Ale de ye Ala ye sankolo la, ani Ala ye dugukolo kan. Ale de ye Hakilitigi ye, Dɔnnibaa.",
    "Wa, min ka kuntigiya bɛ sankolow ni dugukolo kan ani fɛn minnu bɛ u ni ɲɔgɔn cɛ, o ye dubaden ye. Ale kelenpe de bɛ Lɛrɛ dɔn, i bɛ segin a ma.",
    "U bɛ mɔgɔ minnu wele a kɔ fɛ, olu tɛ se ka delili kɛ; minnu bɛ tiɲɛ seereya kɛ ani minnu bɛ dɔnniya sɔrɔ, olu dɔrɔn de.",
    "Wa ni i y’u ɲininka ko: “Jɔn de y’u da?”, u tun b’a fɔ ko: “Ala.” O tuma na fɛ, mun na u bɛ bɔ sira kan?",
    "A ka kuma ta fan fɛ ko: “Ne Matigi, ninnu ye mɔgɔw ye minnu tɛ dannaya kɛ.”",
    "Yafa u ma, k’a fɔ ko: “Hɛrɛ.” U bɛna na o dɔn."
]