[
    "Ha, Meem.",
    "Sɛbɛnni min bɛ yeelen bɔ, o fɛ.",
    "An y’o jira su duba dɔ la—An ye lasɔmini kɛ.",
    "Hakilitigiya cikan bɛɛ bɛ danfara don o kɔnɔ.",
    "Dekere dɔ bɔra Anw fɛ. An tun bɛ ka cikanw ci.",
    "I n'a fɔ makari min bɛ bɔ i Matigi fɛ. Ale de ye Lamɛnnikɛla ye, Dɔnnibaa.",
    "Sankolow ni dugukolo ni fɛn minnu bɛ u ni ɲɔgɔn cɛ Matigi, n'i y'a dɔn tiɲɛ na.",
    "Ala si tɛ yen ni ale tɛ. A bɛ ɲɛnamaya di ani ka saya lase mɔgɔ ma—i Matigi ani i bɛnbaw Matigi fɔlɔ.",
    "O bɛɛ n’a ta, u bɛ tulon kɛ ni siga ye.",
    "O la, aw k’aw janto Don min na sankolo bɛ sisi yelen bɔ.",
    "Ka hadamadenw datugu; nin ye ɲangili ye min bɛ mɔgɔ dimi.",
    "“An Matigi, tɔɔrɔ bɔ an kan, an ye dannabaaw ye.”",
    "Nka, u bɛ se k’u hakili jigin cogo di? Ciden min bɛ yeelen bɔ, o nana u ma kaban.",
    "Nka u y’u kɔdon a la, k’a fɔ ko: “Kalan, nka dibi!”",
    "An bɛna ɲangili nɔgɔya dɔɔnin, nka aw bɛna segin.",
    "An bɛna Binkanniba daminɛ don min na—An bɛna an yɛrɛ sara.",
    "U ɲɛ kɔrɔ An ye Faraon ka mɔgɔw kɔrɔbɔ; cidenba dɔ nana u fɛ.",
    "K’a fɔ ko: “Ala ka baarakɛlaw di ne ma. Ne ye ciden sɛbɛ ye aw fɛ.»",
    "Wa, “Aw kana aw yɛrɛ kɔrɔta ka tɛmɛ Ala kan. Ne bɛ na aw fɛ ni fanga jɛlen ye.",
    "Ne ye n dogo ne Matigi ni i Matigi la, walisa i kana ne bon ni kabakurunw ye.",
    "Nka ni aw ma da ne la, aw ka aw mabɔ ne la.»",
    "A y’a deli a Matigi fɛ ko: “Nin mɔgɔw ye jurumutɔw ye.”",
    "“A’ ye taama kɛ ni Ne ka baarakɛlaw ye su fɛ—aw bɛna tugu aw kɔ.",
    "Ka kɔgɔji tigɛ joona; u ye kɛlɛbolo ye min ka kan ka bin ji la.”",
    "U ye nakɔ ni jibɔyɔrɔ joli to u kɔ?",
    "Ani jiriforobaw, ani sow cɛɲiw.",
    "Ani dususalo minnu tun bɛ u diyabɔ fɔlɔ.",
    "A kɛra ten; An y'o lase jamana wɛrɛ ma.",
    "Sankolo ni dugukolo si ma kasi u kosɔn, wa u ma lajɔ.",
    "An ye Israɛldenw kisi tɔɔrɔ majigin ma.",
    "Ka bɔ Faraon fɛ. A tun ye fangatigi ye min tun be dankari kɛ.",
    "Wa An y’u sugandi ni dɔnniya ye ka tɛmɛ mɔgɔ tɔw bɛɛ kan.",
    "Wa An ye taamashyɛn caman di u ma, kɔrɔbɔli jɛlen tun bɛ o la.",
    "Nin mɔgɔw b'a fɔ.",
    "“Foyi tɛ yen ni an ka saya fɔlɔ tɛ, an tɛna kunun.",
    "Aw ka an bɛnbaw lasegin, ni aw ye tiɲɛ fɔ.»",
    "Yala u ka fisa wa, walima Tuba mɔgɔw ni minnu tun bɛ u ɲɛfɛ wa? An y’u halaki. U tun ye kojugukɛlaw ye.",
    "An ma sankolow ni dugukolo ni fɛn minnu bɛ u ni ɲɔgɔn cɛ, an ma olu da ka tulon kɛ.",
    "An y’u da kun kɛrɛnkɛrɛnnen dɔrɔn de kama, nka u fanba t’a dɔn.",
    "Sorting Out ye waati latigɛlen ye u bɛɛ bolo.",
    "Don min na teri si tɛna nafa sɔrɔ teri la cogo si la, wa u tɛna dɛmɛ.",
    "Fo Ala bɛ makari min na. Ale de ye Sebaayabɛɛtigi ye, hinɛtigi.",
    "Jiri min bɛ mɔgɔ dusu tiɲɛ.",
    "Jurumut ka dumuni.",
    "I n’a fɔ plɔmu wulilen; tobilen kɔnɔbara kɔnɔ.",
    "I n’a fɔ ji wulilen tobili.",
    "Aw k’a minɛ k’a sama ka don Jahannama cɛma!",
    "O kɔ, Inferno ka tɔɔrɔ bɔn a kun kan!",
    "Ka nɛnɛ! Aw minnu tun ye fangatigiw ni mɔgɔba ye.",
    "I tun bɛ sigasiga o de la fɔlɔ.",
    "Mɔgɔ tilennenw ta fan fɛ, u na kɛ yɔrɔ lafiyalen na.",
    "Nakɔw ni jibolisiraw cɛma.",
    "U bɛ fini don ni siliki ni brocade ye, u ɲɛ bɛ ɲɔgɔn na.",
    "A bɛ ten, wa An bɛna u furu taamaɲɔgɔn kanulenw ma.",
    "U na wele bila o kɔnɔ den suguya bɛɛ kama, hɛrɛ ni lafiya la.",
    "O de la, u tɛna saya nɛnɛ, saya fɔlɔ kɔfɛ; ani a na u tanga jahanama tɔɔrɔ ma.",
    "I Matigi ka nɛɛma. O de ye kisili ye min ka bon ni tɔw bɛɛ ye.",
    "An y’a nɔgɔya aw ka kan na, walisa u hakili ka to a la.",
    "O la sa, i ka kɔnɔni kɛ ka filɛli kɛ. U fana bɛ ka makɔnɔni kɛ ani ka kɔlɔsili kɛ."
]