[
    "Ha, Meem.",
    "Kitabu jirali bɔra Ala de la, Sebaaya kɔrɔtalen, Hakilitigi.",
    "Sankolow ni dugukolo kan, o ye daliluw ye dannabaaw bolo.",
    "Wa i yɛrɛ ka danfɛnw na, ani a ye danfɛn minnu jɛnsɛn, taamasyɛnw bɛ dannaya sabatilenw mɔgɔw bolo.",
    "Wa su ni tile ɲɔgɔn falen-falen na, ani balo la Ala bɛ jigin ka bɔ sankolo la, a bɛ dugukolo lakunu ni min ye a salen kɔfɛ, ani fiɲɛw lamini na, o ye kabakow ye mɔgɔw bolo minnu bɛ miiri.",
    "Ninnu ye Ala ka Vɛrisew ye, An bɛ minnu kalan aw ye tiɲɛ na. Cikan jumɛn de la, Ala ni a ka jirali kɔfɛ, u bɛna da a la?",
    "Bɔnɛ bɛ nkalontigɛla jurumutɔ bɛɛ ye.",
    "Min bɛ Ala ka jiralifɛnw kalanni mɛn a ye, o bɛɛ n’a ta, a bɛ to ka kuncɛbaya kɛ, i n’a fɔ a ma u mɛn. Aw ye ɲangili diminnen dɔ laseli a ye.",
    "Wa ni a ye fɛn dɔ dɔn An ka jiralifɛnw na, a b’u ta tulonko la. O suguw la, maloya ɲangili bɛ yen.",
    "U kɔfɛ, Jahannama bɛ yen. U ye fɛn min sɔrɔ, o tɛna u nafa fewu, u ye mɔgɔ minnu ta ka kɛ matigiw ye Ala nɔ na, o tɛna nafa sɔrɔ olu fana na. U bɛna ɲangili juguba sɔrɔ.",
    "O ye bilasirali ye. Minnu bɛ u Matigi ka jiralifɛnw tɔgɔ tiɲɛ, dimi jugu bɛna kɛ olu la.",
    "Ala de ye kɔgɔji bila i ka baara la, walisa kurunw ka boli a fɛ a ka cikan fɛ, ani walisa i ka a ka nɛɛma ɲini, ani walisa i ka barika da.",
    "Wa, fɛn o fɛn bɛ sankolo la ani fɛn o fɛn bɛ dugukolo kan, a ye o bila i ka baara la—o bɛɛ bɔra ale de la. O kɔnɔ, taamaʃyɛnw bɛ yen jama minnu bɛ miiri.",
    "A fɔ dannabaaw ye ko u ka yafa mɔgɔ minnu ma, olu jigi tɛ Ala ka donw na. Mɔgɔw ye fɛn o fɛn sɔrɔ, a bɛna o sara bɛrɛbɛrɛ.",
    "Mɔgɔ o mɔgɔ bɛ kɛwale ɲuman kɛ, o bɛ kɛ a ni de kama; Mɔgɔ o mɔgɔ bɛ kojugu kɛ, o bɛ a kɛlɛ. o tuma na fɛ, i bɛ segin i Matigi ma.",
    "An ye Kitabu, ni hakilitigiya, ani kirayakuma di Israɛldenw ma; An ye fɛn ɲumanw di u ma; ani An ye nafa di u ma ka tɛmɛ mɔgɔ tɔw bɛɛ kan.",
    "Wa An ye sariya tigitigiw di u ma. U binna sɔsɔli la dɔrɔn dɔnniya nana u ma, ka bɔ ɲɔgɔn kɛlɛli la. I Matigi na kiri tigɛ u ni ɲɔgɔn cɛ lakununni don na, u ni ɲɔgɔn cɛ danfara bɛ fɛn minnu na.",
    "O tuma na fɛ, an y’aw bila dannaya sira kan, o la, aw ka tugu o la, aw kana tugu mɔgɔ minnu t’a dɔn.",
    "U tɛna i dɛmɛ Ala kama cogo si la. Jurumukɛlaw ye ɲɔgɔn jɛɲɔgɔnw ye, k’a sɔrɔ Ala ye mɔgɔ tilennenw Lakanabaga ye.",
    "Nin ye yeelen ye hadamadenw bolo, ani bilasirali, ani hinɛ ye mɔgɔw ma minnu dalen bɛ dannaya la.",
    "Yala mɔgɔ minnu bɛ kɛwale juguw kɛ, olu b’a miiri ko An bɛna u jate i n’a fɔ dannabaaw ani minnu bɛ kɛwale tilennenw kɛ, a kɛra u ka ɲɛnamaya kɔnɔ wo, a kɛra u ka saya la wo? Juguya ye u ka kiri ye!",
    "Ala ye sankolo ni dugukolo da ni tilennenya ye, walisa ni bɛɛ ka sɔrɔ ka sara. Wa, kojugu tɛna kɛ u la.",
    "Yala i ye mɔgɔ jateminɛ min y’a nege ta a ka ala la wa? Ala y'a lafili k'a dɔn, k'a ka mɛnni ni a dusukun siri, ka datugulan da a ka yeli kan. Jɔn bɛna a bilasira Ala nɔfɛ? Yala i tɛna miiri wa?",
    "U b'a fɔ ko: «Foyi tɛ yen ni an ka sisan ɲɛnamaya tɛ. an bɛ sa ka ɲɛnamaya, foyi tɛ an halaki fo waati.” Nka u tɛ o dɔnniya si sɔrɔ; u bɛ ka jateminɛ dɔrɔn de kɛ.",
    "Ni An ka Vɛrise minnu bɛ ɲɛfɔli kɛ, olu fɔra u ye, u ka sɔsɔli kelenpe ye k’a fɔ ko: “Aw ka an bɛnbaw lasegin, n’aw ye tiɲɛ fɔ.”",
    "A fɔ ko: “Ala bɛ ɲɛnamaya di i ma, o kɔ, a bɛ i faga; o kɔ, a b'aw lajɛ su kununni don kama, siga t'o la. Nka mɔgɔ fanba t’o dɔn.”",
    "Sankolo ni dugukolo masaya ye Ala ta ye. Lɛrɛ bɛ kɛ don min na, o don na, nkalontigɛlaw bɛna bɔnɛ.",
    "I bɛna sigida bɛɛ ye a gɛnɛgɛnɛ kan; jɛkulu bɛɛ bɛna wele a ka Kitabu kɔnɔ : « bi aw tun bɛ min kɛ , aw bɛ sara o la .",
    "Nin An ka Kitabu bɛ kuma aw ko la tiɲɛ na. Aw tun bɛ ka min kɛ, an tun bɛ ka o sɛbɛn.”",
    "Minnu dara a la ka kɛwale tilennenw kɛ, olu Matigi na u don a ka makari la. O de ye se sɔrɔli jɛlen ye.",
    "Nka minnu ma da a la, olu ko la: “Ne ka jirali ma kalan aw ye wa? Nka aw ye kuncɛbaya kɛ, ka kɛ mɔgɔ jalakilenw ye.”",
    "Wa tuma min na a fɔra ko: “Ala ka layidu ye tiɲɛ ye, siga tɛ Lɛrɛ ko la,” i ko: “An t’a dɔn Lɛrɛ ye min ye; an hakili la, a ye hakilinata dɔrɔn de ye; an dalen tɛ o la.”",
    "U ye min kɛ, o juguya bɛna ye u ɲɛ na, wa u ye fɛn min yeli kɛ, o yɛrɛ bɛna u tɔɔrɔ.",
    "Wa a bɛna fɔ ko “Bi An bɛ ɲinɛ i kɔ, i n’a fɔ i ɲinɛna i ka don in ɲɔgɔnye kɔ cogo min na. I sigiyɔrɔ ye Tasuma ye, kisibaa si tɛ i ye.",
    "O bɛ kɛ bawo i ye Ala ka jiralifɛnw ta ka kɛ tulonko ye, ani diɲɛ ɲɛnamaya y’i lafili.” O la bi, u tɛna bɔ o la, wa u tɛna sɔn ka nimisa.",
    "Tanuli ye Ala ta ye; Sankolow Matigi, Dugukolo Matigi, Hadamadenw Matigi.",
    "Sankolow ni dugukolo kan, kuntigiya bɛɛ ye ale de ta ye. Ale de ye Majetigi ye, Hakilitigi."
]