[
    "Ha, Meem.",
    "Sɛbɛnniw cili bɛ bɔ Ala de la, Bonyatigi, Hakilitigi.",
    "An ma sankolow ni dugukolo ni fɛn minnu bɛ u ni ɲɔgɔn cɛ, an ma olu da fo ni hakili ye, ani waati dantigɛlen dɔ kɔnɔ. Nka Ala tɔgɔ tiɲɛbagaw bɛ taa a fɛ ka u janto lasɔminiw la minnu bɛ sɔrɔ u fɛ.",
    "A fɔ ko: “Aw bɛ mɔgɔ minnu bato Ala nɔ na, yala aw ye olu jateminɛ wa? U ye dugukolo yɔrɔ min da, o jira ne la. Walima sankolo niyɔrɔ dɔ b’u bolo wa? I ka na ni Bibulu tɛmɛsira dɔ ye ka kɔn nin ɲɛ, walima dɔnniya dɔ la, n’i ye tiɲɛ fɔ.”",
    "Jɔn ka jugu ni mɔgɔ ye min bɛ mɔgɔw wele, Ala kɔfɛ, minnu tɛna a jaabi fo su kununni don, ani minnu tɛ u janto u ka deliliw la?",
    "Wa ni hadamadenya lajɛra, u bɛna kɛ u juguw ye, wa u bɛna ban u ka bato la.",
    "Ni An ka jiraliw kalanna u ye, k’a jɛya ani k’a jɛya, kafiriw b’a fɔ tiɲɛ ko la n’a sera u ma, “A jɛlen don ko nin ye subagaya ye.”",
    "Walima u b’a fɔ ko: “A yɛrɛ de y’a dabɔ” wa? A fɔ ko: “Ni ne yɛrɛ y’a dabɔ, i bɛ se ka foyi kɛ ka ne tanga Ala ma. I bɛ min kɛ, a b’o dɔn kosɛbɛ, a ye seere bɛrɛ ye ne ni i cɛ. Ale de ye Yafabaga, makaritigi ye.”",
    "A fɔ ko: «Ne ni ciden tɔw tɛ danfara bɔ; Ne t'a dɔn min bɛna kɛ ne la, wala aw la. Fɛn min bɛ ne kɔnɔ, ne bɛ tugu o dɔrɔn de kɔ, wa ne ye lasɔminikɛla jɛlen dɔrɔn de ye.”",
    "A fɔ ko: “Aw ye jateminɛ kɛ wa? Ni o bɔra Ala yɔrɔ ani i ma da a la do? Seere dɔ bɔra Israɛldenw na, o ye seereya kɛ a bɔɲɔgɔnko la, ka da a la, k'a sɔrɔ aw ye kuncɛbaya kɛ. Ala tɛ tilenbaliw ɲɛminɛ.”",
    "Minnu ma da a la, olu b’a fɔ dannabaaw ye ko: “Ni o tun ye fɛn ɲuman dɔ ye, u tun tɛna kɔn an ɲɛ o la.” Wa ikomi u ma bilasira o fɛ, u bɛna a fɔ ko: “Nin ye nkalon kɔrɔ ye.”",
    "Wa sanni o ka kɛ, Musa ka kitabu tun ye misali ye ani makari. Wa nin ye Gafe ye min bɛ dantigɛli kɛ, Arabukan na, walasa ka kojugu kɛbagaw lasɔmi — ani kibaru duman ɲuman kɛbagaw ye.",
    "Minnu b’a fɔ ko: “An Matigi ye Ala ye,” o tuma na fɛ, olu bɛ ɲɛnamaya tilennen kɛ—u tɛ siran foyi ɲɛ, u tɛna dusukasi fana.",
    "Olu ye Alijɛnɛ sigibagaw ye, u bɛna sigi yɔrɔ min na fo abada, o ye sara ye u tun bɛ min kɛ fɔlɔ.",
    "An ye cikan di hadamaden ma ko a ka ɲumanya kɛ a bangebagaw ye. A ba y'a ta ni gɛlɛya ye, k'a bange ni gɛlɛya ye. A ka den sɔrɔli ni a dabɔli bɛ kalo bisaba Kɛ. Fo, n’a sera a kɔgɔli ma, ka se san binaani ma, a ko: “Matigi, i ye dugawu minnu di ne ni ne bangebagaw ma, i ka se ka olu waleɲumandɔn, ani ka wale kɛ ni tilennenya ye, ka i diya. Ani ka n denw yiriwa ne ye. Ne nimisara I ma ni kɔnɔnajɛya ye, ani mɔgɔ minnu y’u yɛrɛ di, ne ye olu dɔ ye.”",
    "Olu de ye olu ye, An bɛ sɔn u ka kɛwale ɲumanw ma, ani an bɛ u ka kɛwale juguw ɲɛmajɔ, Alijinɛ sigibagaw cɛma—tiɲɛ layidu min layidu tara u ye.",
    "Min b'a fɔ a bangebagaw ye ko: «Aw bɛ se! Aw bɛ layidu ta ne ye ko ne na kunun, ni bɔnsɔnw tɛmɛna ne ɲɛ wa?” K’u to kasi ka Ala ka dɛmɛ ɲini, “Bɔnɛ bɛ aw la! Danaya! Ala ka layidu ye tiɲɛ ye!” Nka a ko: “Nin tɛ foyi ye ni kɔrɔlenw ka maanaw tɛ.”",
    "Olu de ye olu ye, jalaki bɛ jo sɔrɔ minnu kan, sigida minnu tɛmɛna u ɲɛ, jinɛw ni hadamadenw cɛ. U ye bɔnɛbagaw ye tiɲɛ na.",
    "Degerew bɛ bɛɛ bolo, ka kɛɲɛ n’u ye min kɛ, wa a bɛna u ka baara sara ka dafa, wa u tɛna kojugu kɛ.",
    "Dannabaliw bɛna parade kɛ don min na Tasuma ɲɛkɔrɔ: “I ye i ka ɲumanya tiɲɛ i ka diɲɛ ɲɛnamaya kɔnɔ, i diyara u ye. O la sa, bi, i bɛ sara ni maloya tɔɔrɔ ye, k’a sababu kɛ i ka kuncɛbaya tilenbali ye dugukolo kan, ani k’a sababu kɛ i tun bɛ jurumu kɛ.”",
    "Aw ye Aad balimakɛ tɔgɔ fɔ, iko a tun bɛ a ka mɔgɔw lasɔmi kuluw la. Lakɔlɔsiliw tɛmɛna a ɲɛkɔrɔ, ani a kɔfɛ: “Aw kana mɔgɔ si bato Ala kɔ; Ne bɛ siran donba dɔ ɲangili ɲɛ aw kosɔn.”",
    "U ko: «Aw nana an fɛ ka an labɔ an ka ala la wa? O tuma na fɛ, i bɛ bagabagali min kɛ an na, n’i bɛ ka tiɲɛ fɔ.”",
    "A ko: «Dɔnniya bɛ Ala dɔrɔn de bolo, wa ne cilen don ni min ye, ne bɛ aw ladɔnniya; nka ne y'a ye ko aw ye jama dɔnbaliw ye.»",
    "O kɔ, u ye sankaba dɔ ye min gɛrɛla u ka kɔda la, u ko: “Nin ye sankaba ye min bɛna sanji lase an ma.” “Tiɲɛ na, aw ma muɲu min na, o de don: fiɲɛ min kɔnɔ, tɔɔrɔba bɛ yen.”",
    "A na fɛn bɛɛ halaki a Matigi ka ci fɔlen fɛ. Sɔgɔma sera u ma tuma min na, foyi ma ye u sigiyɔrɔw kɔ. O cogo la An bɛ mɔgɔ jalakilenw sara.",
    "An tun ye fanga di u ma cogo min na, an ye fanga di aw ma cogo min na; An ye mɛnni ni yeli ni hakili di u ma. Nka u ka mɛnni, wala u ka yeli, wala u hakili ma nafa sɔrɔ u la cogo si la. O bɛ kɛ bawo u ma Ala ka jiralifɛnw jate; o cogo la, u tun bɛ tulonko min kɛ, u y'u lamini.",
    "An ye dugu caman tiɲɛ aw lamini na, ka taamasiyɛn suguya caman kɛ, walasa u ka segin.",
    "O tuma na fɛ, boli minnu tun bɛ u bato i n’a fɔ u gɛrɛla Ala la, mun na olu ma u dɛmɛ? Tiɲɛ na, u y’u bila. O tun ye u ka nkalon ye, u yɛrɛ ka fɛn dilannen dɔ.",
    "Aw hakili to a la tuma min na An ye jinɛ damadɔ ci aw ma, ka Kuranɛ lamɛn. U nana a ɲɛ kɔrɔ tuma min na, u ko: “Aw k’aw janto!” O kɔ, a banna tuma min na, u girinna ka taa u ka mɔgɔw fɛ, k’u lasɔmi.",
    "U ko: «An ka mɔgɔw, an ye Kitabu dɔ mɛn, min jiginna Musa nɔfɛ, k'a jira ko min kɛra ka kɔn a ɲɛ. A bɛ mɔgɔ bilasira ka taa tiɲɛ na, ani ka taa sira tilennen kan.",
    "An ka mɔgɔw! Aw ye welebaga jaabi Ala ma, ka da a la; A na aw ka jurumuw yafa aw ma, ka aw kisi ɲangili jugu ma.”",
    "Min ma Ala welebaga jaabi, o tɛna boli dugukolo kan, wa lakanabagaw si t’a fɛ ale kɔ. Olu bɛ fili jɛlen na.",
    "Yala u t’a dɔn ko Ala min ye sankolow ni dugukolo da, ani min ma sɛgɛn abada u dali fɛ, o bɛ Se ka suw lakunu wa? Ɔwɔ tiɲɛ na; A bɛ Se ka fɛn bɛɛ Kɛ.",
    "Don min na kafiriw bɛ Lase Tasuma ma: “Yala nin tɛ tiɲɛ ye wa?” U na a fɔ ko: “Ɔwɔ, tiɲɛ na, an Matigi barika la.” A na a fɔ ko: “O tuma na fɛ, aw ka tɔɔrɔ nɛnɛ ka da a kan aw ka kafiri.”",
    "O la sa, aw ka muɲu, i ko ciden minnu cɛsirilen don, olu muɲuli kɛra cogo min na, aw kana kɔrɔtɔ u ko la. Layidu tara min na, u bɛ seereya kɛ don min na, a bɛna kɛ i n’a fɔ u ye lɛrɛ kelen dɔrɔn de kɛ tile kɔnɔ. Weelekan dɔ: Yala mɔgɔ dɔ bɛna halaki fo jurumutɔw wa?"
]