[
    "Minnu ma da a la ani minnu b Ala ka sira gn—A b u ka baara k f.",
    "K’a sɔrɔ minnu dalen b’a la, ka tilennenya baara kɛ, ani ka da fɛn na min jiginna Muhamadu ma — wa o ye tiɲɛ ye ka bɔ u Matigi yɔrɔ — a bɛ u ka jurumuw yafa, ka u haminankow lajɔ.",
    "O ye k’a sababu kɛ kafiriw bɛ tugu nkalonw kɔ, k’a sɔrɔ dannabaaw bɛ tugu tiɲɛ na ka bɔ u Matigi yɔrɔ. O cogo la, Ala b’u ka misaliw fɔ jama ye.",
    "Ni aw ye kafiriw kunbɛn, aw ka u kɔw gosi. O kɔ, n’aw ye u tigɛtigɛ, aw bɛ u siri kosɛbɛ. O kɔ, i k’u bila ni nɛɛma ye, walima kunmabɔsara fɛ, fo kɛlɛ k’a ka doni da. Ni Ala tun b’a fɛ, a yɛrɛ tun bɛ se ka se sɔrɔ u kan, nka a bɛ aw dɔw kɔrɔbɔ o cogo la ni dɔw ye. Minnu fagara Ala ka sira la, a tɛna a to u ka kɛwalew ka tiɲɛ.",
    "A bɛna u bilasira, wa a bɛna u hakili cogoya fisaya.",
    "Wa a bɛna u don alijɛnɛ kɔnɔ, a ye min jira u ye.",
    "Aw dannabaaw! Ni i ye Ala dɛmɛ, a na i dɛmɛ, ani a bɛna i sennasan barika bonya.",
    "Nka kafiriw ta fan fɛ, halakili bɛ u bolo, a na u ka kɛwalew tiɲɛ.",
    "O bɛ kɛ bawo Ala ye min jira, u tun bɛ o kɔniya, o de la a y’u ka kɛwalew kɛ fu ye.",
    "Yala u ma taama dugukolo kan ka a nɔfɛkow ye u ɲɛfɛ mɔgɔw la wa? Ala ye halakili bɔn u kan, dannabaliw fɛ, fɛn dɔ bɛ yen min bɛ se ka suma ni o ye.",
    "O ye ko Ala ye dannabaaw Matigi ye, k'a sɔrɔ kafiriw matigi tɛ.",
    "Dannabaaw ani kɛwale ɲumanw kɛbagaw Ala bɛna don nakɔw kɔnɔ, baji bɛ woyo minnu jukɔrɔ. Minnu ma da a la, olu bɛ u yɛrɛ diyabɔ, ka dumuni kɛ i n’a fɔ misiw bɛ dumuni kɛ cogo min na, Tasuma na kɛ u sigiyɔrɔ ye.",
    "Dugu joli fanga tun ka bon ni i ka dugu ye min y’i gɛn ka bɔ yen? An ye u halaki, dɛmɛbaga si tun tɛ u ye.",
    "Yala mɔgɔ min jɔlen bɛ daliluw kan ka bɔ a Matigi yɔrɔ, yala i n’a fɔ mɔgɔ min ka kɛwale jugu kɛra koɲuman ye a ɲɛ na wa? Wa u bɛ tugu u yɛrɛ negew kɔ wa?",
    "Nakɔ in bɔɲɔgɔnko layidu tara mɔgɔ tilennenw ye: ji sanuman bajiw bɛ a kɔnɔ, nɔnɔ bajiw bɛ yen minnu falen don fo abada, diwɛn baji minnu bɛ minnikɛlaw diyabɔ, ani misiwolo mɔlen bajiw. U na den bɛɛ sɔrɔ o de kɔnɔ, ka yafa sɔrɔ u Matigi fɛ. I n’a fɔ mɔgɔ min bɛ to Tasuma na fo abada, ka ji tobilen min, o bɛ u banakɔtaa tigɛ?",
    "Mɔgɔ minnu b’i lamɛn, olu dɔw ye, nka n’u bɔra i ɲɛ kɔrɔ, u b’a fɔ dɔnniya dilenw ye ko: “A ye mun fɔ sisan dɔrɔn?” Olu de ye Ala ye minnu dusukunw taamashyɛn, ani u bɛ tugu u yɛrɛ negew kɔ.",
    "Minnu bɛ bilasira, a bɛ dɔ fara u kan bilasirali la, wa a ye u ka tilennenya di u ma.",
    "Yala u bɛ makɔnɔni kɛ dɔrɔn fo Lɛrɛ ka se u ma yɔrɔnin kelen wa? A taamaʃyɛnw Nàna kaban. Nka, u hakili bɛna jigin cogo di n’a sera u ma?",
    "Aw k’a dn ko ala si t Ala t, ka yafa deli aw ka jurumu ko la, ani dannabaaw ni dannabaaw musow. Ala b’i ka lamaga-lamagaliw dɔn, ani i ka lafiɲɛyɔrɔ.",
    "Dannabaaw b’a fɔ ko: “Ni sapitiri dɔ cilen don.” O bɛɛ n’a ta, ni sapitiri latigɛlen dɔ cilen don, ni kɛlɛ kofɔra o kɔnɔ, i b’a ye ko bana bɛ minnu dusukun na, olu b’i filɛ ni mɔgɔ ɲɛda ye min bɛ fasa saya fɛ. O la sa, bɔnɛ bɛ u ye!",
    "Kanminɛli ni kuma tilennen. O kɔ, ni o ko ɲɛnabɔra, ka kɛ tiɲɛtigi ye Ala fɛ, o tun ka fisa u ma.",
    "N’i y’i kɔdon, a ka c’a la, i bɛna juguya kɛ dugukolo kan, ka i ka denbaya cɛsira tigɛ.",
    "Ala ye minnu danga, olu de don. A ye u kɛ tulogwerenw ye, ka u ɲɛw fiyen.",
    "Yala u tɛna miiri Kuranɛ la wa? Walima, yala fɛn dɔw bɛ u dusukunw na wa?",
    "Minnu kɔseginna ɲɛminɛni kɔfɛ, o jɛlen don u bolo—Sitanɛ y’u lafili, ani a ye latitude di u ma.",
    "O bɛ kɛ katuguni Ala ye min jira, u y’a fɔ mɔgɔ minnu ye, ko: “An na aw kan minɛ ko dɔw la.” Nka Ala b’u ka gundo miiriliw dɔn.",
    "Ni mɛlɛkɛw y’u minɛ saya waati la, k’u ɲɛda ni u kɔ bugɔ, o bɛ kɛ cogo di?",
    "O bɛ kɛ bawo u tugura fɛn kɔ min man di Ala ye, wa a ma diya u ye, o de la a y’u ka kɛwalew kɛ fu ye.",
    "Bana bɛ mɔgɔ minnu dusukun na, yala olu b’a miiri ko Ala tɛna u ka juguya bɔ kɛnɛ kan wa?",
    "Ni An tun b’a fɛ, An tun bɛ se k’u jira aw la, wa aw tun bɛna u dɔn u taamasiyɛnw fɛ. O bɛɛ n’a ta, i bɛna u dɔn u ka kumakan fɛ. Ani Ala b’i ka kɛwalew dɔn.",
    "An bɛna aw kɔrɔbɔ tiɲɛ na, fo ka se aw cɛma minnu bɛ cɛsiri kɛ, ani minnu jɔlen don, an k’olu dɔn, ani an bɛna aw ka kɛwalew kɔrɔbɔ.",
    "Minnu ma da a la, ka Ala ka sira bali, ka ciden kɛlɛ, bilasirali jɛlen kɔfɛ u ɲɛ na—u tɛna Ala tɔɔrɔ hali dɔɔnin, nka a bɛna u ka kɛwalew kɛ fu ye.",
    "Aw dannabaaw! Aw ka Ala kan minɛ, ka ciden kan minɛ, aw kana a to aw ka kɛwalew ka tiɲɛ.",
    "Minnu ma da a la, ka Ala ka sira bali, ka tila ka sa i ko kafiriw—Ala tɛna yafa u ma.",
    "O la sa, aw kana siga ka hɛrɛ wele k’a sɔrɔ aw bɛ se sɔrɔ. Ala bɛ i fɛ, wa a tɛna i ka cɛsiriw tiɲɛ.",
    "Nin diɲɛ ɲɛnamaya tɛ fosi ye ni tulonkɛ ni ɲɛnajɛ tɛ. Nka ni danaya b i la ani ni i b namaya tilennen na, a na i ka sara di i ma, wa a t i ka nafolo deli.",
    "Ni a tun b’a ɲini i fɛ, ka i digi, i tun bɛna kɛ i bolo gɛlɛn ye, wa a tun bɛna i sagobaliya bɔ kɛnɛ kan.",
    "Aw filɛ nin ye, aw welelen don ka musaka kɛ Ala ka ko la. Minnu bɛ u yɛrɛ tanga aw ma, olu fana bɛ aw cɛma. Nka mɔgɔ o mɔgɔ bɛ a yɛrɛ tanga, o bɛ a yɛrɛ tanga a yɛrɛ ni ma.» Ala ye Nafolotigi ye, k'a sɔrɔ aw ye magojirabagaw ye. Wa ni i y'i kɔdon, a na i bila siya wɛrɛ la, wa u tɛna kɛ i ko i."
]