[
    "An ye sebaaya jɛlen di aw ma.",
    "Walisa Ala ka i ka jurumu yafa i ma, jurumu tɛmɛnenw ni nataw, ka a ka nɛɛma dafa i kan, ka i bila sira tilennen kan.",
    "Ani k’aw dɛmɛ ni dɛmɛ ye min tɛ se ka wuli.",
    "Ale de ye hɛrɛ ci dannabaaw dusukunw na, ka dannaya fara u ka dannaya kan. Sankolo ni dugukolo fanga ye Ala ta ye. Ala ye Dɔnnikɛla ni Hakilitigi ye.",
    "A na dannabaaw don, cɛw ni musow, ka don Nakɔw kɔnɔ, baji bɛ woyo minnu jukɔrɔ, ka to yen badaa, wa a na u ka jurumuw yafa. O, Ala fɛ, o ye sebaayaba ye.",
    "Wa a na filankafow ɲangi, cɛw ni musow, ani bolibatobaaw, cɛw ni musow, minnu bɛ miiri juguw mara Ala ko la. U lamininen don ni juguya ye; ani Ala dimina u kɔrɔ, ka u danga, ka Jahannama labɛn u ye—yɔrɔ min ye bɔnɛ ye.",
    "Sankolo ni dugukolo kɛlɛbolow ye Ala ta ye. Ala ye Sebaayaba ni Hakilitigi ye.",
    "An y'i ci ka kɛ seere ye, ka kɛ kibaru duman fɔbaga ye, ka kɛ lasɔminikɛla ye.",
    "Walisa aw ka da Ala n’a ka ciden la, ka a dɛmɛ, ka a bonya, ka a tanu sɔgɔma ni wula fɛ.",
    "Minnu bɛ kantigiya layidu ta i ye, olu bɛ kantigiya layidu ta Ala ye. Ala bolo bɛ u bolow kan. Min b'a ka layidu tiɲɛ, o b'a tiɲɛ fo a yɛrɛ ka bɔnɛ. Mɔgɔ o mɔgɔ mana a ka layidu dafa ni Ala ye, a na saraba di a ma.",
    "Kungo-Arabu minnu tora kɔfɛ, olu bɛna a fɔ aw ye ko: “An ka fɛnw ni an ka denbayaw ye an degun, o de la, yafa ɲini an fɛ.” Fɛn min tɛ u dusukun na, u bɛ o fɔ ni u nɛnkunw ye. A fɔ ko: “Jɔn bɛ se ka nafa dɔ lase aw ma Ala ma, ni a b’a fɛ ka bɔnɛ sɔrɔ aw la, walima ni a b’a fɛ ka tɔnɔ sɔrɔ aw ye?” Tiɲɛ na, Ala bɛ Ladɔnniya i ka kɛtaw la.",
    "Nka aw tun b’a miiri ko Ciden ni dannabaaw tɛna segin u ka denbayaw kɔnɔ abada, wa o tun bɛ iko a ka ɲi aw dusukunw na; Aw tun bɛ miiri juguw mara, aw tun ye mɔgɔw ye minnu ma ladɔnniya.",
    "Min dalen tɛ Ala n’a ka ciden la—An ye tasuma manamananan labɛn kafiriw ye.",
    "Sankolo ni dugukolo masaya ye Ala ta ye. Mɔgɔ o mɔgɔ b’a fɛ, a b’o yafa, wa a b’a fɛ mɔgɔ o mɔgɔ ɲangi. Ala ye Yafabaga ni makaribaga ye.",
    "Minnu tora kɔfɛ, n’i bɔra ka taa tɔnɔw lajɛ, olu bɛna a fɔ ko: “An ka tugu i kɔ.” U b’a fɛ ka Ala ka Kuma yɛlɛma. A fɔ ko: «Aw tɛna tugu an kɔ. Ala y’o fɔ ka kɔrɔ.” O kɔ, u na a fɔ ko: “Nka aw bɛ keleya an na.” Tiɲɛ na, u bɛ fɛn dɔɔni dɔrɔn de faamu.",
    "A fɔ kungo-Arabuw ye minnu tora kɔfɛ ko: “Aw na wele ka kɛlɛ kɛ jamana fangatigiw kama; aw bɛna u kɛlɛ , fo n' u y' u yɛrɛ majigin . N’i ye kan minɛ, Ala bɛna sara ɲuman di i ma. Nka ni aw kɔseginlen don, i ko aw kɔseginlen tun bɛ cogo min na fɔlɔ, a na aw ɲangi ni ɲangili jugu ye.”",
    "Jalaki si tɛ fiyentɔw kan, jalaki si tɛ sennamɔgɔw kan, jalaki si tɛ banabagatɔw kan. Mɔgɔ o mɔgɔ bɛ Ala n’a ka ciden kan minɛ—A bɛna a don nakɔw kɔnɔ, baji bɛ woyo minnu jukɔrɔ; nka mɔgɔ o mɔgɔ bɛ kɔsegin—A na a ɲangi ni dimi ye.",
    "Ala diyara dannabaaw ye, tuma min na u ye kantigiya kɛ i ye jiri jukɔrɔ. A ye fɛn min bɛ u dusukunw na, a y’o dɔn, ka lafiya bila u kan, ka u sara ni se sɔrɔli ye min tun bɛna kɛ sɔɔni.",
    "Ani tɔnɔ caman sɔrɔli u bolo ka minɛ. Ala ye Sebaayaba ni Hakilitigi ye.",
    "Ala ye layidu ta aw ye ko aw bɛna tɔnɔ caman sɔrɔ, aw bɛna minnu minɛ. A ye o teliya aw ye, ka mɔgɔw bolow bali aw la; walisa o ka kɛ taamasyɛn ye dannabaaw bolo, ani walisa a ka aw bilasira sira tilennen kan.",
    "Fɛn wɛrɛw fana, aw tun tɛ se ka minnu kɛ, nka Ala y'u lamini. Ala bɛ Se fɛn bɛɛ la.",
    "Ni kafiriw tun ye aw kɛlɛ, u tun bɛna kɔsegin ka boli, ka sɔrɔ ka lakanabaga ni dɛmɛbaga si sɔrɔ.",
    "O ye Ala ka misali ye, min bɛ senna kabini waati tɛmɛnenw. I tɛna yɛlɛma si sɔrɔ Ala ka misali la abada.",
    "Ale de y’u bolow bali aw la, ka aw bolow bali u la, Makka kɔdingɛ kɔnɔ, a kɛlen kɔ ka nafa di aw ma u kan. Ala ye i ka ko kɛtaw Kɔlɔsibaga ye.",
    "Olu de ye kafiri, ka i bali misiri senuma la, ka saraka bali ka se a yɔrɔ la. Ni cɛ kantigiw ni muso kantigiw tun tɛ, i tun tɛ minnu dɔn, i tun bɛna u tɔɔrɔ, ka kɛ kojuguba ye min ma kɛ ni laɲini ye. O cogo la, Ala bɛ sɔn mɔgɔ o mɔgɔ ma a ka makari la. Ni u tun jɛnsɛnna, An tun na kafiriw ɲangi u cɛma ni jalaki dimi ye.",
    "Minnu ma da a la, olu y’u dusukun fa dimi la—dɔnbaliya donw ka dimi. Nka Ala y’a ka lafiya ci a ka ciden ma, ani dannabaaw kan, ka tilennenya kumaw da u kan—u tun ka kan ni minnu ye kosɛbɛ ani u tun ka kan ni minnu ye kosɛbɛ. Ala bɛ fɛn bɛɛ dɔn.",
    "Ala y’a ka ciden ka yeli dafa tiɲɛ na : « Aw bɛna don misiri senuma kɔnɔ, ni Ala b’a fɛ, lafiya la, aw kunkolow tigɛlen don, walima aw kunsigi tigɛlen don, aw tɛna siran. Aw tun tɛ min dɔn, a y’o dɔn, wa a ye se sɔrɔli surunyalen di o kɔfɛ.”",
    "Ale de y’a ka ciden ci ni bilasirali ni tiɲɛ diinɛ ye, walasa a ka se sɔrɔ diinɛ bɛɛ kan. Ala bɛ se ka kɛ Seere ye.",
    "Muhamadu ye Ala ka ciden ye. Minnu bɛ a fɛ, olu ka gɛlɛn kafiriw ma, o bɛɛ n’a ta, u bɛ hinɛ u ni ɲɔgɔn cɛ. I b’a ye k’u birilen bɛ, k’u biri, ka dubaw ɲini Ala fɛ ani ka sɔnni kɛ. U taamasiɲɛw bɛ u ɲɛda la ka bɔ sujudu nɔfɛkow la. U ɲɛfɔli bɛ ten Tawurata kɔnɔ, ani u ɲɛfɔli Kibaru Duman kɔnɔ: i n’a fɔ jiri min bɛ falen, ka barika sɔrɔ, ka bonya, ka sigi a jiribolo kan, ka sɛnɛkɛlaw kabakoya. U sababu fɛ, a bɛ kafiriw dimi. Ala ye layidu ta u cɛma minnu dalen bɛ a la ani minnu bɛ kɛwale ɲumanw kɛ, ko a bɛna yafa ani saraba di u ma."
]