[
    "Aw dannabaaw! Aw kana aw hakilinaw bila Ala n’a ka ciden ta sanfɛ, ka siran Ala ɲɛ. Ala ye Lamɛnnikɛla ye ani a bɛ Dɔn.",
    "Aw dannabaaw! Aw kana aw kan kɔrɔta ka tɛmɛ kira kan kan, aw kana kuma a fɛ ni kanba ye, i n’a fɔ aw bɛ kuma ɲɔgɔn fɛ cogo min na, walasa aw ka kɛwalew kana kɛ fu ye k’a sɔrɔ aw m’a dɔn.",
    "Minnu b’u kan jigin Ala ka ciden ɲɛkɔrɔ—o ye mɔgɔw ye, Ala ye minnu dusukun kɔrɔbɔ Ala ɲɛsiran na. U bɛna yafa ni saraba sɔrɔ.",
    "Minnu b’i wele ka bɔ so kɔfɛ—u fanba t’a faamu.",
    "Ni u tun tora muɲuli la fo i ka bɔ u fɛ, o tun bɛna fisaya u ma. Nka Ala ye Yafa ni makaribaga ye.",
    "Aw dannabaaw! Ni gɛlɛyatigi dɔ nana ni kibaruya o kibaruya ye, i ka sɛgɛsɛgɛli kɛ, n’o tɛ i kana kojugu kɛ mɔgɔw la k’a sababu kɛ i ka dɔnbaliya ye, i ka nimisa i ka kɛta la.",
    "Aw k’a dɔn ko Ala ka ciden bɛ aw cɛma. Ni a tun ye i kan minɛ fɛn caman na, i tun bɛna gɛlɛya sɔrɔ. Nka Ala ye dannaya kanuya di aw ma, ka o masiri aw dusukunw na, ka dannabaliya ni juguya ni murutili kɛ aw kɔniya ye. Olu ye ɲɛminɛbagaw ye minnu bɛnnen don.",
    "Ala ka nɛɛma ni nɛɛma dɔ. Ala ye Dɔnnikɛla ni Hakilitigi ye.",
    "Ni dannabaaw kulu fila ye ɲɔgɔn kɛlɛ, bɛn kɛ u ni ɲɔgɔn cɛ. Nka ni kulu kelen ye kɛlɛ kɛ tɔ kelen na, i ka binkannikɛla kulu kɛlɛ fo a ka Ala ka cikan labato. Ni a ye sariya labato, i ka bɛn u ni ɲɔgɔn cɛ ni tilennenya ye, ani ka kɛ bɛnkan ye. Ala bɛ tilennenya kanu.",
    "Dannabaaw ye balimaw ye, o de la, aw ka bɛn aw balimaw ni ɲɔgɔn cɛ, ka to aw hakili la Ala la, walisa aw ka makari sɔrɔ.",
    "Aw dannabaaw! Mɔgɔ si man kan ka mɔgɔw tulo geren, katuguni u ka fisa ni u ye. Muso si man kan ka muso tɔw tulo geren fana, katuguni u bɛ se ka fisaya u ma. Aw kana ɲɔgɔn tɔgɔ tiɲɛ fana, aw kana ɲɔgɔn mafiɲɛya ni tɔgɔw ye. Juguya ye ka segin juguya la dannaya sɔrɔlen kɔfɛ. Mɔgɔ o mɔgɔ tɛ nimisa—o ye kojugukɛlaw ye.",
    "Aw dannabaaw! I yɛrɛ tanga siga fanba ma—siga dɔw ye jurumu ye. Aw kana ɲɔgɔn sɛgɛsɛgɛ, aw kana ɲɔgɔn kɔtigɛ. Yala aw dɔ b’a fɛ k’a balimakɛ salen sogo dun wa? I tun bɛna o kɔniya. O la sa, i hakili to Ala la. Ala ye mɔgɔ ye min bɛ sɛgɛn kosɛbɛ, min ka makari ka bon kosɛbɛ.",
    "Aw mɔgɔw! An ye aw da ka bɔ cɛ ni muso la, ka aw kɛ siyaw ni kabilaw ye, walisa aw ka ɲɔgɔn dɔn. Aw cɛma min ka fisa ni tɔw bɛɛ ye Ala ɲɛ kɔrɔ, o de ye tilennenya ye. Ala ye fɛn bɛɛ dɔnbaga ye, a bɛ ko dɔn kosɛbɛ.",
    "Kungo-Arabuw b’a fɔ ko: “An ye dannaya kɛ.” A fɔ ko: «Aw ma da a la. nka a fɔ ko: ‘An y’an kolo,’ katuguni dannaya ma don aw dusukunw na fɔlɔ. Nka n’i ye Ala n’a ka ciden kan minɛ, a tɛna dɔ bɔ i ka kɛwale si la. Ala ye Yafabaga ni makarikɛla ye.”",
    "Dannabaaw ye mɔgɔw ye minnu dalen bɛ Ala n’a ka ciden na, o kɔfɛ, u ma sigasiga, ka u cɛsiri Ala ka ko la n’u ka nafolo n’u ka mɔgɔya ye. Olu de ye mɔgɔ sɛbɛw ye.",
    "A fɔ ko: “Yala i na Ala kalan i ka diinɛ ko la, k’a sɔrɔ Ala bɛ sankolo ni dugukolo fɛn bɛɛ dɔn, k’a sɔrɔ Ala bɛ fɛn bɛɛ dɔn wa?”",
    "U y’a jate koɲuman ye i bolo, u ye min bila. A fɔ ko: «I kana i kololi jate nɛɛma ye ne bolo. Ala de ye nɛɛma kɛ aw la ka aw bilasira dannaya la, ni aw ye mɔgɔ sɛbɛw ye.”",
    "Ala b sankolow ni dugukolo gundo dn, ani Ala b i ka kow b ye."
]