[
    "Aw dannabaaw, aw ka wajibiw dafa. Sariya bɛ aw bolo baganw ka baganw, fo minnu dagalen don k'a jɛya. Nka, sogo ɲinini tɛ Sɔn n’i bɛ hiji la. Ala b a sago min sigi.",
    "Aw dannabaaw, aw kana Ala ka taamasyɛnw nɔgɔ, kalo senuma, sarakaw, jiribolow, walima minnu bɛ taa So Senuman na ka dubaw ni sɔnni ɲini u Matigi fɛ. Ni i ka hiji banna, i bɛ se ka sogo ɲini. Aw kana a to jamana dɔ ka koniya min y’aw bali ka don Misiri senuma kɔnɔ, o k’aw bila ka binkanni kɛ. O nɔ na, aw ka jɛɲɔgɔnya kɛ tilennenya ni Ala ɲɛsiran na, aw kana kɛ jurumu ni juguya la. Aw k'aw hakili to Ala la, katuguni Ala ka ɲangili ka jugu.",
    "I dagalen don ka sogo, joli, donsokɛ sogo ani fɛn o fɛn min bilalen bɛ mɔgɔ wɛrɛ ye ni Ala tɛ, o dun. Baganw fana dagalen don minnu sara ni u bugɔli ye, ni fanga ye, ni u binna, ni u ye u gosi, walima kungosogow ye minnu dun yɔrɔ dɔ la—fo n’i bɛ se k’u saniya—ani minnu fagara sarakabɔlanw kan, ani minnu bɛ kɛ ni bɛlɛkisɛw ye. Olu ye jurumu walew ye. Bi, dannabaliw jigi tigɛra i ka diinɛ na, o la, i kana siran u ɲɛ, nka i ka siran Ne ɲɛ. Bi, ne ye i ka diinɛ dafa i ye, ka Ne ka nɛɛma dafa i kan, ka Majigin sugandi ka kɛ i ka diinɛ ye. Ni mɔgɔ dɔ wajibiyara kɔngɔ fɛ, k’a sɔrɔ a ma a laɲini ka jurumu kɛ, o tuma na, tiɲɛ na, Ala ye Yafabagaba ye, hinɛbagaba ye.",
    "U b’i ɲininka mun de bɛ u bolo. A fɔ ko: “Fɛn ɲuman bɛɛ dagalen don aw bolo, hali aw ka sogo ɲinini bagan degelenw bɛ min minɛ aw ye.” I b’u dege ka kɛɲɛ ni Ala ye min kalan i la. U bɛ min minɛ i ye, i k’o dun, ka Ala tɔgɔ fɔ o kan. Aw ka aw hakili to Ala la. Ala bɛ teliya ka jatebɔ kɛ.",
    "Bi, ko ɲuman bɛɛ dagalen don aw ye. Sɛbɛnniw dira mɔgɔ minnu ma, olu ka dumuni dagalen don aw fɛ, aw ka dumuni fana dagalen don u fɛ. Dannabaa muso ɲumanw ani muso ɲumanw bɛ bɔ mɔgɔ minnu cɛma, Sɛbɛnniw dira u ma ka kɔn o ɲɛ, n’i y’u ka musaka bɛnnen di u ma, ani k’u furu ni bonya ye, i kana jatɔya kɛ walima ka gundo kanubagaw ta. Mɔgɔ o mɔgɔ kafiri, a ka baara ye fu ye, a bɛ kɛ bɔnɛbagaw cɛma.",
    "Aw dannabaaw, ni aw bɛ delili labɛn, aw bɛ aw ɲɛda ko, ka aw bolow ko fo ka se aw kɔkiliw ma, ka aw kunkolow ko, ka aw senw ko fo ka se senkɔniw ma. N’aw bɛ nɔgɔ cogo la, o tuma na, aw k’aw yɛrɛ saniya. Nka n’aw banana, n’aw bɛ taama na, n’aw ye aw yɛrɛ lafiya, walima n’aw ni musow tun bɛ ɲɔgɔn fɛ, n’aw ma ji sɔrɔ, aw ka taa dugukolo saniyalen na k’aw ɲɛda ni aw bolow ko n’o ye. Ala t’a fɛ ka doni da i kan, nka a b’a fɛ k’i saniya ani k’a ka nɛɛma dafa i kan, walisa i ka barika da.",
    "Aw hakili to Ala ka dugawu la aw kan ani a ye layidu min ta aw fɛ, tuma min na aw ye layidu ta ko: “An bɛ mɛnni kɛ ani an bɛ kan minɛ.” Aw ka aw hakili to Ala la, katuguni Ala bɛ dusukunw kɔnɔkow dɔn.",
    "Dannaya bɛ aw minnu na, aw ka jɔ Ala ɲɛkɔrɔ, ka seereya kɛ ni tilennenya ye. Kana a to i ka juguya min bɛ jamana dɔ la, o k’i bila ka wale kɛ cogo bɛnnen na. I ka kɛ tilennenya ye tuma bɛɛ, bawo a ka surun Ala ɲɛsiran na. Aw ka aw hakili to Ala la; Ala b’a dɔn kosɛbɛ i bɛ min kɛ.",
    "Ala ye layidu ta mɔgɔ minnu dalen bɛ a la ani minnu bɛ kɛwale ɲumanw kɛ, a bɛna yafa ani saraba di olu ma.",
    "Nka, minnu ma da an na ani minnu b ban An ka taamashyɛnw na—o ye Jahannama tasuma sigibagaw ye.",
    "Aw dannabaaw, aw hakili to Ala ka nɛɛma la aw kan, tuma min na mɔgɔ dɔw tun b’a fɛ ka kojugu kɛ aw la, nka a y’u bolow bali aw la. I hakili to Ala la, ani a to kantigiw ka u jigi da Ala kan.",
    "Fɔlɔ, Ala ye layidu ta ni Israɛldenw ye, an ye ɲɛmɔgɔ tan ni fila ci ka bɔ u cɛma. Ala ko: «Ne bɛ aw fɛ. Ni i ye delili sigi sen kan, ka kanuya di, ka da ne ka cidenw na, ka u dɛmɛ, ka juru ɲuman di Ala ma, ne na aw bɔ aw ka jurumuw la, ka aw don Nakɔw kɔnɔ, bajiw bɛ tɛmɛ minnu fɛ. Nka, aw cɛma mɔgɔ o mɔgɔ ma da a la o kɔfɛ, o tigi bɔra sira ɲuman kan.”",
    "Nka, an ye u danga ani k’u dusukunw gɛlɛya bawo u ye u ka layidu tiɲɛ. U ye daɲɛw kɔrɔw Changé ani u hakili jiginna fɛn minnu na, u y’o yɔrɔ dɔ bila kɔfɛ. I bɛna nanbara ye tuma bɛɛ ka bɔ u yɔrɔ, fo u damadɔw. O bɛɛ n’a ta, i ka yafa u ma ani ka i ɲɛmajɔ u ka kɛwale juguw la. Mɔgɔ minnu bɛ ko ɲuman kɛ, Ala bɛ olu kanu.",
    "Minnu b’a fɔ ko: “An ye kerecɛnw ye,” An y’u ka layidu sɔrɔ, nka u ɲinɛna fɛn dɔ kɔ, u hakili jiginna min na. O la, An ye sɔsɔli ni juguya dan u cɛma fo ka se lakununni don ma. O kɔ, Ala bɛna u ladɔnniya u ka ko kɛlenw bɛɛ la.",
    "Aw Kitabu mɔgɔw, an ka ciden nana aw ma, aw ye fɛn minnu dogo Sɛbɛnniw kɔnɔ, a ye olu caman jira aw la; ani ka fɛn caman filɛ. Yeelen ni kitabu jɛlen nana i ma ka bɔ Ala yɔrɔ.",
    "Mɔgɔ o mɔgɔ bɛ tugu a ka sɔnni kɔ hɛrɛ siraw la, Ala bɛ o bilasira n'a ye, ka u bɔ dibi la ka don yeelen na a ka cikan fɛ, ka u bila sira tilennen kan.",
    "Minnu b’a fɔ ko: “Ala ye Krisita ye, Mariyama Denkɛ,” olu ma da a la. A fɔ ko: “Jɔn tun bɛ se ka Ala bali, ni a tun b’a fɛ ka Krisita halaki, Mariyama denkɛ, a ba, ani dugukolo kan mɔgɔ bɛɛ?” Sankolo ni dugukolo ani fɛn o fɛn bɛ u ni ɲɔgɔn cɛ, o bɛɛ ka kuntigiya ye Ala ta ye. A b’a fɛ fɛn o fɛn da, a bɛ o da. Ala bɛ se fɛn bɛɛ la.",
    "Yahutuw ni Krecɛnw b’a fɔ ko: “An ye Ala denw ni a kanubagaw ye.” A fɔ ko: “O tuma mun na a bɛ aw ɲangi aw ka jurumuw kosɔn?” Tiɲɛ na, aw ye hadamadenw dɔrɔn de ye a ye mɔgɔ minnu da. A b’a fɛ mɔgɔ min na, a bɛ o yafa, wa a b’a fɛ mɔgɔ min ɲangi, a bɛ o ɲangi. Sankolow ni dugukolo ani fɛn o fɛn bɛ u ni ɲɔgɔn cɛ, o ye Ala ta ye, wa segin laban ye ale de ta ye.",
    "Aw Kitabu mɔgɔw, An ka ciden nana aw ma, ka kow jɛya aw ye waati dɔ kɔfɛ, ciden si tɛ yen, o la aw tɛna a fɔ ko: “Kibaru duman cibaga si ma na an fɛ.” Tiɲɛ na, kibaru duman fɔbaga ni lasɔminikɛla dɔ nana aw ma, Ala bɛ se ka fɛn bɛɛ kɛ.",
    "Wa tuma min na Musa y’a fɔ a ka mɔgɔw ye ko: “Ne ka mɔgɔw, Ala ka dugawuw hakili to aw la, tuma min na a ye kiraw sigi aw cɛma, ka aw kɛ masakɛw ye, ka fɛn di aw ma, a ma deli ka min di jamana wɛrɛw ma.”",
    "“Ne ka mɔgɔw, Ala ye jamana senuma min di aw ma, aw ka don o la, aw kana kɔsegin, walisa aw kana kɛ bɔnɛbagaw ye.”",
    "U y’a jaabi ko: “E Musa, a kɔnɔna na, jamana fanga ka bon. An tɛna don a kɔnɔ fo n’u bɔra a kɔnɔ. Ni u bɔra o la, o tuma an na don.»",
    "Cɛ fila minnu tun bɛ siran, Ala ye nɛɛma di minnu ma, olu ko: “A' ye don u la da la. ni i y'o kɛ dɔrɔn, i bɛna se sɔrɔ. Aw ka aw jigi da Ala kan, ni aw ye dannabaaw ye.”",
    "U ko: «Musa, an tɛna don a kɔnɔ abada ni u bɛ a kɔnɔ. Taga, e ni i Matigi, ka kɛlɛ kɛ. An bɛna to yan.”",
    "A ye kasi ko: “Ne Matigi, ne bɛ se ka ne yɛrɛ ni ne balimakɛ dɔrɔn de mara, o de la an faran ka bɔ jamana kanbaliw la.”",
    "A ko: «O na dagalen don u la san binaani kɔnɔ. U na yaala-yaala jamana kɔnɔ. O la sa, kana dusukasi mɔgɔ murutilenw kosɔn.”",
    "Hadama denkɛ fila ka maana lakika lakali u ye: ni u kelen-kelen bɛɛ ye saraka di, o sɔnna ka bɔ kelen fɛ, nka a ma sɔn tɔ kelen fɛ. O laban ko: “Ne na i faga tiɲɛ na.” Fɔlɔw y’a jaabi ko: “Ala bɛ sɔn mɔgɔ tilennenw dɔrɔn de fɛ.”",
    "«Hali n’i y’i bolo kɔrɔta ka ne faga, ne tɛna n bolo kɔrɔta ka i faga, katuguni ne bɛ siran Ala ɲɛ, diɲɛw Matigi.",
    "A ka fisa ne ma i ka ne ka jurumu ni i ka jurumu muɲu, i na kɛ Tasuma sigibagaw dɔ ye. O de ye kojugukɛlaw sara ye.”",
    "A ni y’a balimakɛ fagali nɔgɔya, wa a y’a faga, o cogo la a kɛra bɔnɛbagaw dɔ ye.",
    "O kɔ, Ala ye wulu dɔ ci, min tun bɛ ka dugukolo sɔgɔsɔgɔ, k’a jira a la a bɛ se k’a balimakɛ su datugu cogo min na. A pɛrɛnna ko: «Bɔnɛ bɛ ne la! Ne tun tɛ se ka kɛ i n’a fɔ nin wulu in ka n balimakɛ su su.” Wa a falen don nimisali la.",
    "O de kosɔn, An ye sariya sigi Israɛldenw ye ko mɔgɔ o mɔgɔ bɛ ɲɛnamaya ta — fo n’a kɛra mɔgɔfaga ye walima ka nanbara jɛnsɛn dugukolo kan — o bɛ kɛ i n’a fɔ a ye hadamadenw bɛɛ faga. Wa mɔgɔ o mɔgɔ bɛ ɲɛnamaya kisi, a bɛ i n’a fɔ a ye hadamadenw bɛɛ kisi. An ka cidenw nana u fɛ ni taamasiyɛn jɛlenw ye, o bɛɛ n’a ta, u caman bɛ dantɛmɛko kɛ hali bi dugukolo kan.",
    "Minnu bɛ kɛlɛ kɛ Ala n’a ka ciden kama, k’a ɲini ka nanbara jɛnsɛn dugukolo kan, o jalaki ye fagali ye, gengenjiri, bolow ni senw tigɛ fan fila fɛ, walima ka bɔ jamana kɔnɔ. O de ye u ka maloya ye diɲɛ kɔnɔ, wa a kɔfɛta la, u bɛna ɲangiliba sɔrɔ.",
    "Fo mɔgɔ minnu nimisara sani i ka u minɛ. Aw k’a dɔn ko Ala ye Yafabaga ni makaribaga ye.",
    "Aw dannabaaw, aw ka Ala dɔn, aw ka fɛɛrɛw ɲini ka gɛrɛ a la, ka cɛsiri kɛ a ka sira kan, walisa aw ka se ka ɲɛ sɔrɔ.",
    "Hali ni dannabaliw tun bɛ ni fɛn bɛɛ ye dugukolo kan, ani ka tɛmɛ o kan siɲɛ fila, ka o di walasa k’u yɛrɛ kunmabɔ ka bɔ tɔɔrɔ la lakununni don na, o tun tɛna sɔn u fɛ. U bɛna ɲangili jugu sɔrɔ.",
    "U bɛna a fɛ ka bɔ Tasuma na, nka u tɛna se. U ka ɲangili bɛna kɛ badaa-badaa.",
    "Sonw ta fan fɛ, cɛw ni musow bɛɛ, u y’u bolow tigɛ k’u ka wari sɔrɔlenw waleɲumandɔn—o ye Ala balilan ye. Ala ye Sebaayaba ni Hakilitigi ye.",
    "Nka mɔgɔ o mɔgɔ nimisara a ka kojugu kɛlen kɔ ani ka fɛn dɔw sɛmɛntiya, tiɲɛ na, Ala na sɔn a ka nimisali ma. Ala ye Yafabaga ni makaribaga ye.",
    "Yala aw m’a dɔn ko sankolo ni dugukolo kuntigiya ye Ala ta ye wa? A b’a fɛ mɔgɔ min ɲangi, a b’o yafa. Se bɛ Ala ye fɛn bɛɛ kan.",
    "E Ciden, minnu bɛ kɔrɔtɔ ka dannabaliya kɛ, olu kana i dusu kasi—minnu b’a fɔ n’u da ye ko: “An dalen bɛ,” nka u dusukunw tɛ da. Yahutuw cɛma, nkalon lamɛnbagaw, minnu bɛ sɔn mɔgɔw wɛrɛ ma minnu ma na aw fɛ. U bɛ kumaw yɛlɛma ka bɔ u yɔrɔw la, k’a fɔ ko: “Ni nin dira aw ma, aw ka sɔn o ma; nka ni o tɛ, o tuma na, aw k’aw yɛrɛ kɔlɔsi.” Ni Ala b’a fɛ mɔgɔ dɔ ka fili, i tɛna lakana foyi sɔrɔ a ye Ala ma. Olu de ye Ala t’a fɛ k’u dusukunw saniya. U fɛ, maloya bɛ diɲɛ kɔnɔ, wa a kɔfɛ, u bɛna ɲangili jugu sɔrɔ.",
    "Nkalon lamɛnbaga hakilitigiw, fɛn minnu tɛ sariya kɔnɔ, olu dunbagaw. Ni u nana aw fɛ, aw ka kiri tigɛ u ni ɲɔgɔn cɛ walima aw ka aw kɔdon u la. N’i y’i kɔdon, u tɛ se ka kojugu kɛ i la fewu. Nka ni aw ye kiri tigɛ, aw ka kiri tigɛ u ni ɲɔgɔn cɛ ni tilennenya ye. Mɔgɔ minnu bɛ tilennenya kɛ, Ala bɛ olu kanu.",
    "Mun na u bɛ i ka kiritigɛ ɲini k’a sɔrɔ Tawurata bɛ u bolo, Ala ka sariya bɛ min kɔnɔ? O bɛɛ n’a ta, hali o kɔfɛ, u bɛ kɔsegin. Olu tɛ dannabaaw ye.",
    "An ye Tawurata jira, bilasirali ni yeelen bɛ min kɔnɔ. Kiraw minnu y’u yɛrɛ kolo, olu ye Yahutuw mara o fɛ, i n’a fɔ karamɔgɔw ni dɔnnikɛlaw y’a kɛ cogo min na, iko Ala ka kitabu kɔlɔsili kalifara u ma cogo min na, k’o seereya. O la, aw kana siran mɔgɔw ɲɛ, nka aw ka siran Ne ɲɛ, aw kana Ne ka tɛmɛsiraw feere sɔngɔ fitinin na. Minw tɛ kiri tigɛ ka kɛɲɛ ni Ala ye min jira, olu ye dannabaliw ye.",
    "An ye sɛbɛnni kɛ u ye a kɔnɔ : ɲɛnamaya ɲɛnamaya kama, ɲɛ ɲɛ nɔ na, nu nu nu nɔ na, tulo tulo nɔ na, ɲin ɲin nɔ na, joginda minnu bɛ bɛn ɲɔgɔn ma waleɲumandɔn na. O bɛɛ n'a ta, mɔgɔ o mɔgɔ y'a dabila kanuya kosɔn, o na kɛ jurumu kafari ye a bolo. Minw tɛ mara kɛ ka kɛɲɛ ni Ala ye min jira, olu de ye kojugukɛlaw ye.",
    "U tugura u kɔ, An ye Yesu ci, Mariyama denkɛ, ka Tawurata sinsin min tun bɛ a ɲɛfɛ. An ye Kibaru Duman di a ma, ɲɛminɛni ni yeelen bɛ min kɔnɔ, ka Tawurata fɔlɔ sinsin, ani bilasirali ni laadilikan tilennenw ye.",
    "Kibaru Duman mɔgɔw ka kiri tigɛ ka kɛɲɛ ni Ala ye min jira o kɔnɔ. Minw tɛ mara kɛ ka kɛɲɛ ni Ala ye min jira, olu ye jurumutw ye.",
    "Aw ye, An bɛ gafe jira ni tiɲɛ ye, ka min kɛra ka kɔn a ɲɛ, ka o sinsin ani ka se sɔrɔ a kan. O la sa, aw ka kiri tigɛ u ni ɲɔgɔn cɛ ka kɛɲɛ ni Ala ye min jira, aw kana tugu u ka negew kɔ, minnu bɛ bɔ tiɲɛ na min nana aw ma. U kelen-kelen bɛɛ kama, An ye sariya ni sira dɔ sigi sen kan. Ni Ala tun b’a fɛ, a tun bɛ se k’i kɛ jɛkulu kelen ye, nka a bɛ i kɔrɔbɔ a ye min di i ma. O la, boli ka taa ɲumanya fan fɛ. Aw ka segin ye Ala ma, aw bɛɛ, o kɔfɛ, a bɛna aw ladɔnniya aw ka bɛnbaliyakow la.",
    "Aw ka kiri tigɛ u ni ɲɔgɔn cɛ ka kɛɲɛ ni Ala ye min jira, aw kana tugu u negew kɔ. Aw ye aw janto u la, walisa u kana aw kɔrɔbɔ ka bɔ Ala ye min jira aw la, o yɔrɔ dɔw la. Ni u y’u kɔdon, aw k’a dɔn ko Ala b’a fɛ ka u bugɔ ni u ka jurumu dɔw ye. Tiɲɛ na, mɔgɔ caman ye nanbaratɔw ye.",
    "Yala u b’a fɛ ka Nalonmaya waati mara wa? Nka, jɔn ka fisa ni Ala ye kiritigɛ la, jama minnu dalen bɛ u la?",
    "Aw minnu dara, aw kana Yahutuw ni kerecɛnw ta ka kɛ jɛɲɔgɔnw ye; dɔw ye ɲɔgɔn jɛɲɔgɔnw ye. Aw cɛma mɔgɔ o mɔgɔ bɛ jɛ u fɛ, o tuma na, a bɛ kɛ u dɔ ye. Ala tɛ kojugukɛlaw bilasira.",
    "I na dusukun bananenw ye minnu bɛ girin u cɛma, k’a fɔ ko: “An bɛ siran ko balawu dɔ bɛ se ka an sɔrɔ.”Nka a bɛ se ka kɛ ko Ala bɛna se sɔrɔ walima ka latigɛ dɔ lase a ka ci ma, wa u bɛna nimisa u ka ko la. ve tun bɛ ka dogo.",
    "O kɔ, dannabaaw na a fɔ ko: “Mɔgɔ minnu ye kali Ala la, n’u ka kalili barikamaw ye, ko olu bɛ aw fɛ wa?” U ka kɛwalew kɛra fu ye, wa u kɛra bɔnɛbagaw ye.",
    "Aw dannabaaw, aw minnu b'a ka dannaya bila, Ala na na ni jama ye, a bɛ minnu kanu ani minnu b'a kanu, minnu majiginlen don dannabaaw ma, minnu ka gɛlɛn dannabaaw ma, minnu bɛ cɛsiri Ala ka sira kan, ani minnu tɛ siran kɔrɔfɔla si jalaki ɲɛ . O de ye Ala ka nɛɛma ye, a b’o di mɔgɔ min ma, a b’a fɛ. Ala ye fɛn bɛɛ lajɛlen ye, a bɛ fɛn bɛɛ dɔn.",
    "I jɛɲɔgɔn tɛ mɔgɔ wɛrɛ ye ni Ala tɛ, a ka ciden, ani dannayakɛlaw—minnu bɛ delili sigi sen kan, ka kanuya di, ka i biri.",
    "Mɔgɔ o mɔgɔ bɛ jɛɲɔgɔnya kɛ ni Ala ye, a ka ciden ani dannabaaw—tiɲɛ na, Ala ka jɛkulu de bɛna se sɔrɔ.",
    "Aw dannabaaw, aw kana jɛɲɔgɔnw ta minnu bɛ aw ka diinɛ tulo geren, k’a jate tulonkɛ ye, a kɛra mɔgɔ minnu ye Kitabu sɔrɔ ka kɔn aw ɲɛ, walima ka bɔ dannabaliw la. Aw ka aw hakili to Ala la, ni aw ye dannabaaw ye.",
    "Ni i ye delili wele, u b’a minɛ i n’a fɔ tulonko ani i n’a fɔ fɛn min bɛ mɔgɔ bila ka miiri. O bɛ kɛ bawo u ye mɔgɔw ye minnu tɛ faamuyali sɔrɔ.",
    "A fɔ ko: «Aw Kitabu mɔgɔw, yala aw bɛ dimi an na dɔrɔn ka da a kan an dalen bɛ Ala la, min jirala an na, ani min jirala ka kɔrɔ, ani ka da a kan aw cɛma caman ye jurumutɔ ye wa?»",
    "A fɔ ko: «Yala ne na i ladɔnniya fɛn dɔ la min ka jugu ni o ye, ka kɛ Ala ka ɲangili ye wa? Ala ye mɔgɔ minnu danga, a ka diminya jigira minnu kan, a ye dɔw yɛlɛma ka kɛ wuluw ni donsokɛw ye, ani minnu bɛ nkalon ala bato. Olu bɛ cogo jugu la ka tɛmɛn fɔlɔ kan, wa u bɛ ka bɔ sira tilennen kan ka taa a fɛ.”",
    "Ni u nana aw fɛ, u b’a fɔ ko: “An dalen b’a la,” o bɛɛ n’a ta, u bɛ don ni dannabaliya ye, ka bɔ o sira kelen fɛ. Nka u bɛ min dogo, Ala de bɛ o dɔn kosɛbɛ.",
    "I b’a ye k’u caman bɛ teliya ka jurumu kɛ, ka juguya kɛ, ka fɛnw dun minnu tɛ sariya kɔnɔ. U tun bɛ ka min kɛ, o ka jugu kosɛbɛ.",
    "Ni rabiw ni dɔnnikɛlaw tun b’u bali u ka jurumu kumaw la ani u ka ko haramulenw dunni na. U bɛ ka min Bɔ, o ye bɔnɛ ye cogo min na.",
    "Yahutuw ko: “Ala bolo sirilen don.” U bolow sirilen don, u dangalen don u ka kuma fɔlenw kosɔn. Nka, A bolow bɛ kɔrɔta; A bɛ nili kɛ i n’a fɔ a b’a fɛ cogo min na. Jirali minnu cilen bɛ i ma ka bɔ i Matigi yɔrɔ, olu bɛ dɔ fara u fanba kan murutili ni dannabaliya dɔrɔn de la. An ye juguya ni koniya don u cɛma fo ka se lakununni don ma. Tuma o tuma n’u ye kɛlɛ tasuma mana, Ala b’a faga. U b’u jija ka nanbarako jɛnsɛn dugukolo kan, nka Ala tɛ nanbarakɛlaw kanu.",
    "Ni Kitabu mɔgɔw tun dara a la ani ka tilennenya walew kɛ, An tun na u ka jurumuw bɔ yen ka u don Nisɔndiya nakɔw kɔnɔ.",
    "Ni u tun ye Tawurata, Kibaru Duman ani fɛn minnu jirala u la ka bɔ u Matigi yɔrɔ, u tun bɛna olu bɛɛ dun ka bɔ u sanfɛ ani u sen kɔrɔ. U cɛma, sigida dɔ bɛ yen min bɛ balan, nka u caman—juguya de ye u ka kɛta ye.",
    "E ciden, min jirala i la ka bɔ i Matigi fɛ, i ka o lase. N’i m’o kɛ, o tuma na fɛ, i tun tɛna a ka cikan lase. Ala bɛna i tanga jama ma. Ala tɛ dannabaaw bilasira.",
    "A fɔ ko: “Aw Kitabu mɔgɔw, aw tɛ foyi kan fo ni aw ma Tawurata, Kibaru Duman ani fɛn min jira aw la ka bɔ aw Matigi yɔrɔ, o kɔkɔrɔdon.” Fɛn min jirala i la ka bɔ i Matigi fɛ, o bɛ dɔ fara u fanba kan kojugu ni dannabaliya kojugu la. O la sa, kana dusukasi kafiriw kosɔn.",
    "Tiɲɛ na, mɔgɔ minnu dalen bɛ a la, Yahutuw, Sabekaw ani Krecɛnw—minnu dalen bɛ Ala la ani Laban don na, ani min bɛ kɛ tilennenya la—o tɛna siran, wa u tɛna dusukasi.",
    "An ye layidu ta ni Israɛldenw ye, ka cidenw ci u ma. Tuma o tuma ni ciden dɔ nana ni fɛn ye u niw ma diya u ye, u tun bɛ ban u dɔw la, ka dɔw faga.",
    "U y’a miiri ko kɔlɔlɔ tɛna kɛ o la, o de la u kɛra fiyentɔw ye ani u kɛra tulogwerenw ye. O bɛɛ n'a ta, Ala y'i jɛngɛ ka yafa u ma. o kɔfɛ tugun, u caman kɛra fiyentɔw ni tulogwerenw ye. Tiɲɛ na, Ala b’u ka kɛwalew bɛɛ ye.",
    "Minnu b’a fɔ ko: “Masiya, Mariyama denkɛ, ye Ala ye,” olu bɛ ka Ala tɔgɔ tiɲɛ. Krisita ko: “E Israɛldenw, aw ka Ala bato, ne Matigi, ani aw Matigi. Mɔgɔ o mɔgɔ bɛ jɛɲɔgɔnw kɛ ni Ala ye, Ala bɛna ban alijɛnɛ na, a sigiyɔrɔ bɛna kɛ Tasuma ye. Jurumukɛlaw tɛna kisibaga si sɔrɔ.”",
    "Minnu b’a fɔ ko: “Ala ye sabanan ye,” olu bɛ dannabaliya jɛlen na. Ala si tɛ yen ni Ala kelen tɛ. N’u ma o kuma suguw fɔli dabila, ɲangili jugu bɛna kɛ u cɛma minnu tɛ dannaya kɛ.",
    "Yala u tɛna nimisa Ala fɛ ka yafa ɲini a fɛ wa? Ala ye Yafabaga ni makaribaga ye.",
    "Mariyama denkɛ Masiya tun ye ciden dɔrɔn de ye, i n’a fɔ ciden minnu tun bɛ a ɲɛfɛ, wa a ba tun ye muso ɲuman ye. U fila bɛɛ tun bɛ dumuni dun. An bɛ tiɲɛ fɔ ka jɛya u ye, o bɛɛ n’a ta, a filɛ u bɛ ka lafili cogo min na.",
    "A fɔ ko: “Yala aw bɛ fɛn dɔ bato, Ala kɔfɛ, fanga tɛ min na ka kojugu kɛ aw la walima ka aw nafa wa?” Nka Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.",
    "A fɔ ko: “E Kitabu mɔgɔw, aw kana damatɛmɛ aw ka diinɛ kɔnɔ ka tɛmɛ tiɲɛ kan, ani aw kana tugu mɔgɔw ka negew kɔ minnu tun filila ka kɔrɔ, ka mɔgɔ caman bila sira tilennen kan.”",
    "Minnu ma danna Israɛldenw cɛma, olu dangara Dawuda ni Mariyama denkɛ Yesu ka kan fɛ. O kɛra sabu u tun tɛ kanminɛli kɛ ani u tun bɛ deli ka sariya tiɲɛ.",
    "U tun tɛ ɲɔgɔn fari faga walisa ka kojugu kɛ. U ka kɛwalew ye jalaki ye.",
    "I na a ye ko u caman bɛ teriya kɛ ni kafiriw ye. U ka juguya de b’o bila, o min bɛ Ala ka diminya lase u ma, o bɛ na ni u ka tɔɔrɔ banbali ye.",
    "Ni u tun dalen bɛ Ala la, kira la, ani min jirala a la, u tun tɛna u ta iko jɛɲɔgɔnw. Nka u caman ye sɔsɔli kɛ ani kanminɛbaliw.",
    "Jama bɛɛ cɛma, i na a ye ko Yahutuw ni murikaw de ye dannabaaw juguya kosɛbɛ. Nka, i bɛna a sɔrɔ kanuya la ka surun dannabaaw la minnu b’a fɔ ko: “An ye kerecɛnw ye”. O bɛ kɛ bawo sarakalasebagaw ni pastɛriw bɛ u cɛma, wa u tɛ kuncɛbaya kɛ.",
    "N'u ye min Jira Ciden ma, i b'a Ye k'u ɲɛw bɛ Bɔ ɲɛji la, k'a sɔrɔ u bɛ tiɲɛ Dɔn o kɔnɔ. U bɛ pɛrɛn ko: «An Matigi, an dara, o de la, an jate seerew cɛma.»",
    "“Mun na an man kan ka da Ala la, ani tiɲɛ min nana an ma, k’a ɲini ko an Matigi ka an don mɔgɔ tilennenw cɛma?”",
    "U bɛ min fɔ, Ala ye u sara ni Nakɔw ye, bajiw bɛ woyo minnu fɛ, u bɛna sigi yen fo abada. O de ye mɔgɔ tilennenw ka sara ye.",
    "Nka, minnu ma da an na, ka ban An ka taamashyɛnw na, olu bɛna kɛ Jahannama tasuma sigibagaw ye.",
    "Aw dannabaaw, Ala ye ko ɲuman minnu dabila aw ye, aw kana olu bali, aw kana sariya tiɲɛ. Ala tɛ binkannikɛlaw kanu.",
    "Ala ye fɛn minnu di i ma, i ka olu dun—minnu bɛ sariya kɔnɔ ani minnu ka ɲi—ka i hakili to Ala la, i dalen bɛ min na.",
    "Ala tɛna i jalaki i ka kaliliw la minnu tɛ fosi ye, nka a bɛna i jalaki i ka kalili minnu na ni laɲini ye. U kafarili ye ka magojirabaga tan balo ni i bɛ min balo i yɛrɛ ka denbayaw la, ka fini don u la, walima ka mɔgɔ minɛlen dɔ hɔrɔnya, o hakɛ cɛmancɛ la. Minnu tɛ se ka nin kɛ, olu ka kan ka sunɔgɔ tile saba kɔnɔ. O de ye aw ka kalili jurumuw kafari ye. O la sa, i ka layiduw tiimɛ. O cogo la, Ala b a ka jiraliw jɛya aw ye, walisa aw ka barika da.",
    "Aw dannabaaw, dɔlɔminnaw, wasa, bolibato ani subagaya ye Sitanɛ bololabaara haramulenw ye. O la sa, aw ka aw yɔrɔ janya u la, walisa aw ka se ka ɲɛtaa sɔrɔ.",
    "Sitanɛ b’a fɛ ka juguya ni koniya don aw cɛma dɔlɔminnaw ni wasa fɛ, k’aw bali ka aw hakili to Ala la ani ka delili kɛ. O tuma na fɛ, yala i tɛna i yɛrɛ tanga wa?",
    "Aw ka Ala kan minɛ ka ciden kan minɛ, ka aw janto. N'i y'i kɔdon, i k'a Dɔn ko An ka Ciden ka kan ka cikan Lase ka jɛya dɔrɔn.",
    "Minnu dalen b’a la ani ka kɛwale tilennenw kɛ, olu tɛna jalaki u ye fɛn minnu dun waati tɛmɛnenw na, ni u ye tilennenya mara, ni u dalen bɛ a la, ka kɛwale ɲumanw kɛ, ka Ala ɲɛsiran ni dannaya sabati, ka taa a fɛ ka kɛ mɔgɔ ɲumanw ye ani ka ko ɲuman kɛ. Mɔgɔ minnu bɛ ko ɲuman kɛ, Ala bɛ olu kanu.",
    "Aw minnu dalen bɛ a la, Ala bɛna aw kɔrɔbɔ tulonkɛ bagan dɔw fɛ, aw bolow ni aw ka tamaw bɛ minnu sɔrɔ. O cogo la, Ala bɛ mɔgɔ minnu siran a ɲɛ, olu bɛ danfara don u ni ɲɔgɔn cɛ. Mɔgɔ o mɔgɔ ye sariya tiɲɛ o kɔfɛ, o ɲangili jugu bɛna kɛ a la.",
    "Aw minnu dalen bɛ a la, aw kana tulon faga k’aw to hiji senuma cogo la. Aw cɛma mɔgɔ o mɔgɔ y'a faga ni laɲini ye, o jalaki ye sokɔnɔbagan ye, min ni a ye min faga, o bɛ bɛn, cɛ tilennen fila ye min kiri tigɛ aw cɛma, ka lase Kaaba ma i n'a fɔ saraka, walima kafari ni magojirabagaw baloli ye, walima a bɔɲɔgɔnko in sunɔgɔ , walisa a k'a ka wale kɔlɔlɔw nɛnɛ. Ala ye ko tɛmɛnenw yafa. Nka mɔgɔ o mɔgɔ bɛ segin o kan, Ala na a hakɛ ta. Ala ye Sebaayabɛɛtigi ye, a bɛ se ka waleɲumandɔn kɛ.",
    "Kɔgɔji ni a dumuni minɛni bɛ se ka kɛ i bolo, o ye balo ye i ni taamakɛlaw bolo. Nka i dagalen don ka sogo ɲini dugukolo kan k’a sɔrɔ i bɛ hiji senuma cogo la. Aw na lajɛn Ala ɲɛ kɔrɔ, aw ka siran.",
    "Ala ye Kaaba, So Senuman, kɛ mɔgɔw ka yɔrɔ senuma ye, ka fara kalo senumaw kan, saraka baganw, ani jiribolo. O kɛra walisa i k’a dɔn ko Ala bɛ fɛn minnu bɛ sankolow ni dugukolo kan, olu dɔn, ani ko Ala ye fɛn bɛɛ dɔnbaga ye.",
    "Aw k’a dɔn ko Ala ka ɲangili ka gɛlɛn, o bɛɛ n’a ta, a bɛ yafa ni makarikɛla fana ye.",
    "Ciden ka baara kelenpe de ye ka cikan lase. I bɛ min jira ani i bɛ min dogo, Ala b’o dɔn.",
    "A fɔ ko: “Tiɲɛbaliya ni kɔnɔnajɛya tɛ kelen ye, hali ni kɔnɔnajɛbaliya caya bɛ se ka i kabakoya. O la sa, aw hakilitigiw, aw ka Ala bonya, walisa aw ka ɲɛtaa sɔrɔ.”",
    "Aw minnu dalen bɛ a la, aw kana ɲininkali kɛ ko dɔw la, ni u y’a jira aw la, minnu bɛ se ka aw tɔɔrɔ. Nka n’i ye ɲininkali kɛ u ko la k’a sɔrɔ Kuranɛ bɛ ka bɔ kɛnɛ kan, u bɛna jɛya i ye. Ala ye yafa o ma; Ala ye Yafabaga ye ani a bɛ muɲuli kɛ.",
    "Mɔgɔ dɔw ka kɔn i ɲɛ, olu tun bɛ o ɲininkali suguw kɛ, ka tila ka kɛ dannabaliw ye o de kosɔn.",
    "Ala ma Bahirah, Saibah, Wasilah walima Hami ka dannakow sigi sen kan. Minnu tɛ dannaya kɛ, olu bɛ nkalon tigɛ Ala ko la, wa u fanba tɛ faamuyali sɔrɔ.",
    "Ni u welelen don Ala ye min jira ani ciden ma, u b’a fɔ ko: “An ye an bɛnbaw sɔrɔ min tugura o kɔ, o ka ɲi an ma.” Hali n’u bɛnbaw tun tɛ ni dɔnniya walima bilasirali ye wa?",
    "Aw dannabaaw, aw yɛrɛw ka kan ka kɛ aw niw ye. Minnu bɛ fili, olu tɛ se ka kojugu kɛ i la, n’i ɲɛminɛna. Aw bɛɛ seginni bɛ Ala ma, a bɛna aw ladɔnniya aw ka kɛwalew la.",
    "Aw dannabaaw, ni saya gɛrɛla aw dɔ la kelen na, mɔgɔ tilennen fila ka bɔ aw cɛma ka seereya kɛ sago ko la. A to mɔgɔ fila wɛrɛw ka seereya kɛ n’i bɛ taama na, ni saya ye i sɔrɔ. Delili kɔfɛ, a to u ka kali Ala tɔgɔ la, k’a fɔ ko: “An tɛna an ka seereya yɛlɛma sɔngɔ si la, hali ni o bɛ tali kɛ an somɔgɔ gɛrɛgɛrɛ dɔ la, wa an tɛna Ala ka seereya dogo, katuguni o tuma na, an tun bɛna kɛ jurumutw ye.”",
    "Ni a y’a jira ko o seere fila jalakilen don jurumu la, i ka mɔgɔ fila wɛrɛw bila u nɔ na minnu ka jalaki bɛnnen don. Ani k’a to u ka kali Ala tɔgɔ la, k’a fɔ ko: “An ka seereya ka bon ni u ta ye, wa an tɛna mɔgɔ bɔ mɔgɔ la, bawo o tuma na, an bɛna kɛ tilenbaliya ye.”",
    "O bɛ se ka kɛ sababu ye k’u bɛna seereya tiɲɛnen di, n’o tɛ, u ka kalili bɛ se ka sɔsɔ. O la sa, i ka siran Ala ɲɛ ani i ka lamɛnni kɛ koɲuman. Ala t jurumutw bilasira.",
    "Don min na Ala bɛna cidenw lajɛ ka ɲininkali kɛ ko: “Aw ye jaabi jumɛn sɔrɔ?” U na jaabi di ko: «Dɔnniya si t'an bolo; I ye fɛn yebaliw dɔnbaga ye.”",
    "O tuma na fɛ, Ala na a fɔ ko: «E Yesu, Mariyama denkɛ, i hakili to ne ka nɛɛma la i ni i ba kan, tuma min na ne ye i dɛmɛ ni Ni Senu ye. I kumana mɔgɔw fɛ denmisɛnninya ni balikuya waati la. Ne ye Kitabu, hakilitigiya, Tawurata ani Kibaru Duman kalan aw ye. Aw ye kɔnɔw dilan ni bɔgɔ ye ne ka yamaruya fɛ, ka ninakili don u kɔnɔ, u kɛra kɔnɔw ye, ne ka yamaruya fɛ. I ye fiyentɔw ni kunatɔw kɛnɛya, ka mɔgɔ salenw lakunu, ne ka yamaruya fɛ. Aw hakili to a la tuma min na ne ye aw tanga Israɛldenw ma, tuma min na aw nana ni kabako jɛlenw ye u ye, ani dannabaliw minnu tun bɛ u cɛma, olu y’a fɔ ko: ‘Nin tɛ foyi ye ni subagaya jɛlen tɛ.’”",
    "“Tuma min na ne ye kalandenw bila ka da Ne ni ne ka ciden la, u y’a jira ko: ‘An dalen bɛ a la, ka seereya kɛ ko an bɛ kolo.’”",
    "Kalandenw y’a ɲininka ko: ‘E Yesu, Mariyama denkɛ, yala i Matigi bɛ se ka seli ci an ma ka bɔ sankolo la wa?’ A y’a jaabi ko: ‘Aw ka siran Ala ɲɛ, ni aw ye dannabaaw ye.’”",
    "U ko: “An b’a fɛ ka dumuni kɛ a la walisa k’an dusukunw hakili sigi, k’a jira ko i ye tiɲɛ fɔ an ye, ani ka seereya kɛ o ko la.”",
    "Yesu, Mariyama denkɛ, ko: “E Ala, an Matigi, i ka tabali ci an ma min jɛnsɛnnen don ka bɔ sankolo la, ka kɛ seli ye an bolo — an fɔlɔw ni labanw fɛ — ani taamasyɛn ye ka bɔ I fɛ. I ka an magow ladon, k’a masɔrɔ i ye dumuni dibagaw bɛɛ la ɲuman ye.”",
    "Ala y’a jaabi ko: “Ne na o ci i ma. Nka ni aw dɔ ma da a la o kɔfɛ, ne na o ɲangili lase a ma tiɲɛ na, ne ma o ɲangili ɲɔgɔn kɛ mɔgɔ si la diɲɛ kɔnɔ.”",
    "Ala y’a fɔ tuma min na ko: “E Yesu, Mariyama denkɛ, yala i ye mɔgɔw bila ka i n’i ba ta ka kɛ ala ye Ala kɔrɔ wa?” A bɛna a jaabi ko: “Bonya ka kɛ I ye! Jo tɛ ne bolo ka min fɔ, o tɛ ne bolo.” Ni ne tun y’o fɔ, I tun bɛna o dɔn. I b’a dɔn min bɛ ne ni kɔnɔ, o bɛɛ n’a ta, ne t’a dɔn min bɛ i ni kɔnɔ. Tiɲɛ na, E kelenpe de ye fɛn yebaliw bɛɛ dɔnbaga ye.",
    "I ye ci min fɔ ne ye, ne ye o dɔrɔn de fɔ u ye: ‘Ala, ne Matigi, ani i Matigi bato.’ Ne tun ye seere ye u kan ni ne tun bɛ u cɛma. Nka I ye ne ta tuma min na, I tun ye Kɔlɔsilikɛla ye u kan, wa I ye fɛn bɛɛ Seere ye.",
    "Ni I ye u ɲangi, u ye I ka baarakɛlaw ye; nka n’i ye yafa u ma, i ye Sebaayabɛɛtigi ni Hakilitigi ye.’”",
    "O tuma na fɛ, Ala bɛna a fɔ ko: “Bi bi, tiɲɛtigiw na nafa sɔrɔ u ka tiɲɛtigiya la.” Nakɔw bɛna kɛ u fɛ, bajiw bɛ tɛmɛ minnu fɛ, u bɛna to yen fo abada. Ala ka di u ye, u fana ka di a ye. Nin ye sebaaya bɛɛ la belebele ye.",
    "Sankolow ni dugukolo ni u kɔnɔfɛnw bɛɛ ye Ala ta ye, wa a bɛ se fɛn bɛɛ la."
]