["Qaf. Kuranɛ nɔɔrɔma fɛ.",
"U kabakoyara kosɛbɛ ko lasɔminikɛla dɔ nana u fɛ ka bɔ u cɛma. Kafiriw b’a fɔ ko: “Nin ye ko kabakoma ye.",
"Ni an sara ka kɛ buguri ye wa? Nin ye kɔsegin ye min tɛ se ka kɛ.”",
"Dugukolo bɛ min dun u la, an b’o dɔn, wa ni Anw ye gafe ye min bɛ fɛn bɛɛ lajɛlen ɲɛfɔ.",
"Nka u ye tiɲɛ sɔsɔ tuma min na a sera u ma, o de la u hakili ɲagamina.",
"Yala u ma sankolo kɔlɔsi u sanfɛ, An y’a jɔ cogo min na, k’a masiri cogo min na, k’a sɔrɔ faraw tɛ a la wa?",
"Wa dugukolo, an y’a jɛnsɛn cogo min na, ka kuluw sigi a kan, ka filanin nisɔndiyalen sugu bɛɛ falen a kɔnɔ?",
"Kalan ni hakilijigin don batobaga nimisabaga bɛɛ bolo.",
"An ye ji dugawu jigin ka bɔ sankolo la, ka nakɔw ni suman sɛnɛ n’o ye walasa ka suman tigɛ.",
"Ani jirisunw minnu bɛ sanfɛ, ni datiw ye kuluw ye.",
"I n’a fɔ baarakɛlaw ka balo. Wa An bɛ dugu salen dɔ lakunu o cogo la. Lakununni fana bɛ ten.",
"U ɲɛ na, Nuhun ka mɔgɔw banna tiɲɛ na, ani Russ sigibagaw ni Tamud fana.",
"Aad ni Faraon ni Loti balimaw.",
"Ani Kungo kɔnɔ sigibagaw, ani Tubakaw. U bɛɛ banna cidenw ma, o de la Ne ka bagabagali kɛra tiɲɛ ye.",
"Yala an sɛgɛnna danfɛn fɔlɔw fɛ wa? Nka u bɛ sigasiga danfɛn kura dɔ la.",
"An ye hadamaden da, wa An b’a dɔn a ni bɛ min fɔ a ye. An ka surun a la ka tɛmɛ a kɔkolo joli kan.",
"I n’a fɔ jaabikɛla fila bɛ sɔrɔ cogo min na, u sigilen bɛ kinin fɛ ani numan fɛ.",
"A tɛ kuma kelen fɔ, nka kɔlɔsilikɛla dɔ bɛ a kɛrɛfɛ, a labɛnnen don.",
"Saya ɲɛnamini nana tiɲɛ na: “I y’a ɲini ka i yɛrɛ tanga nin de ma.”",
"Wa burufiyɛn bɛ fɔ: “Nin ye layidu don ye.”",
"Wa ni bɛɛ bɛna na ɲɛfɛ, bolifɛntigi ni seere dɔ bɛna fara a kan.",
"“I tun bɛ nin ko in bila kɔfɛ, o de la An y’i ka ɛkran kɔrɔta i kan, wa i ka yeli bi ka bon.”",
"Wa A ka taamakɛla bɛna a fɔ ko: “Ne ye min labɛn ne fɛ, o ye nin ye.”",
"“Aw ka kafiri kuncɛba bɛɛ fili Jahannama kɔnɔ.",
"Koɲuman balibaga, binkannikɛla, sigasigabaga.",
"Min ye ala wɛrɛ dabɔ ni Ala ye. aw k’a fili tɔɔrɔba kɔnɔ.”",
"A taamabagaw bɛna a fɔ ko: “An Matigi, ne ma a muruti, nka a tununna yɔrɔ jan.”",
"A bɛna a fɔ ko: “Aw kana sɔsɔli kɛ Ne ɲɛkɔrɔ—ne tun ye aw lasɔmi ka kɔn o ɲɛ.",
"Ne ka sariya tɛna yɛlɛma, ne tɛ tilenbaliya kɛ jɔnw ye.”",
"Don min na an bɛna a fɔ Jahanama ye ko: “I falen don wa?” Wa a na a fɔ ko: “Yala dɔw bɛ yen tugun wa?”",
"Ani Alijinɛ bɛna gɛrɛ Ala ɲɛsiranbagaw la, a tɛna yɔrɔ jan.",
"“Layidu tara aw ye, o de ye nin ye—minnu nimisara ni hakilijagabɔ kɛbaga bɛɛ ye.",
"Min tun bɛ siran nɛɛmaba ɲɛ a kɔnɔna na, ka na ni dusukun nimisalen ye.",
"Aw ka don a kɔnɔ hɛrɛ la. Nin ye Banbali don ye.”",
"U b’a fɛ fɛn o fɛn na, u bɛna o sɔrɔ o kɔnɔ—wa An bɛ ka tɛmɛ o kan yɛrɛ.",
"An ye bɔnsɔn joli tiɲɛ ka kɔn u ɲɛ, minnu fanga tun ka bon n’u ye? U ye jamanaw sɛgɛsɛgɛ—yala bolicogo dɔ tun bɛ yen wa?",
"O kɔnɔ, hakilijigin bɛ mɔgɔ o mɔgɔ bolo, dusukun bɛ min na, walima min b’a janto ka lamɛnni kɛ ani ka seereya kɛ.",
"An ye sankolow ni dugukolo ni u ni ɲɔgɔn cɛ fɛn da tile wɔɔrɔ kɔnɔ, sɛgɛn si ma maga An na.",
"O la sa, aw ka u ka kumaw muɲu, ka aw Matigi tanuli weleweleda sani tile ka bɔ, ani sani tile ka bin.",
"Aw ka nɔɔrɔ da a kan su fɛ, ani batoli labanw na.",
"Ani ka don min lamɛn, welebaga bɛ weleli kɛ ka bɔ yɔrɔ la min ka surun i la.",
"Don min na u bɛna Kulekan mɛn tiɲɛ bɛɛ la. O de ye 'sènbɔli don ye.",
"Anw de bɛ ɲɛnamaya ni saya mara, wa Anw de fɛ, an bɛ taa yɔrɔ min na.",
"Don min na dugukolo bɛna kari u ye yɔrɔnin kelen. O ye ɲɔgɔnye nɔgɔn ye Anw fɛ.",
"U bɛ min fɔ, an b’o dɔn kosɛbɛ, wa i tɛ dictateur (jamanatigi) ye u kan. O la, mɔgɔ o mɔgɔ bɛ siran Ne ka lasɔmini ɲɛ, aw k'aw hakili jigin Kuranɛ fɛ."]