[
    "Ni jɛnsɛnbagaw bɛ ka jɛnsɛn.",
    "Ani minnu bɛ doni ta.",
    "Ani minnu bɛ taa nɔgɔya la.",
    "Ani minnu bɛ tila-tila i n’a fɔ a fɔra cogo min na.",
    "Layidu tara min na, o ye tiɲɛ ye.",
    "Kiri bɛna kɛ.",
    "Sankolo min bɛ siri.",
    "Aw bɛ min fɔ, aw tɛ kelen ye.",
    "Min bɛ a yɛrɛ tanga o ma, o de bɛ a yɛrɛ tanga.",
    "Aw ka nanbarakɛlaw halaki.",
    "Minnu bɛ u ɲɛnafin bɔ dɔnbaliya la.",
    "U b’a ɲininka ko: “Kiritigɛ don bɛ kɛ tuma jumɛn?”",
    "Don min na u bɛ Lase Tasuma ma.",
    "“I ka gɛlɛya nɛnɛ. I tun bɛ deli ka min sɔsɔ, o ye nin ye.”",
    "Nka alaɲɛsiranbagaw bɛ nakɔw ni jibolisiraw cɛma.",
    "U Matigi ye min di u ma, u ka o sɔrɔ. U tun ye jogo ɲumanw ye ka kɔn o ɲɛ.",
    "U tun bɛ sunɔgɔ dɔɔnin su fɛ.",
    "Ani sɔgɔmada fɛ, u tun be delili kɛ walisa u ka yafa ɲini u fɛ.",
    "Wa u ka nafolo la, niyɔrɔ tun bɛ delilikɛla ni dɛsɛbagatɔw ye.",
    "Wa dugukolo kan, taamasyɛnw bɛ yen minnu dalen bɛ a la.",
    "Ani aw yɛrɛ kɔnɔ. Aw t'a ye wa?",
    "Wa sankolo la, i ka balo bɛ yen, ani layidu tara i ye min na.",
    "Sankolo ni dugukolo Matigi barika la, o ye tiɲɛ ye i ko i ka kuma.",
    "Yala Ibrahima ka dunan bonyalenw ka maana sera i ma wa?",
    "U donna a kan tuma min na, u ko: “Hɛrɛ.” A ko: “Hɛrɛ, dunanw.”",
    "O kɔ, a y'i jɛngɛ ka taa a somɔgɔw fɛ, ka na ni misiden fasalen dɔ ye.",
    "A y'o bila u ɲɛ kɔrɔ. A ko: “Aw tɛna dumuni kɛ wa?”",
    "A tun bɛ siran u ɲɛ. U ko: “I kana siran,” u ye cɛnin dɔnbaga dɔ ka kibaru duman fɔ a ye.",
    "A muso nana ɲɛfɛ ka kasi. A y’a ɲɛda siri, k’a fɔ ko: “Muso kɔrɔba bangebali?”",
    "U ko: «I Matigi y'o fɔ. Ale de ye Hakilitigi ye, dɔnnikɛla.”",
    "A ko: «Aw cidenw, aw ka ko ye mun ye?»",
    "U ko: «An cilen don jama dɔ ma, jurumu jalakilenw.»",
    "“Ka bɔgɔ faraw labɔ u kan.”",
    "“I Matigi y’i taamasiyɛn kɛ kojuguba kosɔn.”",
    "Dannabaa minnu tun bɛ a kɔnɔ, an ye olu bɛɛ bɔ yen.",
    "Nka a Sɔrɔla silamɛw ka du kelen dɔrɔn de la.",
    "Wa an ye taamashyɛn to a kɔnɔ mɔgɔ minnu bɛ siran ɲangili dimi ɲɛ.",
    "Ani Musa kɔnɔ. An y’a ci Faraon ma ni fanga jɛlen ye.",
    "Nka a y’a kɔdon n’a ka kɛlɛcɛw ye, k’a fɔ ko: “Lagbɛrikɛla walima hakilintan.”",
    "O la, An y'a n'a ka kɛlɛbolow minɛ, k'u fili kɔgɔji la, a jalakilen don.",
    "Ani Aad kɔnɔ. An ye fiɲɛ tiɲɛnen dɔ labɔ u kama.",
    "A ma foyi kisi a ma min sɔrɔ, nka a y’a kɛ i n’a fɔ tiɲɛni tolilenw.",
    "Ani Thamood dugu kɔnɔ. A fɔra u ye ko: “Aw ka nisɔndiya dɔɔnin.”",
    "Nka u ye u Matigi ka ci fɔlen sɔsɔ, o de la sanpɛrɛn y'u gosi u filɛli la.",
    "U ma se ka wuli, u ma se ka dɛmɛ sɔrɔ fana.",
    "Wa sanni o ka kɛ, Nuhun ka mɔgɔw. U tun ye jogo juguw ye.",
    "An ye diɲɛ jɔ ni fanga ye, wa An b’a bonya.",
    "Ani dugukolo—An y’a jɛnsɛn—An y’a labɛn ka ɲɛ dɛ!",
    "An ye fɛn bɛɛ da fila-fila, walisa aw ka miiri ani ka miiri.",
    "“O la sa, boli ka taa Ala fan fɛ. Ne ye lasɔmini jɛlen ye aw fɛ ka bɔ ale la.”",
    "«Aw kana ala wɛrɛ sigi Ala fɛ. Ne ye lasɔmini jɛlen ye aw fɛ ka bɔ ale la.”",
    "O cogo kelen na, ciden si ma na u ɲɛfɛ mɔgɔw fɛ, nka u ko: “Lagbɛrikɛla wala dibi la.”",
    "Yala u y’a laadi ɲɔgɔn ma wa? Tiɲɛ na, u ye mɔgɔ murutilenw ye.",
    "O la, i ka i kɔdon u la. aw tɛ jalaki.",
    "Ani hakili jigin, sabu hakilijigin bɛ dannabaaw nafa.",
    "Ne ma jinɛw ni hadamadenw da fo ka Ne bato.",
    "Ne mago tɛ balo si la u fɛ, ne mago tɛ u la fana walasa ka Ne balo.",
    "Ala ye Dibaga ye, Sebaaya bɛ min na, Barika bɛ min na.",
    "Minnu bɛ kojugu kɛ, olu bɛna u ka waati sɔrɔ, i n’a fɔ u ɲɔgɔnnaw ka waati, o la, u kana kɔrɔtɔ Ne la.",
    "O la, bɔnɛ bɛ olu ye kafiriw ye k’a sababu kɛ o don ye layidu tara u ye."
]