[
    "Kulu da la.",
    "Ani Gafe dɔ min sɛbɛnnen bɛ.",
    "Sɛbɛnni sɛbɛnnen dɔ kɔnɔ.",
    "Ani So min bɛ taa tuma caman na.",
    "Ani so sanfɛla kɔrɔtalen.",
    "Ani kɔgɔji min bɛ wuli.",
    "I Matigi ka ɲangili bɛ na.",
    "Foyi tɛ yen min b’a bali.",
    "Don min na sankolo bɛ wuli ni ɲagami ye.",
    "Wa kuluw bɛ taa taama na.",
    "Bɔnɛ o don na sɔsɔlikɛlaw ma.",
    "Minnu bɛ tulon kɛ ni hakilinata ye.",
    "Don min na u bɛ Dòn Jahannama Tasuma na ni fanga ye.",
    "“Nin ye Tasuma ye, i tun bɛ ban min na.",
    "Yala nin ye maaɲɛ ye wa, walima i t’a ye wa?",
    "Aw bɛ jeni a kɔnɔ. I mana muɲu, walima i ma muɲu, o ye kelen ye i ta fan fɛ. Aw tun bɛ min kɛ fɔlɔ, aw bɛ o dɔrɔn de sara.”",
    "Nka mɔgɔ tilennenw na kɛ nakɔw ni nisɔndiya cɛma.",
    "U Matigi ye min di u ma, o diyara u ye, wa u Matigi ye u kisi jahanama tɔɔrɔ ma.",
    "Aw bɛ dumuni kɛ ka minni kɛ ni nisɔndiya ye, aw tun bɛ min kɛ fɔlɔ.",
    "Ka lafiya minɛn cɛɲiw kan; ani An bɛna u fara ɲɔgɔn kan ni furuɲɔgɔn cɛɲiw ye.",
    "Minnu dara u la, ani u denw tugura u la danaya la—An na u ni u denw fara ɲɔgɔn kan, an tɛna u ka baara si bɔsi u la. Mɔgɔ bɛɛ ye jɔnya ye a ye min sɔrɔ.",
    "An bɛna jiridenw ni dumuni di u ma; i n'a fɔ u b'a fɛ cogo min na.",
    "U na jifilen ɲɔgɔn falen o kɔnɔ. kojugu si tɛ o la, jurumu fana tɛ o la.",
    "Ka baara kɛ u ye, o bɛna kɛ funankɛninw ye i n’a fɔ perle dogolenw.",
    "U na gɛrɛ ɲɔgɔn na, ka ɲininkali kɛ.",
    "U na a fɔ ko: “Sanni nin ka kɛ, an tun bɛ siran an ka denbayaw ɲɛ.",
    "Nka Ala ye dugawu kɛ an ye, ka an kisi Tasuma Fiɲɛw ka tɔɔrɔ ma.",
    "Sani o ka kɛ, an tun bɛ deli ka a deli. Ale de ye mɔgɔ ɲuman ye, min bɛ hinɛ.”",
    "O la sa, i hakili jigin. I Matigi ka nɛɛma barika la, i tɛ sunabaga ye, i tɛ diɲɛnatigɛla ye.",
    "Walima u b’a fɔ ko “Poyikɛla—an bɛ waati balawu makɔnɔ a ye” wa?",
    "A fɔ ko: “Aw ka taa makɔnɔni na; Ne na makɔnɔni kɛ ni aw ye.»",
    "Walima u ka sugo de b’u wajibiya ka o kɛ wa? Walima u ye mɔgɔ farimanw ye wa?",
    "Walima u b’a fɔ ko: “A dabɔra” wa? Nka, u dalen tɛ o la.",
    "O la sa, u ka jɛmukan dɔ lawuli i n’a fɔ o, n’u ye tiɲɛ fɔ.",
    "Walima u dabɔra foyi la wa? Walima olu de ye a dabɔbagaw ye wa?",
    "Walima u ye sankolo ni dugukolo da wa? Tiɲɛ na, u dalen tɛ o la.",
    "Walima i Matigi ka nafolomafɛnw b'u bolo wa? Walima olu de ye fɛnw ɲɛminɛbagaw ye wa?",
    "Walima, ɛrɛzɛnsun dɔ b’u fɛ, u bɛ lamɛnni kɛ min fɛ wa? O kɔ, a to u lamɛnbaga ka dalilu jɛlen dɔ lase.",
    "Walima denmusow bɛ ale de kosɔn, ani denkɛw fana aw kosɔn wa?",
    "Walima i bɛ wari ɲini u fɛ, ka juru don u la wa?",
    "Walima u bɛ siniko dɔn, wa u bɛ ka o sɛbɛn wa?",
    "Walima u bɛ ka dabali tigɛ wa? O dajuru bɛna bin kafiriw kan.",
    "Walima ala dɔ bɛ u fɛ ka fara Ala kan wa? U bɛ fɛn minnu fara ɲɔgɔn kan, Ala bɛ tɛmɛ o kan.",
    "Hali n’u tun bɛna sankolo kurukuruw ye minnu bɛ bin duguma, u tun b’a fɔ ko: “Sankaba kuluba.”",
    "O la, aw k'u To fo u k'u ka Don Sɔrɔ u bɛna 'sèn Bɔ min na.",
    "Don min na u ka fɛɛrɛw tɛna nafa foyi lase u ma; U tɛna dɛmɛ.",
    "Minnu bɛ kojugu kɛ, ɲangili dɔ bɛ o kɔfɛ; nka u fanba t'o dɔn.",
    "O la, i ka muɲu ka i Matigi ka latigɛ makɔnɔ, bawo i bɛ An ɲɛ kɔrɔ; ka i Matigi ka tanuliw weleweleda ni i wulila.",
    "Aw ka nɔɔrɔ da a kan su fɛ, ani dolow kɔsegintɔ."
]