[
    "Dolow fɛ a bɛ jigin tuma min na.",
    "I terikɛ ma fili, a ma fili fana.",
    "A tɛ kuma fana nege kosɔn.",
    "O ye jirali dɔrɔn de ye min jirala.",
    "A kalanna a la Sebaayabatigi fɛ.",
    "Fanga min bɛ mɔgɔ la. A y'i Sìgi.",
    "K’a sɔrɔ a tun bɛ sanfɛla la.",
    "O kɔ, a gɛrɛla, ka wuli ka a lamini.",
    "A tun bɛ bow fila kɔnɔ, walima ka surunya o la.",
    "O kɔ, a ye min jira, a y’o jira a ka baarakɛla la.",
    "Dusukun ma nkalon tigɛ a ye min ye.",
    "Yala i bɛna sɔsɔli kɛ n’a ye a ye min ye wa?",
    "A y'a ye jiginɛ wɛrɛ la.",
    "Lotus jiri la min bɛ dankan na.",
    "O kɛrɛfɛ, Lafiɲɛ nakɔ bɛ yen.",
    "I n'a fɔ yen ye Lotus Jiri datugu cogo min na min y'a datugu.",
    "Yeli ma yɛrɛyɛrɛ, a ma tɛmɛ o kan fana.",
    "A ye a Matigi ka Taamaʃyɛnba dɔw ye.",
    "Yala aw ye al-Lat ni al-Uzza jateminɛ wa?",
    "Ani Manat, sabanan, tɔ kelen?",
    "Yala i ka kan ka cɛw sɔrɔ, ale ka kan ka musow sɔrɔ wa?",
    "O ye tilali kabakoma ye dɛ.",
    "Ninnu tɛ fosi ye ni tɔgɔw tɛ, aw ni aw bɛnbaw ye minnu labɛn. U tɛ tugu foyi kɔ ni miirili tɛ, ani ego b’a fɛ min na, hali ni bilasirali sera u ma ka bɔ u Matigi yɔrɔ.",
    "Walima hadamaden ka kan ka fɛn o fɛn sɔrɔ a sago la wa?",
    "Laban ni Fɔlɔ ye Ala ta ye.",
    "Mɛlɛkɛ joli bɛ sankolow la minnu ka delili nafa tɛ foyi la, fo ni Ala ye sira di mɔgɔ o mɔgɔ ma a sago la, ka sɔn o ma?",
    "Minnu ma da Alako la, olu bɛ muso tɔgɔw di mɛlɛkɛw ma.",
    "Dɔnniya t’u fɛ o ko la. U bɛ tugu miiriliw dɔrɔn de kɔ, wa miiriliw tɛ tiɲɛ nɔnabila ye.",
    "O la, aw k’aw yɛrɛ tanga mɔgɔ ma min y’a kɔdon An hakili la, wa a t’a fɛ foyi la ni sisan ɲɛnamaya tɛ.",
    "O de y’u ka dɔnniya hakɛ ye. I Matigi b’a dɔn kosɛbɛ mɔgɔ min bɔra a ka sira kan, wa a de bɛ a dɔn kosɛbɛ mɔgɔ min sɔnna bilasirali ma.",
    "Fɛn o fɛn bɛ sankolo la ani fɛn o fɛn bɛ dugukolo kan, o ye Ala ta ye. Mɔgɔ minnu bɛ kojugu kɛ, a na olu sara ka kɛɲɛ n’u ka kɛwalew ye, ka ko ɲuman kɛbagaw sara ni fɛn bɛɛ la ɲuman ye.",
    "Minnu b’u yɛrɛ tanga jurumu juguw ni maloyabaliya ma—n’a ma fɔ fili misɛnninw—i Matigi ye Yafaba ye. A b’aw dɔn kosɛbɛ, kabini a y’aw da ka bɔ dugukolo kan, ani kabini aw tun ye denw ye aw baw kɔnɔ. O la sa, i kana i yɛrɛ ka jogo ɲumanw tanu; A bɛ mɔgɔ tilennenw dɔn kosɛbɛ.",
    "Yala i y’a jateminɛ min y’a kɔdon wa?",
    "Ani ka dɔɔnin di, ka a yɛrɛ minɛ wa?",
    "Yala fɛn yebaliw dɔnniya b’a la, o la sa, a bɛ se ka ko ye ka kɔn o ɲɛ wa?",
    "Walima fɛn min bɛ Musa ka Sɛbɛnniw kɔnɔ, yala o ma ladɔnniya a la wa?",
    "Ani Ibrahima ko la, jɔn ye o dafa?",
    "Ko ni si tɛ ni wɛrɛ ka doni ta.",
    "Wa ko hadamaden bɛ a cɛsiri min na, a bɛ o dɔrɔn de sɔrɔ.",
    "Wa ko a ka cɛsiriw bɛna kɛ seereya ye.",
    "O kɔ, a bɛna sara dafalen sɔrɔ o la.",
    "Wa o de ye i Matigi fɛ, o de ye laban ye.",
    "Wa ko ale de bɛ nisɔndiya ni kasi lase mɔgɔw ma.",
    "Wa ko ale de bɛ saya ni ɲɛnamaya di.",
    "Wa ko ale de ye o sugu fila da, cɛ ni muso.",
    "Ka bɔ cɛyajibɔlan dɔ la, ni a bɔra.",
    "Wa o de bɛ Ale de kan, o ye ɲɛnamaya nata ye.",
    "Wa ko ale de bɛ nafolotigiya ni faantanya kɛ.",
    "Wa ko Ale de ye Sirius Matigi ye.",
    "Wa ko ale de ye Aad fɔlɔ tiɲɛ.",
    "Ani Thamood, a ma mɔgɔ si kisi.",
    "Nuhun ka jama minnu tun bɛ yen ka kɔn o ɲɛ. sabu u tun ye tilenbaliya ni degunba ye.",
    "A ye dugu tiɲɛnenw ci.",
    "Fɛn o fɛn tun bɛ u datugu, a y'u datugu.",
    "O la sa, i bɛ se ka ban i Matigi ka kabakow la jumɛn na?",
    "Nin ye lasɔmini ye, i n’a fɔ lasɔmini fɔlɔw.",
    "Fɛn min tɛ se ka bali, o bɛ ka surunya.",
    "Mɔgɔ si tɛ se k’a jira Ala kɔ.",
    "Yala o jɛmu bɛ kabakoya wa?",
    "Ani ka ŋɛɲɛ kɛ, ka kasi?",
    "I tununna i ka fɛn fuw la wa?",
    "O la sa, i ka i biri Ala ɲɛ kɔrɔ, ka bato kɛ!"
]