[
    "Lɛrɛ surunyara, kalo farala.",
    "O bɛɛ n’a ta, n’u ye kabako dɔ ye tuma o tuma, u bɛ u kɔdon, k’a fɔ ko: “Magiya min bɛ to senna.”",
    "U ye nkalon tigɛ, ka tugu u hakilinaw kɔ, nka fɛn bɛɛ n’a waati don.",
    "Kibaru dɔ nana u ma, fɛn dɔ tun bɛ min kɔnɔ.",
    "Hakilitigiya jugu—nka lasɔminiw tɛ foyi ɲɛ.",
    "O la sa, i ka i kɔdon u la. Don min na Weelebaga bɛ wele bila fɛn jugu dɔ ma.",
    "U ɲɛw majiginlen, u bɛna bɔ kaburuw kɔnɔ, i n’a fɔ u bɛ ka wuluw wuli.",
    "U bɛ ka wuli ka taa Weelebaga fan fɛ, kafiriw bɛna a fɔ ko “Nin ye don gɛlɛn ye.”",
    "U ɲɛfɛ Nuhun ka mɔgɔw ma da a la. U banna An ka baaraden ma, k’a fɔ ko: “Dibi,” a kɔrɔfɔra.",
    "O la, a y’a deli a Matigi fɛ ko: “Ne degunna, o la ne dɛmɛ.”",
    "O la, An ye sankolo da wuli ni ji ye min tun bɛ ka jigin.",
    "An ye dugukolo pɛrɛn ni jibolisiraw ye, jiw ye ɲɔgɔn sɔrɔ kun dɔ la min latigɛra kaban.",
    "An y’a ta ni bololabaarakɛla dɔ ye min ye pankurunw ni nɛgɛw ye.",
    "Kurun boli An ɲɛ kɔrɔ; sara dɔ ye min banna.",
    "Wa An y’a to yen ka kɛ taamasyɛn ye. Yala mɔgɔ dɔ bɛ yen min bɛna a janto a la wa?",
    "O la sa, Ne ka ɲangili ni Ne ka lasɔminiw tun bɛ cogo di?",
    "An ye Kuranɛ kalan nɔgɔya. Yala mɔgɔ dɔ bɛ yen min tun bɛna kalan kɛ wa?",
    "Aad ye tiɲɛ sɔsɔ. O la sa, Ne ka ɲangili ni Ne ka lasɔminiw tun bɛ cogo di?",
    "An ye fiɲɛba dɔ labɔ u kan, tɔɔrɔ don min tɛ ban.",
    "Ka mɔgɔw tigɛ ka taa, i n’a fɔ u ye jirisunw jirisunw ye minnu bɔra u ju la.",
    "O la sa, Ne ka ɲangili ni Ne ka lasɔminiw tun bɛ cogo di?",
    "An ye Kuranɛ kɛ nɔgɔya la ka to an hakili la. Yala mɔgɔ dɔ bɛ yen min hakili bɛna to a la wa?",
    "Thamood banna o lasɔminiw ma.",
    "U ko: «An ka kan ka tugu an dɔ kɔ, hadamaden dɔ wa? O kɔfɛ, an tun bɛna fili, ka laban Jahannama kɔnɔ.",
    "Yala cikan dira a ma, ka bɔ an bɛɛ la wa? Tiɲɛ na, nkalontigɛla jugu don.”",
    "U bɛna a dɔn sini nkalontigɛla jugu ye jɔn ye.",
    "An bɛ ka ɲɔgɔmɛ muso ci ka kɛ kɔrɔbɔli ye u ye; o la sa, aw k'u kɔlɔsi ani ka muɲu.",
    "Ani k’u ladɔnniya ko ji ka kan ka tila u ni ɲɔgɔn cɛ; minfɛn tilayɔrɔ kelen-kelen bɛɛ kɛra ka sɔrɔ.",
    "Nka u y'u terikɛ wele, a y'a ja gɛlɛya, a ye mɔgɔ faga.",
    "O la sa, Ne ka ɲangili ni Ne ka lasɔminiw tun bɛ cogo di?",
    "An ye Kulekan kelen ci u ma, u kɛra i n’a fɔ binkɛnɛ tigɛlen.",
    "An ye Kuranɛ faamuyali nɔgɔya. Yala mɔgɔ dɔ bɛ yen min tun bɛna o faamu wa?",
    "Lɔti ka mɔgɔw banna o lasɔminiw ma.",
    "An ye kabakurunw bɔn u kan, fɔ Lɔti ka denbaya. An y’u kisi sɔgɔmada fɛ.",
    "Dugawu dɔ bɔra Anw fɛ. O cogo la An bɛ barika dabagaw sara.",
    "A tun ye u lasɔmi An ka binkanni ko la, nka u ye lasɔminiw ban.",
    "U yɛrɛ tun b'a ka dunan nege don u la, o de la An y'u ɲɛw halaki. “O la sa, aw ka Ne ka ɲangili ni ne ka lasɔminiw nɛnɛ.”",
    "Sɔgɔmada joona fɛ, o nana ni ɲangili muɲuli ye u kan.",
    "O la, aw ka Ne ka ɲangili ni Ne ka lasɔminiw nɛnɛ.",
    "An ye Kuranɛ kɛ nɔgɔya ye ka to an hakili la. Yala mɔgɔ dɔ bɛ yen min tun bɛna a hakili to a hakili la wa?",
    "O lasɔminiw fana nana Faraon ka mɔgɔw ma.",
    "U banna An ka taamashyɛnw na, u bɛɛ, o de la An y’u minɛ—Sebaayabɛɛtigi dɔ minɛni.",
    "Yala i ka dannabaliw ka fisa ni o mɔgɔw bɛɛ ye wa? Walima farikolo tangacogo bɛ i la tɛmɛsiraw kɔnɔ wa?",
    "Walima u b’a fɔ ko: “An jɛlen don, an na se sɔrɔ” wa?",
    "Jama na se sɔrɔ, u na u kɔdon.",
    "Lɛrɛ ye u ka waati latigɛlen ye—Lɛrɛ ka jugu ka tɛmɛ, wa a ka jugu kosɛbɛ.",
    "Mɔgɔ juguw bɛ ɲagami ni dibi la.",
    "Don min na u bɛ sama u ɲɛda kan ka don Tasuma na: “Saqar magali nɛnɛ.”",
    "An ye fɛn o fɛn Da, o bɛɛ bɛ suman tigitigi.",
    "Wa An ka cikan ye siɲɛ kelen dɔrɔn de ye, i n’a fɔ ɲɛjibɔ.",
    "An ye aw diyanyekow tiɲɛ. Yala mɔgɔ dɔ bɛ yen min bɛna miiri wa?",
    "U ye fɛn o fɛn Kɛ, o bɛɛ bɛ Gafew kɔnɔ.",
    "Fɛn bɛɛ, a ka dɔgɔ wo, a ka bon, a bɛɛ sɛbɛnnen bɛ.",
    "Mɔgɔ tilennenw na kɛ nakɔw ni bajiw cɛma.",
    "Jogoɲumanya lajɛ dɔ la, Masakɛ Sebaayabɛɛtigi dɔ ɲɛkɔrɔ."
]