[
    "Mɔgɔ minnu bɛ hinɛ mɔgɔw la.",
    "A ye Kuranɛ kalan.",
    "A ye hadamaden da.",
    "Ani k’a kalan kuma fɔcogo jɛlen na.",
    "Tle ni kalo bɛ Taa ka Kɛɲɛ ni labɛn ye.",
    "Dolow ni jiriw bɛ u kunbiri gwan.",
    "Ani sankolo, A ye a lawuli; A ye balansi sigi.",
    "O la sa, aw kana sariya tiɲɛ balansi kɔnɔ.",
    "Nka aw ka girinyaw mara ni tilennenya ye, aw kana balansi tiɲɛ.",
    "Dugukolo fana; A ye danfɛnw sigi sen kan.",
    "Jiridenw bɛ a kɔnɔ, ani jirisunw bɛ kuluw la.",
    "Ani sumanw minnu bɛ wuluw la, ani jiri kasadimanw.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "A ye hadamaden da ni bɔgɔ gɛlɛnw ye, i n’a fɔ birikiw.",
    "Wa a ye jinɛ da ka bɔ tasuma fusili la.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Kɔrɔn fla Matigi ani Tlebi fla Matigi.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "A ye kɔgɔji fila fara ɲɔgɔn kan, ka ɲɔgɔn sɔrɔ ɲɔgɔn fɛ.",
    "U ni ɲɔgɔn cɛ, barika dɔ bɛ yen, u tɛ min tɛmɛ.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "U la, perlew ni koraliw bɛ bɔ.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "A ta ye kurunw ye, minnu kɔrɔtara kɔgɔji sanfɛ i n’a fɔ dugukolo taamasiyɛnw.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Mɔgɔ bɛɛ bɛ ka halaki a kan.",
    "Nka a bɛna to i Matigi ɲɛkɔrɔ, min falen bɛ bonya ni nɔɔrɔ la.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Sankolow ni dugukolo kan mɔgɔw bɛɛ b’a deli. Don o don A bɛ ka ɲɛnabɔ.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "An bɛna aw janto aw la, aw mɔgɔba fila.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Aw jinɛw ni hadamadenw ka jɛkulu! Ni i bɛ se ka tɛmɛ sankolo ni dugukolo dancɛw fɛ, i ka taa ɲɛ ka tɛmɛ. Nka i tɛna tɛmɛ fo ni yamaruya dira i ma.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Tasuma ni nɛgɛbere bɛna kɛ i la, wa i tɛna ɲɛ sɔrɔ.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Ni sankolo farala ɲɔgɔn kan, ka kɛ roso ye, i n’a fɔ penti.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "O don na, adamaden si ni jinɛ si tɛna ɲininkali kɛ a ka jurumuw la.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Jalakibagaw bɛna dɔn u ka taamasiyɛnw fɛ; u bɛna minɛ ɲɛfɛla ni senw fɛ.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Nin ye Jahannama ye, jalakidenw ye min sɔsɔ.",
    "U bɛ yaala-yaala a ni ɲɔgɔn cɛ ani jisigiyɔrɔ min bɛ tobi.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Nka min siranna a Matigi jɔli ɲɛ, o ye nakɔ fila ye.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "A falen bɛ suguya caman na.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Jiboli-yɔrɔ fla bɛ yen minnu bɛ woyo.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Jiri suguya bɛɛ bɛ u kɔnɔ, u fila-fila.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Ka i sigi minɛnw kan minnu dilalen don ni brocade ye, ani nakɔ fila ninnu denw bɛ kɛrɛfɛ.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Npogotigininw bɛ u kɔnɔ minnu b’u ɲɛw bali, cɛ walima jinɛ si ma maga u la fɔlɔ.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "I n’a fɔ u ye rubiw ni koraliw ye.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Yala ɲumanya sara tɛ fɛn wɛrɛ ye ni ɲumanya tɛ wa?",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "U jukɔrɔ, nakɔ fila bɛ yen.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Gɛrɛn jugumanba.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Jiboli-yɔrɔ fla bɛ yen minnu bɛ ji Bɔ.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "U kɔnɔ, jiridenw, ani dajiriw, ani gerenadiw bɛ yen.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "U kɔnɔ, mɔgɔ ɲumanw ni cɛɲiw bɛ yen.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Taamaɲɔgɔnw, minnu bɛ u dan na fanibuguw kɔnɔ.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Hadamaden si ma maga min na fɔlɔ, jinɛ fana.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "A sigilen bɛ kuran wuluwuluw kan, ani tapi cɛɲiw.",
    "O la sa, i bɛna ban i Matigi ka kabakow la jumɛn na?",
    "Duba ka kɛ i Matigi tɔgɔ ye, min falen bɛ bonya ni nɔɔrɔ la."
]