[
    "Ni ko min tɛ se ka bali, o kɛra.",
    "A kɛli la, sɔsɔli si tɛ yen.",
    "Ka na ni duguma ye, ka kɔrɔta sanfɛ.",
    "Ni dugukolo yɛrɛyɛrɛla ni sɛgɛn ye.",
    "Wa kuluw bɛ kari ka ci.",
    "U bɛ kɛ buguri jɛnsɛnnen ye.",
    "Wa i bɛ kɛ kalasi saba ye.",
    "Minnu bɛ Numan fɛ—min bɛ Numan fɛ dun?",
    "Ani minnu bɛ Numan fɛ—min bɛ Numan fɛ, olu dun?",
    "Ani ɲɛfɛmɔgɔw, ɲɛfɛmɔgɔw.",
    "Olu de ka surun kosɛbɛ.",
    "Nisɔndiya nakɔw kɔnɔ.",
    "Jamaba dɔ bɔra kɔrɔlenw na.",
    "Ani band fitinin dɔ ka bɔ mɔgɔ minnu nana kɔfɛ.",
    "Mebɛri cɛɲiw kan.",
    "Ka sigi u kan, ka ɲɔgɔn ɲɛsin ɲɔgɔn ma.",
    "Ka baara kɛ u ye, o bɛna kɛ funankɛnin ye min tɛ sa.",
    "Ni tasaw, dagaw ani minfɛn kɛnɛw ye.",
    "Ka kɛ sababu ye ka kungolodimi bila u la, wa a tɛ kɛ dɔlɔmin ye fana.",
    "Ani u ka sugandili jiridenw.",
    "Ani kɔnɔw sogo, u nege ka kɛ u la.",
    "Ani taamaɲɔgɔn kanulenw.",
    "Perle nafamaw bɔɲɔgɔnkow.",
    "I n’a fɔ u tun bɛ min kɛ fɔlɔ, o sara.",
    "U tɛna kumakolon si mɛn o kɔnɔ, u tɛna jalaki foyi mɛn.",
    "Nka foli dɔrɔn: “Hɛrɛ, hɛrɛ.”",
    "Ani minnu bɛ Numan fɛ—min bɛ Numan fɛ, olu dun?",
    "Jiriden nakɔ cɛɲiw kɔnɔ.",
    "Ani jiri minnu kasa ka di.",
    "Ani bonya janyalen.",
    "Ani ka ji bɔn ka bɔ kɛnɛma.",
    "Ani jiriden caman.",
    "A ma bali, a ma bali fana.",
    "Ani matiriyali kɔrɔtalenw.",
    "An y’u da ni danfɛn kɛrɛnkɛrɛnnenw ye.",
    "Ka u kɛ npogotigininw ye.",
    "A ka nɔgɔn ani a tɛ kɔrɔbaya.",
    "Minnu bɛ Numan fɛ.",
    "Jamaba dɔ bɔra kɔrɔlenw na.",
    "Ani jamaba dɔ bɔra mɔgɔ minnu nana kɔfɛ.",
    "Ani minnu bɛ Numan fɛ—min bɛ Numan fɛ, olu dun?",
    "Fɔɲɔba ni ji tobilen cɛma.",
    "Ani sisiba dɔ dulonni dɔ.",
    "A tɛ nɛnɛ, a tɛ mɔgɔ lafiya.",
    "U tun ye ɲɛnamaya kɛ ka kɔn o ɲɛ, fɛntigiya la.",
    "Ani, u tun bɛ to ka kojuguba kɛ.",
    "Wa u tun b’a fɔ ko: “Ni an sara ka kɛ buguri ni kolotugudaw ye, yala an ka kan ka kunun wa?",
    "Ani an bɛnbaw fana?”",
    "A fɔ ko: «Fɔlɔ ni laban.",
    "U bɛna lajɛ don dɔnnen dɔ sigili kama.”",
    "O tuma na fɛ, aw, aw minnu ye sira tiɲɛ, aw minnu bɛ ban tiɲɛ na.",
    "A bɛna dumuni kɛ ka bɔ Dugukolonɔn Jiri la.",
    "A bɛna kɛ ka i kɔnɔbara fa n’a ye.",
    "A bɛna kɛ ji tobilen min a sanfɛ.",
    "Minni i n’a fɔ ɲɔgɔmɛ minnɔgɔ bɛ min na.",
    "O de ye u ka jatigila ye jurusara don na.",
    "An ye i da—ni i tun na da a la!",
    "Yala aw y’a ye aw bɛ min kɛ ka cɛya bɔ wa?",
    "Yala e de b’a da wa, walima Anw de ye Dabaga ye wa?",
    "An ye saya latigɛ aw cɛma, an tɛna tɛmɛ o kan.",
    "Ka i bila i nɔ na ni i diyanyekow ye, ani k’i sɛmɛntiya ka kɛ i tɛ min dɔn.",
    "Aw ye formation fɔlɔ dɔn; ni i hakili tun bɛna to i hakili la.",
    "I bɛ min sɛnɛ, yala i y’o ye wa?",
    "Yala e de b’a kɛ ka bonya wa, walima Anw de ye sɛnɛbaga ye wa?",
    "N'an b'a fɛ, An bɛ se k'a tigɛli kɛ bɔgɔbɔgɔ ye; o tuma na fɛ, aw na kasi.",
    "“An bɛ ɲangi.",
    "Ayi, u bɛ ka ban an na.”",
    "I ye ji min min, yala i ye o ye wa?",
    "Yala e de y’a ci ka bɔ sankaba la wa, walima Anw de ye Cibaga ye wa?",
    "Ni An b’a fɛ, An bɛ se k’a kɛ kɔgɔ ye. Yala i tɛna barika da a ye wa?",
    "I bɛ tasuma min mana, yala i ye o ye wa?",
    "Yala e de b’a jiri Bɔ wa, walima Anw de ye a Bɔbaa ye wa?",
    "An y’a kɛ hakilijigin ye, ani dususalo ye baarakɛlaw bolo.",
    "O la, i ka Matigiba Tɔgɔ bonya.",
    "N bɛ kali dolow sigiyɔrɔw la.",
    "Kalili don, n’i tun b’a dɔn dɔrɔn, o ye koba ye.",
    "Kuranɛ bonyalen don.",
    "Gafe min lakananen don kosɛbɛ.",
    "Mɔgɔ si tɛ se k’a minɛ fo mɔgɔ saniyalenw.",
    "Jirali min bɔra diɲɛw Matigi fɛ.",
    "Yala nin jɛmukan de don i bɛ min ta nɔgɔya la wa?",
    "Ani i b’a kɛ i ka balo ye ka ban o la wa?",
    "O la ni a sera dawolo la.",
    "I n’a fɔ aw bɛ ka a lajɛ cogo min na.",
    "An ka surun a la ka tɛmɛ aw kan, nka aw t'a ye.",
    "Ni i ma jalaki.",
    "O kɔ, na n’a ye kokura, n’i ye tiɲɛ fɔ.",
    "Nka ni a ye mɔgɔ gɛrɛlenw dɔ ye.",
    "O kɔfɛ, nisɔndiya, ani falenfɛnw, ani Nisɔndiya Nakɔ.",
    "Wa ni a ye minnu bɛ Numan fɛ, olu dɔ ye.",
    "O kɔfɛ, “Hɛrɛ ka kɛ aw ye,” ka bɔ minnu bɛ Numan fɛ.",
    "Nka ni a ye sɔsɔlikɛlaw dɔ ye, filila.",
    "O kɔfɛ, Inferno ka bisimilali dɔ kɛra.",
    "Ani ka jeni Jahannama kɔnɔ.",
    "Nin ye tiɲɛ ye min bɛ se ka tiɲɛ.",
    "O la, aw ka aw Matigi Tɔgɔ bonya, min ye Kɔrɔba ye"
]