[
    "Ala bonya ye fɛn bɛɛ ye sankolo ni dugukolo kan. Ale de ye Sebaayabɛɛtigi ye, Hakilitigi.",
    "Sankolo ni dugukolo masaya ye ale de ta ye. A bɛ ɲɛnamaya di ani a bɛ saya lase mɔgɔ ma, wa fanga b’a la fɛn bɛɛ kan.",
    "Ale de ye Fɔlɔ ni laban ye, ani Kɛnɛma ni Kɔnɔna, wa a bɛ fɛn bɛɛ dɔn.",
    "Ale de ye sankolow ni dugukolo da tile wɔɔrɔ kɔnɔ, ka sɔrɔ ka sigi Masasigilan kan. A b’a dɔn fɛn min bɛ don dugukolo kɔnɔ, ani fɛn min bɛ bɔ a la, ani fɛn min bɛ jigin ka bɔ sankolo la, ani fɛn min bɛ wuli ka taa a fɛ. Wa, a bɛ aw fɛ yɔrɔ o yɔrɔ, aw bɛ se ka kɛ yɔrɔ o yɔrɔ. Ala bɛ ka i ka kɛtaw bɛɛ Ye.",
    "Sankolo ni dugukolo masaya ye ale de ta ye, ko bɛɛ ɲɛsinnen bɛ Ala de ma.",
    "A bɛ su fara ɲɔgɔn kan ka kɛ tile ye, a bɛ tile fara ɲɔgɔn kan ka kɛ su ye; ani dusukunw kɔnɔfɛnw bɛ min na, a b’o dɔn.",
    "Aw ka da Ala n’a ka ciden la, ka musaka kɛ ka bɔ min na a ye aw kɛ ciyɛn ye. Aw cɛma minnu dalen bɛ a la ka nili kɛ, olu bɛna saraba sɔrɔ.",
    "Ko jumɛn bɛ aw la ko aw ma da Ala la, k’a sɔrɔ ciden b’aw wele ka da aw Matigi la, wa a ye layidu sɔrɔ aw fɛ, ni aw ye dannabaaw ye?",
    "Ale de bɛ jirali jɛlenw ci a ka baarakɛla ma, ka aw bɔ dibi la ka don yeelen na. Ala ye Dususuman ye i ma, hinɛtigiba.",
    "Mun na aw tɛ musaka kɛ Ala ka ko la, k'a sɔrɔ sankolo ni dugukolo ciyɛn ye Ala ta ye? Minnu ye bolomafara di ka kɔn se sɔrɔli ɲɛ, ka kɛlɛ kɛ, olu tɛ kelen ye aw cɛma. Olu ka jɔyɔrɔ ka bon ni minnu ye dɛmɛ don o kɔfɛ, ka kɛlɛ kɛ. Nka Ala ye layidu ta u fila bɛɛ la ko u bɛna sara ɲuman sɔrɔ. Ala bɛ se kosɛbɛ i ka baara la.",
    "Jɔn ye ɲumanya juru don Ala la, walisa a ka se ka o kɛ siɲɛ fila a ye, ka sara caman sɔrɔ?",
    "Don min na i bɛ dannabaaw ni dannabaaw musow ye—u ka yeelen bɛ yeelen bɔ u ɲɛfɛ, ani u kinin fɛ: “Kibaru duman aw ye bi: nakɔw, baji bɛ woyo minnu jukɔrɔ, u sigilen bɛ u kɔnɔ fo abada. O de ye sebaayaba ye.”",
    "Don min na filankafow ni filankafow bɛna a fɔ dannabaaw ye ko: “Aw ka an makɔnɔ; an ka i ka yeelen dɔ minɛ.” A bɛna fɔ ko: “I kɔsegin i kɔ, ka yeelen ɲini.” Kogo dɔ bɛna jɔ u ni ɲɔgɔn cɛ, da dɔ bɛ o kɔnɔ. hinɛ bɛ a kɔnɔ, tɔɔrɔ bɛ kɛnɛma.",
    "U na u wele ko: “An tun tɛ aw fɛ wa?” U na a fɔ ko: “Ɔwɔ, nka aw ye aw niw nanbara, ka kɔnɔni kɛ, ka sigasiga, ka lafili ŋaniyajuguya fɛ, fo Ala ka cikan sera; Kuncɛbaya ye aw lafili Ala ko la.”",
    "«O de kosɔn bi, kunmabɔsara si tɛna sɔn aw fɛ, wala kafiriw fɛ. Tasuma ye aw dogoyɔrɔ ye. O ye i taamaɲɔgɔn ye—o ye siniko jugu ye dɛ!”",
    "Yala dannabaaw b’u dusukunw di Ala hakilijigin ma, ani tiɲɛ min jigira, wa u kana kɛ i n’a fɔ Kitabu dira minnu ma ka tɛmɛ, nka waati janyalen don u bolo, o de la u dusukunw gɛlɛyara wa , ani u caman ye jurumutw ye ?",
    "Aw k’a dɔn ko Ala bɛ dugukolo lakunu a salen kɔfɛ. An bɛ jiralifɛnw ɲɛfɔ aw ye o cogo la, walisa aw ka faamuyali sɔrɔ.",
    "Cɛw ni dɛmɛbaga musow, minnu ye tilennenya juru don Ala la—o bɛna caya u bolo, wa o ye sara ye min bɛ kɛ ni bolomafara ye.",
    "Minnu dalen bɛ Ala n’a ka cidenw na—o ye mɔgɔ sɛbɛw ye ani seerew ye u Matigi fɛ; u na u ka sara ni u ka yeelen sɔrɔ. Nka minnu tɛ dannaya kɛ ani minnu bɛ ban An ka jirali la—olu ye Blaze kasodenw ye.",
    "Aw k’a dɔn ko diɲɛ ɲɛnamaya ye tulonkɛ dɔrɔn de ye, ani ka mɔgɔw hakili ɲagami, ani ka manamana, ani ka waso aw cɛma, ani ka ɲɔgɔn sɔsɔ nafolo ni denmisɛnw na. A bɛ iko sanji min bɛ jiriw bɔ, ka kafiriw nisɔndiya. Nka o kɔ, a bɛ ja, i b’a ye ko a bɛ jɛ, o kɔfɛ, a bɛ kɛ nɔgɔ ye. K'a sɔrɔ Lahalaya la, tɔɔrɔba bɛ yen, ani yafa bɛ bɔ Ala yɔrɔ, ani sɔnni. Nin diɲɛ ɲɛnamaya tɛ fosi ye ni fu diyabɔli tɛ.",
    "Boli ka taa yafa la ka bɔ i Matigi yɔrɔ; ani Nakɔ min ka bon i n’a fɔ sankolow ni dugukolo, min labɛnna mɔgɔ minnu dalen bɛ Ala n’a ka cidenw na. O de ye Ala ka nɛɛma ye; A b’a di mɔgɔ o mɔgɔ ma, a b’a fɛ. Ala ye nɛɛmaba tigi ye.",
    "Bɔnɛ si tɛ kɛ dugukolo kan, walima aw niw la, nka a bɛ Kitabu dɔ kɔnɔ, hali sanni An k’a kɛ. O ka nɔgɔn Ala bolo.",
    "Walisa i kana dusukasi fɛn min bɛ i ɲɛ, i kana nisɔndiya fana a ye min di i ma. Ala tɛ kuncɛbaya snob kanu.",
    "Minnu ye sɛgɛnbagatɔw ye, ani minnu bɛ mɔgɔw lasun u ka kɛ namaratɔw ye. Mɔgɔ o mɔgɔ bɛ kɔsegin—Ala ye Yɛrɛmahɔrɔn ye, Tanulen don.",
    "An ye An ka cidenw ci ni dalilu jɛlenw ye, an ye Kitabu ni Balance jigin n’u ye, walasa hadamadenya ka tilennenya sabati. Wa An ye nɛgɛ ci, fanga jugu bɛ min kɔnɔ, ani nafa bɛ hadamadenw na. Walisa Ala k’a dɔn mɔgɔ min b’a n’a ka cidenw dɛmɛ cogo yebali la. Ala barika ka bon ani a fanga ka bon.",
    "An ye Nuhun ni Ibrahima ci, ka Kiraya ni Sɛbɛnniw sigi u ka layini na. U dɔw bɛ bilasirali kɛ, nka u caman ye jurumutw ye.",
    "O k, an ye An ka cidenw ci u ka kununni na, ka tugu Yesu denkɛ Mariyama kɔ, ka Kibaru Duman di a ma, ka hinɛ ni makari don a nɔfɛmɔgɔw dusukunw na. Nka u ye monasticisme min dabɔ An m’o sigi u ye—ka Ala ka sɔnni ɲini dɔrɔn. Nka u m’a labato n’a labatoli bɛnnen ye. O la, an ye u ka sara di olu ma, nka u caman ye jurumutw ye.",
    "Aw dannabaaw! Aw ka siran Ala ɲɛ, ka da a ka ciden la: A na a ka hinɛ tilayɔrɔ fila di aw ma, ka yeelen di aw ma aw bɛ taama min fɛ, ka yafa aw ma. Ala ye Yafabaga ni makaribaga ye.",
    "Walasa Kitabu Mɔgɔw k’a dɔn ko fanga foyi t’u la Ala ka nɛɛma kan, wa ko nɛɛma bɛɛ bɛ Ala bolo; A b’a di mɔgɔ o mɔgɔ ma, a b’a fɛ. Ala ye nɛɛmaba tigi ye."
]