[
    "O muso min ye sɔsɔli kɛ ni aw ye a cɛ ko la, Ala ye o ka kuma mɛn, i ko a tun bɛ ka ŋunan Ala ma cogo min na. Ala y'i ka baro lamɛn. Ala ye Lamɛnnikɛla ni Yelikɛla ye.",
    "Aw minnu b’u musow bɔ ɲɔgɔn na k’u ni u baw kɛ kelen ye—u tɛ u baw ye. U ba tɛ mɔgɔ wɛrɛ ye ni u bangebagaw tɛ. U bɛ min fɔ, o ye kojugu ye, wa nkalon jɛlen don. Nka Ala ye Yafa ni Yafabaga ye.",
    "Minnu b’u musow bɔ ɲɔgɔn na k’u ni u baw kɛ kelen ye, ka sɔrɔ ka segin u ka kuma fɔlenw kan, olu ka kan ka jɔn dɔ hɔrɔnya sanni u ka maga ɲɔgɔn na. O de bɛ aw laadi, wa Ala bɛ aw ka ko kɛtaw dɔn kosɛbɛ.",
    "Nka min tɛ se ka fɛɛrɛ sɔrɔ, o ka kan ka sunɔgɔ kalo fila tugu-tugu ɲɔgɔn na sani u ka maga ɲɔgɔn na. Wa ni a ma se, o tuma na, magojirabaga biwɔɔrɔ baloli. O, walisa i ka i ka dannaya sabati Ala n’a ka ciden la. Olu ye Ala ka laadilikanw ye. Dannabaliw na ɲangili jugu sɔrɔ.",
    "Minnu bɛ Ala n’a ka ciden kɛlɛ, olu bɛna kolo, i n’a fɔ u ɲɛfɛmɔgɔw tun bɛ kolo cogo min na. An ye cikan jɛlenw jira. Dannabaliw bɛna ɲangili sɔrɔ min bɛ mɔgɔ dɔgɔya.",
    "Don min na Ala b’u bɛɛ lakunu, k’u ladɔnniya u ye min kɛ. Ala y'a jate minɛ, nka u ɲinɛna o kɔ. Ala ye Seere ye fɛn bɛɛ kan.",
    "Yala i t’a dɔn ko Ala bɛ sankolow ni dugukolo kan fɛn bɛɛ dɔn wa? Ladilikan gundo tɛ mɔgɔ saba ni ɲɔgɔn cɛ, nka ale de ye u naaninan ye; duuru ni ɲɔgɔn cɛ fana, nka Ale de ye u wɔɔrɔnan ye; a ma dɔgɔya o la, a tɛ tɛmɛ o kan, nka a bɛ u fɛ u bɛ yɔrɔ o yɔrɔ. O kɔ, Lakununni don na, a bɛna u ladɔnniya u ye min kɛ. Ala bɛ fɛn bɛɛ dɔn.",
    "Yala i ye mɔgɔ minnu kɔlɔsi, u dagalen tun bɛ ka dabali tigɛ gundo la, nka o kɔfɛ, u seginna u dagalen bɛ min na wa? U bɛ dabali tigɛ ka jurumu kɛ, ani ka binkanni kɛ, ani ka Ciden sɔsɔ. Wa ni u nana i fɛ, u bɛ i fo ni foli ye, Ala ma i fo abada. U b'a fɔ u yɛrɛ kɔnɔ ko: «Mun na Ala tɛ an ɲangi an ka kuma fɔlenw kosɔn?” Jahannama bɛ se u ma. U bɛna tobi o kɔnɔ. O ye siniko juguba ye dɛ!",
    "Aw dannabaaw! Ni aw bɛ baro kɛ gundo la, aw kana baro kɛ jurumu la, ani binkanni na, ani ciden ka kanminɛbaliya la; nka aw ka baro kɛ jogoɲumanya ni Ala ɲɛsiran na; Aw ka siran Ala ɲɛ, aw bɛna lajɛ min fɛ.",
    "Dajuruw bɛ bɔ Sitanɛ fɛ, walisa a ka dannabaaw dusu tiɲɛ. nka a tɛna kojugu kɛ u la hali dɔɔnin, fo ni Ala ka sɔnni kɛra. O la, dannabaaw ka u jigi da Ala kan.",
    "Aw dannabaaw! Ni a fɔra aw ye ko aw ka yɔrɔ di aw ka lajɛw la, aw ka yɔrɔ di; Ala bɛna yɔrɔ di i ma. Wa ni a fɔra i ye ko i ka jɛnsɛn, i ka jɛnsɛn. Ala bɛ aw cɛma minnu dalen bɛ a la, ani dɔnniya dira minnu ma, a bɛ sen caman kɔrɔta. Ala b’a dɔn i bɛ min kɛ.",
    "Aw dannabaaw! Ni i bɛ baro kɛ i kelen na ni Ciden ye, i ka fɛn dɔ di dɛmɛni na ka kɔn i ka baro ɲɛ. O de ka fisa i ma, wa a saniyalen don. Nka n’i ma fɛɛrɛ sɔrɔ—Ala ye Yafabaga ni makarikɛla ye.",
    "Yala i tɛ sɔn ka dɛmɛ don sani i ka baro ka kɛ wa? Ni aw m’o kɛ, ni Ala ye yafa i ma, o tuma na, i ka delili kɛ, ka saraka di, ka Ala n’a ka ciden kan minɛ. Ala b’a dɔn i bɛ min kɛ.",
    "Mɔgɔ minnu ye teriya kɛ ni mɔgɔw ye, Ala dimina minnu kɔrɔ, yala i ye olu jateminɛ wa? U tɛ aw ta ye, u fana tɛ. Wa u bɛ kali nkalon na k'a sɔrɔ u b'a dɔn.",
    "Ala ye ɲangili jugu dɔ labɛn u ye. U tun bɛ min kɛ, juguya de tun don.",
    "U y’u ka kalili kɛ i n’a fɔ ɛkran, ka mɔgɔ wɛrɛw bali ka bɔ Ala ka sira kan. U bɛna maloya ɲangili sɔrɔ.",
    "U bolofɛnw wala u denw tɛna nafa foyi lase u ma Ala ma. Olu ye Tasuma sigibagaw ye, minnu sigilen bɛ a kɔnɔ fo abada.",
    "Don min na Ala bɛna u lakunu pewu—u bɛna kali a la, i n’a fɔ u bɛ kali i la cogo min na, k’a miiri ko u bɛ fɛn dɔ kan. Tiɲɛ na, olu yɛrɛ de ye nkalontigɛlaw ye.",
    "Sitanɛ y’u minɛ, o cogo la, a y’a to u ɲinɛna Ala hakili jigin kɔ. Olu ye Sitanɛ ka kɛlɛcɛw ye. Tiɲɛ na, Sitanɛ ka kɛlɛcɛw de ye bɔnɛbagaw ye.",
    "Minnu bɛ Ala n’a ka ciden kɛlɛ, olu bɛ mɔgɔ dɔgɔmanninw cɛma.",
    "Ala y’a sɛbɛn ko: “Ne ni ne ka cidenw na se sɔrɔ tiɲɛ na.” Ala barika ka bon ani Sebaayaba don.",
    "I tɛna jama sɔrɔ min dalen bɛ Ala ni laban don na, ka mɔgɔ minnu kanu, olu bɛ Ala n’a ka ciden kɛlɛ, hali ni u tun ye u bangebagaw ye, walima u denw, walima u balimakɛw, walima u somɔgɔw gɛrɛgɛrɛw. Olu—A ye dannaya sɛbɛn u dusukunw na, ka u dɛmɛ ni hakili ye min bɔra ale fɛ. A na u don Nakɔw kɔnɔ, baji bɛ woyo minnu jukɔrɔ, u bɛna sigi minnu kɔnɔ badaa. Ala ka di u ye, u fana ka di a ye. Olu ye Ala ka partisanw ye. Tiɲɛ na, Ala ka partisanw de ye ɲɛtaa sɔrɔ."
]