[
    "Ala bonya ye fɛn bɛɛ ye sankolo ni dugukolo kan. Ale de ye Sebaayabɛɛtigi ye, Hakilitigiba.",
    "Ale de ye kafiriw gɛn ka bɔ Kitabu mɔgɔw cɛma ka bɔ u ka so mobilizasiyɔn fɔlɔ la. I tun t’a miiri k’u bɛna bɔ yen, wa u tun b’a miiri k’u ka kɛlɛbolow bɛna u tanga Ala ma. Nka Ala nana u ma ka bɔ yɔrɔ la, u tun ma miiri min na abada, ka siran don u dusukunw na. U ye u ka sow tiɲɛ ni u yɛrɛ bolow ye, ani dannabaaw bolo. O la sa, aw ka kalan ta, aw minnu ye hakilitigiya sɔrɔ.",
    "Ni Ala tun ma jɔnya latigɛ u ye, a tun bɛna u ɲangi nin ɲɛnamaya kɔnɔ. Nka Alako la, u bɛna Tasuma ɲangili sɔrɔ.",
    "O bɛ kɛ bawo u ye Ala n’a ka ciden kɛlɛ. Mɔgɔ o mɔgɔ bɛ Ala kɛlɛ—Ala ka gɛlɛn a ka waleɲumandɔn na.",
    "I mana jiri tigɛ, wala i y’a to a ka jɔ a jiribolo kan, o bɛ kɛ Ala sago de la. Siga t'a la, a na jurumutw maloya.",
    "Ala ye fɛn o fɛn Di a ka ciden ma ka Bɔ u la; i ma sow ni ɲɔgɔmɛw lawuli u kosɔn, nka Ala bɛ fanga di a ka cidenw ma a sago la. Ala bɛ Se ka fɛn bɛɛ kɛ.",
    "Ala ye fɛn o fɛn segin a ka ciden ma ka bɔ dugudenw na, o ye Ala ta ye, ani ciden ta, ani somɔgɔw ta, ani yatɔw ta, ani faantanw ta, ani siratigi ta; walisa a kana yaala aw cɛma nafolotigiw dɔrɔn cɛ. Ciden mana fɛn o fɛn di i ma, i ka sɔn o ma; A mana fɛn o fɛn bali aw la, aw k'aw yɛrɛ tanga o ma. Ani ka siran Ala ɲɛ. Ala ka jugu ɲangili la.",
    "Ka ɲɛsin faantanw ma minnu gɛnna ka bɔ u ka so ani u bolofɛnw na, k’a sɔrɔ u tun bɛ Ala ka nɛɛma ɲini ani a ka sɔnni na, ka na Ala n’a ka ciden dɛmɛ. Olu de ye mɔgɔ sɛbɛw ye.",
    "Wa minnu, ka kɔn u ɲɛ, olu tun sigilen bɛ u faso la, ka sɔn dannaya ma. Mɔgɔ minnu jiginna u fɛ, u bɛ olu kanu, wa u tɛ sigasiga si sɔrɔ u dusukun na k’u dɛmɛ. U b’u bila jɔyɔrɔ fɔlɔ la ka tɛmɛ u yɛrɛw kan, hali n’u yɛrɛ mago bɛ dɛsɛbagatɔw la. Mɔgɔ o mɔgɔ lakananen don a ka namara dabɔlen na—olu de ye ɲɛtaa sɔrɔ.",
    "Minnu nana u nɔfɛ, k’a fɔ ko: «An Matigi, yafa anw ma, an balima minnu tun bɛ an ɲɛfɛ dannaya la, aw kana juguya si to an dusukun na dannabaaw ma. An Matigi, I ye Clement ni makarikɛla ye.”",
    "Mɔgɔ minnu bɛ filankafoya kɛ, yala i ma olu jateminɛ wa? U b’a fɔ u balimaw ye minnu ma dannaya kɛ Kitabu mɔgɔw cɛma ko: “Ni aw gɛnna ka bɔ yen, an bɛna bɔ aw fɛ, an tɛna mɔgɔ si kan minɛ aw kama; ni mɔgɔ dɔ ye aw kɛlɛ, an bɛna aw dɛmɛ tiɲɛ na.” Nka Ala bɛ seereya kɛ ko u ye nkalontigɛlaw ye.",
    "Ni u gɛnna ka bɔ yen, u tɛna bɔ n’u ye; ni mɔgɔ dɔ ye u kɛlɛ, u tɛna u dɛmɛ; Ni u taara u dɛmɛ, u bɛna u kɔdon ka boli; o tuma na fɛ, u tɛna dɛmɛ si sɔrɔ.",
    "Aw ka siran ka bon u dusukunw na ka tɛmɛ Ala ɲɛsiran kan. O bɛ Kɛ k’a sababu Kɛ u ye jama ye minnu t’a Faamu.",
    "U tɛna aw bɛɛ kɛlɛ ɲɔgɔn fɛ fo ka bɔ dugu barikamaw la, walima ka bɔ kogow kɔfɛ. U ka juguya ka jugu ɲɔgɔn ma. I bɛna miiri k’u ye kelen ye, nka u dusukunw tɛ kelen ye. O bɛ Kɛ k’a sababu Kɛ u ye jama ye minnu t’a Faamu.",
    "I n’a fɔ minnu tun bɛ u ɲɛfɛ dɔɔnin. U ye u ka desizɔnw kɔlɔlɔw ye. U bolo, o ye ɲangili ye min bɛ mɔgɔ tɔɔrɔ.",
    "I n’a fɔ jinɛ, n’a y’a fɔ hadamaden ye ko “Kafiri.” Nka ni a ye danna kɛ tuma min na, a b’a fɔ ko: “Ne jalakibali don aw la; Ne bɛ siran Ala ɲɛ, diɲɛw Matigi.”",
    "U fla bɛɛ laban laban ye Tasuma ye, u bɛna sigi yɔrɔ min na fo abada. O cogo de bɛ kɛ kojugukɛlaw ka waleɲumandɔn ye.",
    "Aw dannabaaw! Aw ka siran Ala ɲɛ, ani ni bɛɛ ka a jateminɛ a ye min ci siniɲɛsigi kama, ka siran Ala ɲɛ. Ala b’a dɔn i bɛ min kɛ.",
    "Aw kana kɛ i ko mɔgɔ minnu ɲinɛna Ala kɔ, o de la a y’u bila ka ɲinɛ u yɛrɛw kɔ. Olu de ye jurumutw ye.",
    "Tasuma sigibagaw ni Alijinɛ sigibagaw tɛ kelen ye. Alijɛnɛ sigibagaw de ye setigiw ye.",
    "Ni an tun ye nin Kuranɛ in ci kulu dɔ kan, i tun na a ye a bɛ yɛrɛyɛrɛ, a bɛ ka tiɲɛ Ala ɲɛsiran fɛ. An bɛ nin ntalenw fɔ jama ye, walisa u ka miiri.",
    "Ale de ye Ala ye. Ala wɛrɛ tɛ yen ni ale tɛ, gundo ni fɔlifɛnw dɔnbaga. Ale de ye hinɛbaga ye, hinɛtigi ye.",
    "Ale de ye Ala ye; Ala tɛ min kɔ; Kuntigiba, Senuma, Hɛrɛ Dibaga, Dannaya Dibaga, Kɔlɔsilikɛla, Sebaayabɛɛtigi, Sebaayabɛɛtigi, Setigi. Bonya ka kɛ Ala ye, ka tɛmɛ u ni ɲɔgɔn cɛ.",
    "Ale de ye Ala ye; Dabaga, Dabaga, Dilanbaga. A ta ye Tɔgɔ cɛɲiw ye. Fɛn o fɛn bɛ sankolow ni dugukolo kan, o bɛ nɔɔrɔ da a kan. Ale de ye Majetigi ye, Hakilitigi."
]