[
    "Tanuli ka kɛ Ala ye, ale min ye sankolow ni dugukolo da, ka dibi ni yeelen kɛ. O bɛɛ n'a ta, minnu ma Da a la, olu bɛ Bɛn u Matigi ma.",
    "Ale de ye i da ni bɔgɔ ye, o kɔfɛ, a ye waati dɔ latigɛ—ɲɛnamaya waati min bɛ dɔn ale dɔrɔn fɛ. O bɛɛ n’a ta, i bɛ sigasiga.",
    "Ale de ye Ala ye sankolo la ani dugukolo kan. A b’i ka danbe ni foroba kow dɔn, wa a b’a dɔn i bɛ min sɔrɔ.",
    "Jirali si tɛ bɔ u Matigi yɔrɔ, o tɛ se u ma abada k’a sɔrɔ u ma u kɔdon o la.",
    "U banna tiɲɛ na tuma min na a sera u ma, nka u ye fɛn min tulo geren, o kibaru bɛna se u ma sɔɔni.",
    "Yala u t’a ye ko An ye bɔnsɔn joli tiɲɛ u ɲɛ wa? An tun ye u sigi dugukolo kan ka tɛmɛ aw kan, ka dugawu caman kɛ u la ka bɔ sankolo la, ka bajiw woyo u jukɔrɔ. O k, an ye u halaki u ka jurumuw kosɔn ani ka bɔnsɔn kuraw lakunu u kɔfɛ.",
    "Hali ni An tun ye sɛbɛn dɔ jira u la min sɛbɛnnen bɛ papiye kan, ani u tun magara o la ni u yɛrɛ bolo ye, mɔgɔ minnu ma da a la, olu tun bɛna a fɔ ko: “Nin tɛ fosi ye ni subagaya jɛlen tɛ”.",
    "U yɛrɛ b’a ɲininka ko: “Mun na mɛlɛkɛ ma jigin a fɛ?” N’an tun ye mɛlɛkɛ dɔ ci ka jigin, o ko tun bɛna latigɛ, wa u tun tɛna lafiɲɛ foyi di u ma.",
    "Wa hali n’an tun y’a kɛ mɛlɛkɛ ye, An tun bɛna a kɛ cɛ cogo la, k’u ɲagami ka taa a fɛ.",
    "Ciden minnu tun bɛ i ɲɛfɛ, olu fana tun bɛ tulo geren, nka minnu tun bɛ tulonko kɛ, u tun bɛ fɛn minnu tulo geren, olu tun bɛ olu lamini.",
    "A fɔ ko: “Aw ka dugukolo yaala, ka sɔsɔlikɛlaw ka siniɲɛsigi kɔlɔsi.”",
    "A fɔ ko: «Sankolo ni dugukolo kan fɛn bɛɛ ye jɔn ta ye?” A fɔ ko: “Ala ma.” A ye makari kɛ a yɛrɛ kan. A na aw lajɛ Lakununni don na, siga t’o la. Minnu bɔnɛna u niw la, olu tɛna da a la.",
    "Fɛn o fɛn bɛ lafiɲɛ su ni tile la, o ye ale ta ye. Ale de ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga don.",
    "A fɔ ko: “Yala ne ka kan ka lakanabaga wɛrɛ ta ni Ala tɛ, sankolow ni dugukolo dabɔbaa, min bɛ balo, a tɛ balo wa?” A fɔ ko: “A fɔra ne ye ko ne ka kɛ mɔgɔ fɔlɔ ye min bɛ kolo.” Wa aw kana kɛ murikariw cɛma.",
    "A fɔ ko: “Ne bɛ siran donba dɔ ɲangili ɲɛ ni ne ye ne Matigi kan bila.”",
    "Mɔgɔ o mɔgɔ kisi o ma o don na, tiɲɛ na, a na makari a la; wa o de ye ɲɛtaa jɛlen ye.",
    "Ni Ala magara i la ni gɛlɛya ye, mɔgɔ si tɛ se k’o bɔ yen ni ale tɛ. Wa ni a magara i la ni ko ɲuman ye, a bɛ se fɛn bɛɛ la.",
    "Ale de ye fangatigi ye a ka danfɛnw kan. Ale de ye Hakilitigi ye, dɔnnikɛla.",
    "U ɲininka ko: “Mun ka bon ni seereya ye?” A fɔ ko: “Ala ye Seere ye ne ni aw cɛ. Nin Kuranɛ in jiginna ne la, ka aw lasɔmi a fɛ ani a bɛ se mɔgɔ o mɔgɔ ma. Yala aw bɛ seereya kɛ ko ala wɛrɛw bɛ yen ka fara Ala kan wa?” A fɔ ko: “Ne tɛ seereya kɛ.” A fɔ ko: “A ye Ala kelenpe de ye, aw ni a jɛra fɛn o fɛn na, ne jalakibali don.”",
    "An ye Sɛbɛnni di minnu ma, olu b’a dɔn i n’a fɔ u b’u yɛrɛ denw dɔn cogo min na. O bɛɛ n’a ta, mɔgɔ minnu bɔnɛna u niw la, olu tɛ da a la.",
    "Jɔn ka tilenbaliya ka tɛmɛ mɔgɔ kan min bɛ nkalon tigɛ Ala ko la walima min bɛ ban a ka jiralifɛnw na? Jurumukɛlaw tɛna ɲɛ sɔrɔ.",
    "An bɛ u bɛɛ lajɛ don min na, an bɛna jɛɲɔgɔnw kɛ mɔgɔ minnu na ni Ala ye, an bɛna olu ɲininka ko: “Aw ye jɛɲɔgɔn minnu fɔ, olu bɛ min?”",
    "U ka jaabi kelenpe de bɛna kɛ ko: “Ala barika la, an Matigi, an tun tɛ murikɛriw ye.”",
    "A filɛ u bɛ nkalon tigɛ u yɛrɛ la cogo min na, ani u ye nkalon minnu dabɔ, olu y’u bila cogo min na.",
    "U dɔw b’aw lamɛn, nka an ye finiw da u dusukunw kan, k’u bali k’a faamu, ka tulo geren don u tulo la. Hali n’u tun ye taamasiyɛn bɛɛ ye, u tun tɛna da o la. Ni u nana sɔsɔli kɛ n’i ye, kafiriw b’a fɔ ko: “Nin tɛ foyi ye ni kɔrɔlenw ka nsiirinw tɛ.”",
    "U bɛ mɔgɔ wɛrɛw bali o la ani u yɛrɛw b’u yɛrɛ tanga o ma. U tɛ foyi tiɲɛ ni u yɛrɛ tɛ, o bɛɛ n’a ta, u t’o faamu.",
    "Ni i tun bɛ se k’a ye, n’u kɛra ka jɔ Tasuma ɲɛkɔrɔ. U na delili kɛ ko: “Ni an tun bɛ se ka segin, ka ban an Matigi ka jirali la, ka kɛ dannabaaw cɛma.”",
    "U tun ye min dogo fɔlɔ, o bɛna jira u la sisan; hali n'u bilala ka segin, siga t'a la k'u tun bɛ segin u dagalen kan, wa tiɲɛ na, u ye nkalontigɛlaw ye.",
    "U b’a fɔ ko: “Foyi tɛ an ka diɲɛnamaya kɔ, wa an tɛna kunun.”",
    "Ni i tun bɛ se k’a ye tuma min na u bɛ jira u Matigi ɲɛkɔrɔ. A bɛna ɲininkali kɛ ko: “Tiɲɛ tɛ nin ye wa?” U na jaabi di ko: “Ɔwɔ, an Matigi barika la.” A na a fɔ ko: “O tuma na fɛ, aw ka dannabaliya ɲangili nɛnɛ.”",
    "Minnu banna Ala ka ɲɔgɔnye ma, olu bɔnɛna. Ni Lɛrɛ sera u ma yɔrɔnin kelen, u bɛna pɛrɛn ko: “Bɔnɛ an bɛ nin ko in bila kɔ!” Wa, u bɛna u ka doni ta u kɔ kan—u bɛ doni juguba don dɛ!",
    "Nin diɲɛ ɲɛnamaya ye tulonkɛ dɔrɔn de ye ani fɛn ye min bɛ mɔgɔ bila ka miiri. So min bɛ siniɲɛsigi la, o ka fisa kosɛbɛ mɔgɔ tilennenw ma. Yala i t’a faamu wa?",
    "An b’a dɔn k’u bɛ min fɔ, o bɛ i dusu kasi. U t’i ban, nka Ala ka tɛmɛsiraw de don, kojugukɛlaw bɛ ban minnu na.",
    "Ciden minnu tun bɛ i ɲɛfɛ, olu fana banna, nka u ye ban ni tɔɔrɔ muɲu ni muɲu ye fo An ka dɛmɛ sera. Wa, yɛlɛma si tɛ Ala ka kumaw la. Kibaru dɔ sera aw ma kaban cidenw ko la.",
    "Ni u ka sɔsɔli kɛra fɛn ye min tɛ se ka muɲu i bolo, o tuma na, n’i bɛ se, i ka jirisun dɔ ɲini ka tɛmɛ dugukolo kan walima ka lada dɔ ɲini ka don sankolo la walasa ka taamasiyɛn dɔ lase u ma. Ni Ala tun b’a fɛ, a tun bɛ se k’u bɛɛ ɲɛminɛ. O la sa, kana kɛ dɔnbaliw ta ye.",
    "Minnu bɛ lamɛnni kɛ, olu dɔrɔn de bɛna jaabi di. Mɔgɔ salenw ta fan fɛ, Ala bɛna u lakunun. O kɔ, u bɛna segin a ma.",
    "U bɛ ɲininkali kɛ ko: “Mun na taamashyɛn si ma jigin a ma ka bɔ a Matigi yɔrɔ?” A fɔ ko: “Se bɛ Ala ye ka kabako dɔ jigin, nka u fanba t’a dɔn.”",
    "Danfɛn si tɛ dugukolo kan, kɔnɔ fana tɛ yen min bɛ pan n’a kamanw ye, nka u ye sigidaw ye i n’a fɔ e. An ma foyi bila kɔfɛ Gafe kɔnɔ. O kɔ, u na lajɛ u Matigi fɛ.",
    "Minnu b ban An ka taamashyɛnw ma, olu ye tulogwerenw ni bobow ye, dibi la. Ala b'a fɛ mɔgɔ o mɔgɔ, a b'o bila ka fili, a b'a fɛ mɔgɔ o mɔgɔ, a bɛ sira tilennen bila.",
    "A fɔ ko: “A filɛ ni Ala ka ɲangili tun bɛna i sɔrɔ, walima ni Waati sera, yala i bɛna mɔgɔ wɛrɛ wele ni Ala tɛ, ni i ye tiɲɛtigi ye wa?”",
    "I tun bɛna ale kelenpe wele, ni a tun b’a fɛ, i tun bɛ min deli a la, a tun bɛ se k’o bɔ yen, ani i tun bɛ ɲinɛ i ni min cɛ, i tun bɛ ɲinɛ o kɔ.",
    "An ye cidenw ci sigidaw la ka kɔn aw ɲɛ, an y’u minɛ ni gɛlɛya ni tɔɔrɔ ye, walasa u ka se k’u yɛrɛ majigin.",
    "Nka tuma min na An ka sebaaya sera u ma, u ma u yɛrɛ majigin. Nka u dusukunw gɛlɛyara, Sitanɛ y’u ka kɛwalew cɛɲi u kosɔn.",
    "Hakilijigin minnu dira u ma, u ye olu bila kɔfɛ tuma min na, An ye fɛn bɛɛ da wuli u ye. Nka u tun bɛ ka nisɔndiya tuma min na u ye min sɔrɔ, An y’u minɛ yɔrɔnin kelen, u tora jigitigɛ la.",
    "O cogo la, kojugukɛlaw tigɛra pewu. Tanuli ka kɛ Ala ye, diɲɛw Matigi.",
    "I ka ɲininkali kɛ ko: “Miiri k’a filɛ ni Ala tun bɛna aw ka mɛnni ni aw ka yeli bɔ aw la, ka taamasiyɛn kɛ aw dusukunw kan; Ala jumɛn tɛ Ala ye, o bɛ se ka u lasegin aw ma?” Aw ye a lajɛ An bɛ taamasiyɛnw bila cogo min na ka ɲɛ, o bɛɛ n’a ta, u bɛ kɔsegin hali bi.",
    "I ka ɲininkali kɛ ko: “Miiri k’a filɛ ni Ala ka ɲangili nana i kan yɔrɔnin kelen walima ni i tun bɛ se ka fɔ ka kɔrɔ; mɔgɔ si na halaki fo kojugukɛlaw wa?”",
    "An bɛ cidenw ci dɔrɔn walisa ka na ni kibaru duman ye ani ka mɔgɔw lasɔmi. Minnu dalen b’a la ani ka fɛn dɔw sɛmɛntiya, siran tɛna kɛ olu la, u tɛna dusukasi fana.",
    "Nka minnu bɛ ban An ka cikanw na, olu bɛna tɔɔrɔ sɔrɔ u ka kanminɛbaliya sɔsɔli kosɔn.",
    "A fɔ ko: “Ne t’a fɔ ko ne bɛ Ala ka nafolo mara walima ko ne bɛ fɛn yebaliw dɔn. Ne fana t’a fɔ ko ne ye mɛlɛkɛ ye. Fɛn min jirala ne la, ne bɛ tugu o dɔrɔn de kɔ.” A fɔ ko: «Yala fiyentɔw ni yelikɛlaw bɛ se ka kɛ kelen ye wa? Yala i t’a miiri wa?”",
    "Mɔgɔ minnu bɛ siran ka lajɛ u Matigi ɲɛ kɔrɔ, olu lasɔmi n’o ye — lakanabaga walima delilikɛla si t’u bolo a kɔ — walisa u ka kɛ mɔgɔ tilennenw ye.",
    "Minnu b’u Matigi wele sɔgɔma ni wula fɛ, k’a ɲɛda nege don u la, i kana olu gɛn. I tɛ u ka kiritigɛ jalaki, u fana tɛ i ka kiritigɛ jalaki. N’i y’u gɛn ka bɔ baara la, i bɛna kɛ kojugukɛlaw cɛma.",
    "An bɛ mɔgɔ dɔw kɔrɔbɔ mɔgɔ wɛrɛw sababu fɛ, o la sa, u bɛ se k’a ɲininka ko: “Yala Ala ka diya an ye olu de ye wa?” Mɔgɔ minnu bɛ barika da Ala ye, yala Ala tɛ olu dɔn kosɛbɛ wa?",
    "Ni mg minnu dalen b An ka jirali la, ni olu nana i ma, a f ko: «Hɛrɛ ka kɛ aw ye. I Matigi ye hinɛ yamaruya a yɛrɛ ma. Ni aw cɛma mɔgɔ dɔ ye kojugu kɛ dɔnbaliya kosɔn, ka nimisa ka a ka siraw ladilan, o tuma na, a ye Yafabaga ni makarikɛla ye.”",
    "O cogo la, An bɛ tɛmɛsiraw ɲɛfɔ ka ɲɛ, walisa mɔgɔ juguw ka sira ka bɔ kɛnɛ kan kosɛbɛ.",
    "A fɔ ko: “Aw bɛ mɔgɔ minnu wele Ala kɔ, ne dagalen don ka olu bato.” A fɔ ko: “Ne tɛna tugu i ka negew kɔ, bawo o tuma na, ne tun bɛna fili, ne tun tɛna kɛ ɲɛminɛbagaw cɛma.”",
    "A fɔ ko: «Ne jigi bɛ dalilu jɛlenw kan minnu bɔra ne Matigi fɛ, o bɛɛ n’a ta, aw bɛ ban o la. I bɛ min ɲini ni kɔnɔnajɛya ye, o tɛ n bolo. Kiri bɛ bɔ Ala dɔrɔn de bolo. A bɛ tiɲɛ fɔ, wa a ye kiritigɛlaw bɛɛ la ɲuman ye.”",
    "A fɔ ko: “I bɛ min ɲini ni kɔnɔnajɛya ye, ni ne tun bɛ se ka o kuntigiya sɔrɔ, an ni ɲɔgɔn cɛ ko tun bɛna ɲɛnabɔ. Nka Ala de bɛ kojugukɛlaw dɔn kosɛbɛ.",
    "Fɛn yebaliw konnɛgɛw bɛ ale de fɛ; mɔgɔ si t'u dɔn ni ale tɛ. A bɛ fɛn bɛɛ dɔn dugukolo kan ani kɔgɔji kɔnɔ. Furu si tɛ bin k’a sɔrɔ a ma dɔn, wa suman si tɛ dugukolo dibi la, walima fɛn kura walima fɛn jalen, nka a sɛbɛnnen bɛ gafe jɛlen dɔ kɔnɔ.",
    "Ale de b’aw niw lasegin su fɛ, k’a dɔn aw ye min kɛ tile fɛ. O kɔ, a b’i lakunu o kɔnɔ walasa ka waati latigɛlen dɔ dafa. O kɔ, i seginni bɛ kɛ ale de ma, a bɛna i ladɔnniya i ka kɛwalew la.",
    "Ale de ye Setigi ye a ka danfɛnw kan, wa a bɛ kɔlɔsilikɛlaw ci aw kan, fo, ni saya gɛrɛla aw dɔ la, An ka cidenw b’u niw lasegin, u ma u ka baara bila kɔfɛ abada.",
    "O kɔ, u bɛ segin Ala ma, o min ye u Matigi lakika ye. Kiri ye ale de ta ye, wa ale de ye jatebɔlaw bɛɛ la teliya la.",
    "A fɔ ko: “Jɔn b’aw kisi ka bɔ dugukolo ni kɔgɔji dibi la, n’aw y’a wele, ni majigilenya ye, k’a fɔ aw dan na, ko: ‘N’a y’an kisi nin ma, siga t’a la, an na kɛ barika dalibaaw cɛma?”",
    "A fɔ ko: “Ala de b’i kisi o ma ani tɔɔrɔ bɛɛ la, i bɛ mɔgɔ wɛrɛw fara a kan hali bi.”",
    "A fɔ ko: “A bɛ se ka ɲangili ci aw ma ka bɔ aw sen sanfɛ walima aw duguma, walima k’aw tila kuluw ye ani k’aw bila ka ɲɔgɔn ka juguya ye. A filɛ an bɛ tɛmɛsira suguya caman kɛ cogo min na, walisa u ka faamuyali sɔrɔ.”",
    "I ka mɔgɔw y’a sɔsɔ, hali n’a y’a sɔrɔ tiɲɛ don. A fɔ ko: “Ne tɛ ɲɛmɔgɔ ye i kan.”",
    "Kirayakuma kelen-kelen bɛɛ kama, waati latigɛlen bɛ yen, wa i bɛna o dɔn sɔɔni.",
    "N’i y’a ye ko mɔgɔ minnu bɛ baro juguw kɛ An ka tɛmɛsiraw kan, i kɔsegin u ma fo u ka barokun wɛrɛ kɛ. Ni Sitanɛ ka kan ka kɛ sababu ye ka ɲinɛ i kɔ, o tuma na, n’i hakili jiginna dɔrɔn, i kana sigi tilenbaliya mɔgɔw fɛ.",
    "Mɔgɔ tilennenw tɛ kunkanbaaraba si ta u ko la, nka hakilijigin dɔ bɛ se k’u dɛmɛ u ka kɛ hakili la.",
    "Minnu b’u ka diinɛ minɛ i n’a fɔ ɲɛnajɛ ni fɛn min bɛ mɔgɔ hakili ɲagami, ani diɲɛ ɲɛnamaya ye minnu lafili. Nka, i hakili jigin n’a ye, walisa ni dɔ kana tiɲɛ a ka sɔrɔ fɛ, a tɛna kɛ ni lakanabaga walima delilikɛla si ye Ala kɔ. Hali n’a ka kan ka musaka bɛɛ di, a tɛna sɔn a ma. Olu de bɛ halaki u ka kɛwalew fɛ. U fɛ, ji wulilen minni ni ɲangili juguba don u ka dannabaliya kosɔn.",
    "A fɔ ko: “Yala an ka kan ka wele bila, Ala nɔ na, mɔgɔ minnu tɛ se ka nafa sɔrɔ an na, wa u tɛ se ka kojugu kɛ an na, ka kɔsegin Ala kɛlen kɔ ka an bilasira wa? I n’a fɔ jinɛw ye min fili dugukolo kan, a hakili ɲagamina kungokolon kɔnɔ, a hakili ɲagamina, k’a sɔrɔ a teriw b’a wele ka taa bilasirali la, k’a fɔ ko: ‘Na an fɛ’.” A fɔ ko: “Ala ka bilasirali ye bilasirali ye, wa ci dira an ma ko an ka an majigin diɲɛ bɛɛ Matigi kɔrɔ.”",
    "“Ani ka delili sabati ani ka bonya da a kan. Aw na lajɛ ale de la.”",
    "Ale de ye sankolow ni dugukolo da ni tiɲɛ ye. A ko don min na ko: “Ka kɛ,” o bɛ kɛ. A ka kuma ye tiɲɛ laban ye. A ta ye mara ye burufiyɛ don min na; fɛn yebaliw ni fɛn yetaw dɔnbaga; Ale de ye Hakilitigi ye, Dɔnnibaa.",
    "Ibrahima y’a fɔ a fa Azar ye ko: “Aw bɛ boliw ta ka kɛ ala ye wa? Ne b'a ye ko i ni i ka mɔgɔw filila ka jɛya.»",
    "An ye sankolo ni dugukolo mansamara jira Ibrahima la, walisa a ka se ka dannaya sɔrɔ.",
    "Su y'a datugu tuma min na, a ye dolow dɔ ye k'a fɔ ko: “Nin ye ne matigi ye.” Nka ni a sigilen don dɔrɔn, a ko: “Fɛn minnu bɛ sigi, olu man di ne ye.”",
    "A ye kalo wulitɔ ye tuma min na, a ko: “Nin ye ne matigi ye.” Nka a sigira tuma min na, a ko: “Ni ne Matigi ma ne bilasira, siga t’a la, ne tun bɛna kɛ mɔgɔ fililenw cɛma.”",
    "A ye tile bɔtɔ ye tuma min na, a ko: «Nin ye ne matigi ye. nin ka bon.” Nka a sigira tuma min na, a ko: “Ne ka mɔgɔw, ne hɔrɔnyalen don ka bɔ a la.",
    "Ne ye ne ɲɛda wuli ka ɲɛsin Ala ma min ye sankolow ni dugukolo daminɛ, i n’a fɔ Ala kelenpebaa, wa ne tɛ murikariw dɔ ye.”",
    "A ka mɔgɔw ye sɔsɔli kɛ n’a ye, a ko: “I bɛ sɔsɔli kɛ ni ne ye Ala ko la, a kɛlen kɔ ka ne bilasira wa? I bɛ min fara a kan, ne tɛ siran, fo ni ne Matigi ka kan ka fɛn dɔ fɛ. Ne Matigi bɛ fɛn bɛɛ lamini dɔnniya la. O tuma na fɛ, yala i hakili tɛna to o la wa?",
    "I bɛ jɛɲɔgɔnya kɛ ni min ye n’a ye, ne bɛ se ka siran cogo di? O nɔ na, i ka kan ka siran, bawo a ma yamaruya di fɛn minnu ma abada, i bɛ olu fara ɲɔgɔn kan ni Ala ye. O la sa, nin mɔgɔ fila ninnu na, jumɛn de ka kan ni lakana ye ka tɛmɛ, n’i b’a dɔn?”",
    "Minnu dalen b’a la ani minnu t’u ka dannaya nɔgɔ ni tilenbaliya ye—o mɔgɔw bɛna lakana sɔrɔ, wa u bɛ bilasirali kɛ.",
    "An ye o hakilina di Ibrahima ma a ka mɔgɔw kama. An b’a fɛ mɔgɔ min na, an bɛ o kɔrɔta jɔyɔrɔ la. I Matigi ye Hakilitigi ye ani a ye dɔnnikɛla ye.",
    "An ye Isaka ni Yakuba di a ma; kelen-kelen bɛɛ An ye ɲɛminɛ. An ye Nuhun bilasira fana ka kɔn o ɲɛ. A bɔnsɔn dɔw ye Dawuda ni Solomani ni Job ni Yusufu ni Musa ani Aron ye. O cogo la, an bɛ ko ɲuman kɛbagaw sara.",
    "Ani fana, Zakari, Yuhana, Yesu ani Eliya—u bɛɛ ye mɔgɔ ɲumanw ye.",
    "Ani Ismaɛl, Elisa, Jonasi ani Lɔti—ani u kelen-kelen bɛɛ, an tun ka fisa ni diɲɛw ye.",
    "Wa u bɛnbaw, u bɔnsɔnw ani u balimaw cɛma—An ye u sugandi, an y’u bila sira tilennen kan.",
    "O ye Ala ka bilasirali ye; ni o ye, a b'a fɛ mɔgɔ o mɔgɔ bilasira a ka baarakɛlaw cɛma. Ni u tun bɛna mɔgɔ wɛrɛw fara a kan, o tuma na fɛ, u ka kɛwalew bɛɛ tun bɛna kɛ fu ye.",
    "An ye Kitabu, hakilitigiya ani kiraya di olu de ma. Ni nin mɔgɔw banna a la, An y’a kalifa jamana dɔ ma kaban min tɛna ban a la.",
    "Ala ye o mɔgɔw ɲɛminɛ, o la sa, aw ka u ka bilasirali ladege. A fɔ ko: “Ne tɛ musaka si ɲini o la. O ye hakilijigin dɔrɔn de ye hadamadenw bɛɛ bolo.”",
    "U tɛ Ala jate ni jateminɛ lakika ye n’u b’a fɔ ko: “Ala ma foyi jira hadamaden si la.” A fɔ ko: «O tuma, Musa nana ni Kitabu min ye, jɔn ye o jira, yeelen ni bilasirali ye hadamadenw ye? I b’a minɛ i n’a fɔ papiye dɔrɔn, ka dɔw jira ani ka caman dogo. Fɛn dɔw kalanna aw la, aw ni aw bɛnbaw tun ma minnu dɔn fɔlɔ.” A fɔ ko: “Ala.” O kɔ, aw k’u to u ka tulon kɛ u ka baro fuw la.",
    "An ye nin Sɛbɛn dubalen in jira, ka fɛn minnu kɛra ka kɔn a ɲɛ, an y’o sinsin, walisa aw ka dugubaw ni a lamini mɔgɔw lasɔmi. Minnu dalen bɛ a ka siniko la, olu dalen b’a la, wa u bɛ to u ka deliliw la.",
    "Jɔn ka tilenbaliya ka tɛmɛ mɔgɔ kan min bɛ nkalon tigɛ Ala kama walima min b’a fɔ ko: “Jirali dɔ dira ne ma,” k’a sɔrɔ foyi ma jira a la, walima min b’a fɔ ko: “Ala ye min jira, ne bɛ se ka o bɔɲɔgɔnko jira?” Ni aw tun bɛ se ka kojugukɛlaw ye saya tɔɔrɔw la, ni mɛlɛkɛw ye u bolow kɔrɔta k’a fɔ ko: “Aw ka aw niw di! Bi, yala aw ye nkalon minnu fɔ Ala kama, ani aw ye a ka taamashyɛnw mafiɲɛya, yala aw bɛ majigin ɲangili la wa.”",
    "“I nana An kelen na, i n’a fɔ An y’i da cogo min na siɲɛ fɔlɔ la, an ye fɛn o fɛn di i ma, i ye o bɛɛ to yen. An t’i ka delilikɛlaw ye minnu bɛ fɔ i ma. Jɛɲɔgɔnya min tun bɛ aw ni u cɛ, o tigɛra, wa aw tun bɛ miiri min na, o bɛɛ y’aw jigi tigɛ.”",
    "Ala ye suman ni jiribolo tilabaga ye, ka ɲɛnamaw bɔ suw cɛma, ka suw bɔ ɲɛnamaw la. Nin ye Ala ye. O la sa, i bɛ lafili cogo di?",
    "Ale de bɛ tilebɔ kari, ka su kɛ i lafiɲɛ ye, ani tile ni kalo ka kɛɲɛ ni jatew ye. Sebaayabɛɛtigi, min ye fɛn bɛɛ dɔnbaga ye, o dabɔra ten.",
    "Ale de ye dolow sigi aw ye, walisa aw ka se ka bilasira u fɛ dugukolo ni kɔgɔji dibi la. An ye taamasiyɛnw ɲɛfɔ ka ɲɛ mɔgɔw ye minnu b’a dɔn.",
    "Ale de y'i Daminɛ ka Bɔ ni kelen na, o kɔ fɛ ka Bɔ marayɔrɔ la, o kɔ fɛ ka Bɔ marayɔrɔ la. An bɛ taamasiyɛnw ɲɛfɔ ka ɲɛ mɔgɔw ye minnu bɛ faamuyali sɔrɔ.",
    "Ale de bɛ sanji ci ka bɔ sankolo la. Ni o ye, An bɛ jiri suguya caman dilan: jirisunw, minnu falen don, An bɛ suman kuluw bɔ minnu na, ani dajiri minnu bɛ ni kuluw dulonnenw ye, rezɛn nakɔw, oliviyew, ani gerenadiw, minnu bɛ ɲɔgɔn bɔ ani minnu tɛ kelen ye. Aw bɛ u jiridenw kɔlɔsi n’u bɛ ka bonya ani ka mɔ. Taamaʃyɛnw bɛ ninnu na, mɔgɔ minnu dalen bɛ a la.",
    "O bɛɛ n’a ta, u b’a fɔ ko jɛɲɔgɔnw bɛ Ala de bolo—jinɛw—hali n’a y’u da. U bɛ denkɛw ni denmusow sɔgɔ a ye, k’a sɔrɔ u ma u dɔn. A kɔrɔtalen don, wa a ka bon ka tɛmɛ u bɛ min fɔ a ye.",
    "Sankolow ni dugukolo Dabɔbaa. A tun bɛ se ka den sɔrɔ cogo di k’a sɔrɔ a taamaɲɔgɔn muso tɛ? A ye fɛn bɛɛ da ani a bɛ fɛn bɛɛ dɔn kosɛbɛ.",
    "O ɲɔgɔn ye Ala ye, i Matigi. Ala si tɛ yen fo ale, fɛn bɛɛ Dabaga. Aw k’a kelenpe bato, katuguni ale de bɛ fɛn bɛɛ kunna.",
    "Yeli si tɛ se k’a minɛ, o bɛɛ n’a ta, a bɛ yelifɛn bɛɛ minɛ. Ale de ye Subtle ye, Expert ye.",
    "Dalilu jɛlenw nana i ma ka bɔ i Matigi yɔrɔ. Min b'a ye, o b'o kɛ a ka nafa kama; ni min tora fiyentɔ ye, o b'o kɛ ka a ka tiɲɛni kɛ. “Ne tɛ i kɔlɔsibaga ye.”",
    "O cogo la, An bɛ tɛmɛsira caman ɲɔgɔn falen-falen, walisa u k’a fɔ ko: “Aw ye kalan kɛ,” ani walisa An ka jɛya jama dɔ ye min b’a dɔn.",
    "Fɛn min jirala aw la ka bɔ aw Matigi fɛ, aw ka tugu o kɔ, bawo ala wɛrɛ tɛ yen ni ale tɛ, aw ka aw kɔdon jɛɲɔgɔnw la.",
    "Ni Ala tun b’a fɛ, u tun tɛna jɛ. An m’i kɛ u kɔrɔsibaga ye, i tɛ u ɲɛmɔgɔ ye fana.",
    "U bɛ mɔgɔ minnu wele Ala kɔ, aw kana olu mafiɲɛya, n’o tɛ, u bɛ Ala mafiɲɛya juguya ni dɔnbaliya kosɔn. An ye sigida kelen-kelen bɛɛ ka kɛwalew kɛ i n’a fɔ u diyara u ye. A laban na, u bɛ segin u Matigi ma, o min bɛna u ladɔnniya u ka ko kɛlenw bɛɛ la.",
    "U b’u ka kalili barikamaw kali Ala la ko ni kabako dɔ nana u ma, u bɛna da o la. A fɔ ko: “Taamaʃyɛnw bɛ Ala dɔrɔn de bolo.” Wa, i tun bɛ se k’a dɔn cogo di, k’a sɔrɔ n’a nana, u tun tɛna da a la hali bi.",
    "An na u dusukunw ni u ɲɛw kɔsegin, i n’a fɔ u banna ka da o la cogo min na siɲɛ fɔlɔ la, k’u to u ka yaala-yaala laɲini tɛ u ka jurumuw la.",
    "Hali ni an ye mɛlɛkɛw ci u ma, ka suw bila ka kuma u fɛ, ka fɛn bɛɛ lajɛ u ɲɛkɔrɔ, u tun tɛna da o la hali bi, fo ni Ala tun b’a fɛ. Nka u fanba t’a dɔn.",
    "O cogo kelen na, An ye juguw bila kira kelen-kelen bɛɛ ye — hadamadenw ni jinɛw jinɛw — minnu bɛ ɲɔgɔn dusu don ni kuma cɛɲiw ye, minnu bɛ nanbara kɛ. Ni i Matigi tun b’a fɛ, u tun tɛna o kɛ. O la, aw k’u n’u ka fɛn dilannenw to yen.",
    "O b’a to mɔgɔ minnu dalen tɛ a ka siniko la, olu dusukunw bɛ se ka u ɲɛsin a ma, ka wasa sɔrɔ a la, ka to u ka jurumu walew la.",
    "“Yala ne ka kan ka kiritigɛla wɛrɛ ɲini min tɛ Ala ye, k’a sɔrɔ ale de ye Kitabu jira aw la k’a jɛya wa?” An ye Kitabu di minnu ma, olu b’a dɔn ko tiɲɛ don min bɔra i Matigi fɛ, o la, i kana kɛ sigasigabagaw dɔ ye.",
    "I Matigi ka Kuma dafalen don a ka tiɲɛ ni a ka tilennenya la. Mɔgɔ si tɛ se k’a ka kumaw yɛlɛma. Ale de ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga don.",
    "Ni i tun bɛna dugukolo kan mɔgɔw fanba kan minɛ, u tun bɛna i bila ka bɔ Ala ka sira kan. U bɛ tugu jateminɛ dɔrɔn de kɔ, wa u bɛ jateminɛ dɔrɔn de kɛ.",
    "Mɔgɔ minnu bɛ bɔ a ka sira kan, i Matigi ye dɔnnikɛla ye, wa a bɛ mɔgɔ minnu bilasira, a bɛ olu dɔn kosɛbɛ.",
    "Ala tɔgɔ fɔra min na, aw ka o dun, ni aw ye dannabaaw ye a ka jirali la.",
    "Mun na i man kan ka o dun, Ala tɔgɔ fɔra min kan, k’a sɔrɔ a ye min bali i la, a y’o ɲɛfɔ i ye kaban, fo ni i wajibiyara? Mɔgɔ caman bɛ fili u negew fɛ, k’a sababu kɛ u ka dɔnbaliya ye. I Matigi bɛ sariya tiɲɛbagaw dɔn kosɛbɛ.",
    "Aw ka jurumu bɛɛ bila, a kɛra da yelen ye wo, a kɛra gundo ye wo. Mɔgɔ minnu bɛ jurumu kɛ, u ka ko kɛlenw bɛna u sara.",
    "Ala tɔgɔ ma fɔ fɛn min kan, i kana o dun, katuguni o ye jurumu ye. Jinɛw b’u jɛɲɔgɔnw bila ka sɔsɔli kɛ n’i ye. Ni aw tun b’u kan minɛ, aw tun bɛna kɛ murikɛriw ye.",
    "Yala mɔgɔ min tun sara, An ye ɲɛnamaya ni yeelen di min ma, a bɛ se ka taama mɔgɔw cɛma min fɛ, o bɛ i n’a fɔ mɔgɔ min bɛ dibi jugu kɔnɔ, a tɛ se ka bɔ min na wa? O cogo la, dannabaliw ka kɛwalew kɛra fɛn ye min diyara u ye.",
    "Sigida bɛɛ la, An y’a ka kojugukɛla tɔgɔjugubaw bila, ka dabali tigɛ a kɔnɔ. Nka, u bɛ dabali tigɛ u yɛrɛw dɔrɔn de kama, k’a sɔrɔ u m’a dɔn.",
    "Ni tɛmɛsira dɔ sera u ma, u b’a fɔ ko: “An tɛna da a la fo n’an ye jirali kelenw sɔrɔ i n’a fɔ Ala ka cidenw.” Ala b’a dɔn kosɛbɛ a ka kan ka a ka cikan bila yɔrɔ min na. Ala ka majigin ani ɲangili jugu bɛna kojugukɛlaw tɔɔrɔ u ka nanbarako kosɔn.",
    "Ala b’a fɛ ka mɔgɔ o mɔgɔ bilasira, a b’a dusukun bonya ka kolo. Wa, a b’a fɛ ka mɔgɔ o mɔgɔ lafili, a b’a dusukun gɛlɛya ani k’a gɛlɛya, i n’a fɔ a bɛ wuli sankolo la. O cogo la, Ala bɛ nɔgɔ da mɔgɔw kan minnu tɛ dannaya kɛ.",
    "Nin ye i Matigi ka sira ye, tilennen. An ye taamasiyɛnw ɲɛfɔ ka ɲɛ mɔgɔ minnu bɛ u janto u la.",
    "U de ye Hɛrɛ So ye u Matigi fɛ, wa ale de ye u Lakanabaga ye u ka kɛwalew nɔfɛ.",
    "Don min na a bɛna u bɛɛ lajɛ: “E jinɛw ka jamakulu, i ye hadamaden caman nafa.” U ka hadamaden jɛɲɔgɔnw bɛna a fɔ ko: “An Matigi, an ye nafa sɔrɔ ɲɔgɔn na, nka an sera sisan waati la, I ye min sigi an ye.” A na a fɔ ko: “Tasuma ye i sigiyɔrɔ ye, i bɛna to yen fo abada, fo ni Ala sago don.” I Matigi ye Hakilitigi ye, a ye fɛn bɛɛ dɔnbaga ye.",
    "O cogo la, An b’a to kojugukɛla dɔw ka teriya kɛ ɲɔgɔn fɛ k’a sababu kɛ u tun bɛ min sɔrɔ fɔlɔ.",
    "“Aw jinɛw ni hadamadenw ka jɛkulu, yala cidenw ma na aw fɛ ka bɔ aw cɛma, ka ne ka ayayaw lakali aw ye ani ka aw lasɔmi aw ka don in kunbɛnni na wa?” U na jaabi ko: “An bɛ seereya kɛ an yɛrɛw kama.” Diɲɛ ɲɛnamaya ye u lafili, u na seereya kɛ u yɛrɛw kama ko u tun ye dannabaliw ye.",
    "O bɛ kɛ bawo i Matigi tun tɛna sigidaw tiɲɛ tilenbaliya la k’a sɔrɔ u ka mɔgɔw tɛ u dɔn.",
    "Ni bɛɛ bɛna jate ka kɛɲɛ n’a ka kɛwalew ye. I Matigi tɛ u ka kɛtaw dɔn.",
    "I Matigi ye Yɛrɛtigi ye, min falen bɛ hinɛ la. Ni a b’a fɛ, a bɛ se k’i bɔ yen ka i bila a sago la mɔgɔ o mɔgɔ nɔ na, i n’a fɔ a y’i lakunun cogo min na ka bɔ jamana wɛrɛw bɔnsɔnw na.",
    "Layidu tara i ye min na, o bɛ na, i tɛ se k’o bali.",
    "A fɔ ko: “E ne ka mɔgɔw, aw ka wale kɛ ka kɛɲɛ ni aw seko ye, ne fana bɛna kɛ ten, sɔɔni, aw bɛna a dɔn jɔn bɛna So laban sɔrɔ.” Jurumukɛlaw tɛna ɲɛ sɔrɔ.",
    "A ye sɛnɛfɛnw ni baganw yɔrɔ dɔ di Ala ma, a ye minnu bɔ, k’a fɔ ko: “Nin ye Ala de ta ye,” o de la u b’a fɔ, ani “Nin ye an jɛɲɔgɔnw ta ye.” Nka min latigɛra u jɛɲɔgɔnw ye, o tɛ se Ala ma, k’a sɔrɔ min latigɛra Ala ye, o bɛ se u jɛɲɔgɔnw ma. Tiɲɛ na, u ka kiritigɛ ye kojugu ye.",
    "Wa o cogo la, bolibatobaga caman ɲɛminɛna u jɛɲɔgɔnw fɛ k’u denw faga, ka na n’u ka tiɲɛni ye ani ka ɲagami don u ka diinɛ kɔnɔ. Ni Ala tun b’a fɛ, u tun tɛna o kɛ. O la sa, aw k’u to yen ani u bɛ fɛn minnu dilan.",
    "U b’a fɔ fana ko: “Nin baganw ni sɛnɛfɛnw bɛ saniya; mɔgɔ si tɛ se ka dumuni kɛ fo an bɛ sɔn minnu ma,” u b’o fɔ, ani bagan dɔw u b’a jate ko u dagalen don ka boli. Ani bagan dɔw, u tɛ Ala tɔgɔ fɔ minnu kan, ka nkalon da a kama—u tun bɛ ka min dabɔ, a bɛna o sara.",
    "U b’a fɔ ka t’a fɛ ko “Min bɛ nin bagan ninnu kɔnɔbara la, o ye an cɛw dɔrɔn de ta ye, wa a dagalen don an musow ma.” Nka, n’a bangera salen, u bɛɛ b’u niyɔrɔ sɔrɔ a la. A bɛna u ka jalaki sara. Ale ye Hakilitigi ye, a ye fɛn bɛɛ dɔnbaga ye.",
    "Minnu y’u denw faga, olu ye bɔnɛ sɔrɔ, k’a sɔrɔ u ma dɔnniya sɔrɔ, wa u ye Ala ye min di u ma, u bɛ o bali, ka nkalon tigɛ Ala kama. U filila, u ma bilasirali kɛ.",
    "Ale de ye nakɔw Bɔ, minnu bɛ ni jirisunw ye ani minnu tɛ jirisunw ye, ani dajiriw, sɛnɛfɛn suguya caman minnu daji tɛ kelen ye, ani oliviyew ni gerenadiw, minnu bɛ ɲɔgɔn na ani minnu tɛ kelen ye. Aw bɛ u denw dun n’u mɔna, k’a hakɛ di a suman tigɛ don na, aw kana tiɲɛni kɛ. Fɛn minnu bɛ kɛ ka caya, olu man di a ye.",
    "Baganmara bɛ kɛ bolifɛn ye ani fɛnw sɔrɔyɔrɔ ye. Ala ye fɛn minnu di i ma, i k’olu dun, i kana tugu Sitanɛ sennakow kɔ; a ye jugu jɛlen ye aw bolo.",
    "U fila-fila 8: saga fila ni bakɔrɔn fila. I ka ɲininkali kɛ ko: “Yala a ye cɛ fila bali, muso fila, walima fɛn min bɛ taa muso fila kɔnɔ wa? A fɔ ne ye ni dɔnniya ye, ni i ye tiɲɛ fɔ.»",
    "ɲɔgɔmɛw ni baganw fana ye fila-fila ye. I ka ɲininkali kɛ ko: “Yala a ye cɛ fila bali, muso fila, walima fɛn min bɛ muso fila kɔnɔbara la wa? Yala i tun bɛ yen tuma min na Ala ye o dankariliw bɔ wa?” O la sa, jɔn ka tilenbaliya ka tɛmɛ mɔgɔ kan min bɛ nkalon tigɛ Ala kama, ka mɔgɔw bila sira la k’a sɔrɔ u ma dɔnniya sɔrɔ? Ala tɛ tilenbaliw bilasira.",
    "A fɔ ko: «Fɛn min jirala ne la, ne tɛ dumuni si sɔrɔ min dagalen don ka dun, fo sogo, joli bɔnna, donsokɛ — min nɔgɔlen don — walima jurumu saraka min bilalen bɛ mɔgɔ wɛrɛ ye ni Ala tɛ. Nka, ni mɔgɔ dɔ wajibiyara wajibi fɛ, k’a sɔrɔ a ma kanminɛbaliya wala sariya tiɲɛni kɛ ni sago ye, i Matigi ye Yafabaga ni makarikɛla ye.”",
    "Minnu ye Yahutuw ye, An ye bagan bɛɛ bali minnu senw ma tigɛ; ani misiw ni sagaw ta An y’u tulu bali u la, fo min bɛ nɔrɔ u kɔ la walima u kɔnɔna na, walima min ɲagaminen don ni kolo ye. O cogo la, An ye u ɲangi u ka murutili kosɔn. An ye tiɲɛ fɔ.",
    "N’u y’i jalaki ko i ye nkalon tigɛ, i k’a fɔ ko: “I Matigi ye makariba tigi ye, nka a ka ɲangili tɛna bali ka bɔ mɔgɔ jalakilenw na.”",
    "Minnu bɛ jɛ ni mɔgɔ wɛrɛw ye, olu bɛna a fɔ ko: “Ni Ala tun b’a fɛ, an tun tɛna foyi fara a kan, an bɛnbaw fana tun tɛna jɛ, an tun tɛna foyi bali.” O cogo kelen na, minnu nana u ɲɛfɛ, olu fana ye sɔsɔli kɛ fo u ka An ka ɲangili nɛnɛ. A fɔ ko: “Yala dɔnniya dɔ bɛ aw fɛ aw bɛ se ka min jira an na wa? Aw bɛ tugu hakilinata dɔrɔn de kɔ, aw tɛ foyi kɛ nkalon kɔ.”",
    "A fɔ ko: ”Ala de bɛ sɔsɔli latigɛlen na. Ni a tun b’a fɛ, a tun bɛna aw bɛɛ ɲɛminɛ.”",
    "A fɔ ko: “A’ ye aw ka seerew bɔ kɛnɛ kan minnu bɛ se ka seereya kɛ ko Ala ye o bali.” Ni u ye seereya kɛ, kana seereya kɛ n’u ye. Wa aw kana tugu mɔgɔ minnu bɛ ban An ka taamasyɛnw na, minnu tɛ da Alako la, minnu bɛ mɔgɔ wɛrɛw ni u Matigi kɛ kelen ye, aw kana tugu olu negew kɔ.",
    "A fɔ ko: «Na, i Matigi ye min bali aw ye, ne na o kalan: aw kana foyi fara a kan; aw ka aw bangebagaw bonya; aw kana aw denw faga faantanya siranya fɛ—An bɛ aw ni u mago ɲɛ; kana gɛrɛ jogo juguw la, a kɛra da yelen ye wo, a kɛra gundo ye wo; Ala tun b’a jate ko a ye ɲɛnamaya senuma ye, aw kana o ta, fo ni tilennenya siratigɛ la. Olu ye a ka ci fɔlenw ye aw ye, walisa aw ka o dɔn.”",
    "Wa aw kana gɛrɛ denmisɛnnin ka nafolo la, fo ni a kɛra cogo ɲuman na, fo a ka se kɔgɔli ma. Aw ye sumanikɛlan dafalen ni girinya di tilennenya la. An tɛ doni da ni kan abada ka tɛmɛ a seko kan. Ani, n’i bɛ kuma, i ka tilennenya kɛ, hali n’a ɲɛsinnen bɛ i somɔgɔ gɛrɛgɛrɛ dɔ ma. Ani i ka layidu dafa ni Ala ye. Nin, a ye ci bila aw ma, walisa aw ka se ka aw yɛrɛ tanga kojugu kɛli ma.",
    "Nin ye Ne ka sira ye, tilennen, o la, tugu a kɔ. Aw kana tugu sira wɛrɛw la, bawo u bɛna aw bila ka bɔ a ka sira kan. Ala ye o ci i ma, walisa i ka i yɛrɛ tanga kojugu kɛli ma.",
    "An ye Kitabu di Musa ma, min dafalen don koɲuman kɛbagaw ye, ka fɛn bɛɛ ɲɛfɔ, i n’a fɔ bilasirali ni makari, walisa u ka da u Matigi ka ɲɔgɔn sɔrɔli la.",
    "Wa nin ye Kitabu duba ye, An ye min jira. Aw ka tugu o kɔ, ka kɛ mɔgɔ tilennenw ye, walisa aw ka makari sɔrɔ.",
    "Walisa i kana a fɔ ko: “Kitaaba jirala sigida fila la ka kɔn an ɲɛ, an tun tɛ u ka kalanw dɔn.”",
    "Walima laala i bɛ se k’a fɔ ko: “Ni Sɛbɛnniw tun jirala an na, an tun bɛna ɲɛminɛ cogo bɛnnen na ka tɛmɛ olu kan.” Sisan, dalilu jɛlenw, bilasirali ani makari nana i ma ka bɔ i Matigi yɔrɔ. Jɔn ka tilenbaliya ka bon ni mɔgɔ ye min bɛ ban Ala ka cikanw na, ka a kɔdon u la? Minnu y'u kɔdon An ka jirali la, an na olu sara ni ɲangili juguba ye, k'a sababu kɛ u kɔdonni ye.",
    "Yala u bɛ mɛlɛkɛw jigin makɔnɔ, i Matigi yɛrɛ nali makɔnɔ, walima i Matigi ka taamasyɛn dɔw jirali makɔnɔ wa? Don min na nin taamashyɛn dɔw bɔra i Matigi fɛ, dannaya tɛna nafa don ni si la min tun ma da fɔlɔ, walima min ma nafa foyi sɔrɔ a ka dannaya fɛ. A fɔ ko: “A’ ye kɔnɔni kɛ; anw fana bɛ makɔnɔni na.”",
    "Minnu y’u ka diinɛ tila ka kɛ diinɛ jɛkuluw ye, i ni u tɛ jɛɲɔgɔnya si kɛ. U ka ko bɛ Ala de bolo, o kɔfɛ, a bɛna u ladɔnniya u ka kɛwalew la.",
    "Mɔgɔ o mɔgɔ bɛ kɛwale ɲuman jira, o tigi bɛ o hakɛ tan sɔrɔ. Nka mɔgɔ o mɔgɔ bɛ kojugu kɛ, o tigi bɛna sara cogo kelen na dɔrɔn, wa a tɛna kojugu kɛ.",
    "A fɔ ko: “Ne Matigi ye ne bilasira sira tilennen kan, diinɛ tilennen, Ibrahima Ala kelenpe ka jɛkulu, ale min tun tɛ murikɛriw cɛma.”",
    "A fɔ ko: «Ne ka deliliw, ne ka yɛrɛdi, ne ka ɲɛnamaya, ani ne ka saya bɛɛ ye Ala de ye, diɲɛw Matigi.",
    "Jɛɲɔgɔn si tɛ a fɛ. O de ye ci bila ne ma, ne ye mɔgɔ fɔlɔ ye minw y’a kolo.»",
    "A fɔ ko: “Yala ne ka kan ka matigi wɛrɛ ɲini ni Ala tɛ, k’a sɔrɔ ale de ye fɛn bɛɛ Matigi ye wa?” Ni si tɛ sɔrɔ fo a yɛrɛ ma, doni tabaga si tɛna mɔgɔ wɛrɛ ka doni ta. O tuma na fɛ, i seginni bɛ i Matigi fɛ, a bɛna i ladɔnniya i ka bɛnbaliyakow la.",
    "Ale de ye aw kɛ nɔnabilaw ye dugukolo kan ani ka aw dɔw kɔrɔta ka tɛmɛ dɔw kan jɔyɔrɔw la — ka aw kɔrɔbɔ a ye min di aw ma. I Matigi bɛ teliya ka jurumu kɛ, wa a ye Yafabaga ni makarikɛla ye."
]