[
    "Aw dannabaaw! Aw kana Ne juguw ni aw juguw ta ka kɛ dɛmɛbagaw ye, ka kanuya di u ma, k’a sɔrɔ u ma da tiɲɛ na min nana aw ma. U ye ciden gɛn, ani aw, bawo aw dalen tun bɛ Ala la, aw Matigi. Ni aw ye aw lajɛ ka cɛsiri kɛ Ne ka ko la, ka Ne ka sɔnni ɲini, aw bɛ se k’u kanu gundo la cogo di? I bɛ min dogo ani i bɛ min jira, ne b’o dɔn. Aw cɛma, mɔgɔ o mɔgɔ bɛ o kɛ, o tigi bɔra sira ɲuman kan.",
    "Ni u ye aw kunbɛn tuma o tuma, u b’aw minɛ i n’a fɔ u juguw, wa u b’u bolow ni u nɛnkunw kɔrɔta i kama ni juguya ye. U b’a fɛ i ka kafiri.",
    "I somɔgɔw wala i denw si tɛna i nafa lakununni don na. A na faran aw ni ɲɔgɔn cɛ. Ala bɛ i ka kɛtaw Kɔlɔsi.",
    "Aw ye misali ɲuman sɔrɔ Ibrahima ni a fɛ mɔgɔw la; tuma min na u y'a fɔ u ka mɔgɔw ye ko: «An bɔra aw la, ani aw bɛ min bato ni Ala tɛ. An b'aw jalaki. Juguya ni koniya bɔra an ni aw cɛ, fo abada, fo aw ka da Ala kelenpe la.” Fo Ibrahima ka kuma min fɔ a fa ye ko: “Ne na yafa ɲini i fɛ, hali ni se tɛ ne fɛ ka bɔ Ala yɔrɔ ka foyi kɛ i ye.” “An Matigi, an bɛ an jigi da I kan, an bɛ nimisa I de la, wa I de de ye sira laban ye.",
    "An Matigi, i kana an kɛ laɲini ye kafiriw fɛ, ka yafa an ma, an Matigi. Tiɲɛ na, i ye Sebaayaba ni Hakilitigi ye.”",
    "Misali ɲumanba dɔ bɛ u kɔnɔ i bolo—mɔgɔ o mɔgɔ bɛ Ala ni Laban don ɲini. Nka mɔgɔ o mɔgɔ bɛ kɔsegin—Ala de ye a yɛrɛ dɛmɛbaga ye, min bɛ tanuli ka tɛmɛ tɔw bɛɛ kan.",
    "Laala, Ala bɛna kanuya don aw ni u cɛ, aw bɛ minnu jate juguw ye. Ala ye Setigi ye. Ala ye Yafabaga ni makaribaga ye.",
    "Minnu ma aw kɛlɛ aw ka diinɛ kosɔn, wa u ma aw gɛn ka bɔ aw ka so, Ala t’aw bali ka baara kɛ n’u ye ni ɲumanya ni tilennenya ye. Ala bɛ tilennenya kanu.",
    "Nka Ala b'aw bali ka teriya kɛ ni mɔgɔw ye minnu ye aw kɛlɛ aw ka diinɛ ko la, ka aw gɛn ka bɔ aw ka so, ka dɛmɛ don aw gɛnni na. Mɔgɔ o mɔgɔ bɛ u ta ka kɛ teriw ye—o ye kojugukɛlaw ye.",
    "Aw dannabaaw! Ni musow dannabaaw nana i fɛ ka taa jamana wɛrɛ la, i k’u kɔrɔbɔ. Ala bɛ u ka dannaya dɔn. Ni aw y’a ye ko u ye kantigi ye, aw kana u bila ka segin dannabaliw ma. U dagalen tɛ u ye, u man kan fana. Nka u ye musaka min kɛ, o di u ma. I tɛ jalaki n’i y’u furu, n’i y’u ka musaka di u ma. Aw kana jɛɲɔgɔnya minɛ ni muso dannabaliw ye, nka aw ye musaka min kɛ, aw k’o ɲini, ani u ye musaka min kɛ, aw k’o ɲini u fɛ. Nin ye Ala ka mara ye; A bɛ mara kɛ aw cɛma. Ala ye Dɔnnikɛla ni Hakilitigi ye.",
    "Ni i muso dɔ y'i bila dannabaliw bolo, ni i y'a latigɛ k'u ɲangi, i musow taara u ka musakaw bɔlen di olu ma. Aw ka siran Ala ɲɛ, aw ye dannabaaw ye min na.",
    "E kira! Ni muso dannabaaw nana i ma, ka kantigiya layidu ta i ye, ni sarati ye ko u tɛna foyi fara Ala kan, ka sonyali kɛ, ka jatɔya kɛ, ka u denw faga, ka nkalon tigɛ bangebagaya ko la, ka i kan bila tilennenya si la, i ka sɔn o ma u ka kantigiya ani ka yafa ɲini Ala fɛ u ye. Ala ye Yafabaga ni makaribaga ye.",
    "Aw dannabaaw! Aw kana teriya don mɔgɔw la, Ala diminna minnu na, ka u jigi tigɛ Alako la, i n’a fɔ dannabaliw jigi tigɛra cogo min na kaburu kɔnɔmɔgɔw la."
]
