[
    "Fɛn o fɛn bɛ sankolow ni dugukolo kan, o bɛɛ bɛ Ala tanu. Ale de ye Sebaayabɛɛtigi ye, Hakilitigi.",
    "Aw dannabaaw! I tɛ min kɛ, mun na i bɛ o fɔ?",
    "A bɛ Ala koniya kosɛbɛ, ko i tɛ min kɛ, i bɛ o fɔ.",
    "Ala bɛ mɔgɔ minnu kanu a ka ko la, ka kɛɲɛ ni ɲɔgɔn ye, i n’a fɔ u ye jɔli jɛlen ye.",
    "Tuma min na Musa y’a fɔ a ka mɔgɔw ye ko: “Ne ka mɔgɔw, mun na aw bɛ ne tɔɔrɔ, k’a sɔrɔ aw b’a dɔn ko ne ye Ala ka ciden ye aw ma?” U y'u yɛlɛma tuma min na, Ala y'u dusukunw yɛlɛma. Ala t mg jurumutw bilasira.",
    "Wa tuma min na Yesu denkɛ Mariyama y’a fɔ ko: “E Israɛldenw, ne ye Ala ka ciden ye aw ma, min bɛ Tawurata ko la ka kɔn ne ɲɛ, ka kibaru duman fɔ ciden dɔ kan min bɛna na ne kɔfɛ, min tɔgɔ ye ko Ahmad.” Nka a ye kabakow jira u la tuma min na, u ko: “Nin ye subagaya ye min jɛlen don.”",
    "Wa jɔn de ka jugu ka tɛmɛn mɔgɔ kan min bɛ nkalonw da Ala kan, k’a sɔrɔ a bɛ wele silamɛya la? Ala tɛ kojugukɛlaw bilasira.",
    "U b’a fɛ ka Ala ka Yeelen faga n’u da ye; nka Ala na a ka Yeelen dafa, hali ni o man di kafiriw ye.",
    "Ale de y’a ka ciden ci ni bilasirali ni diinɛ lakika ye, walasa a ka se sɔrɔ diinɛ bɛɛ kan, hali ni o man di bolibatokɛlaw ye.",
    "Aw dannabaaw! Yala ne bɛna aw ladɔnniya jago dɔ la min bɛna aw kisi tɔɔrɔ dimi ma wa?",
    "Ko aw ka da Ala n'a ka ciden la, ka aw jija Ala ka ko la ni aw bolofɛnw n'aw yɛrɛw ye. O de ka fisa i ma, n’i tun b’a dɔn dɔrɔn.",
    "A na aw ka jurumuw yafa aw ma; ani a bɛna aw don nakɔw kɔnɔ, baji bɛ woyo minnu jukɔrɔ, ani ka don so cɛɲiw kɔnɔ Edɛn nakɔw kɔnɔ. O de ye ɲɛtaa bɛɛ la belebele ye.",
    "Ani fɛn wɛrɛ min ka di i ye: dɛmɛ min bɛ bɔ Ala yɔrɔ, ani se sɔrɔli min bɛna kɛ sɔɔni. O la, kibaru duman di dannabaaw ma.",
    "Aw dannabaaw! Aw ka kɛ Ala dɛmɛbagaw ye, i ko Mariyama denkɛ Yesu y’a fɔ kalandenw ye cogo min na ko: “Ne dɛmɛbagaw ye jɔnw ye Ala fan fɛ?” Kalandenw ko: “An ye Ala dɛmɛbagaw ye.” O la, Israɛldenw ka kulu dɔ dara a la, k’a sɔrɔ kulu wɛrɛ ma da a la. Minnu dalen tun bɛ u jugu la, an ye olu dɛmɛ, o de la u kɛra fangatigiw ye."
]