[
    "Fɛn o fɛn bɛ sankolow ni dugukolo kan, o bɛɛ bɛ Ala tanu. Masaya ye ale de ta ye, wa tanuli bɛɛ ka kan ni ale de ye, wa a bɛ Se ka fɛn bɛɛ kɛ.",
    "Ale de ye aw da. Aw dɔw ye dannabaliw ye, dɔw fana ye dannabaaw ye. Wa, Ala b’a faamu i bɛ min kɛ.",
    "A ye sankolow ni dugukolo da ni tiɲɛ ye, ani a ye i da, ka i da ka ɲɛ, ani segin laban bɛ ale de bolo.",
    "A b sankolo ni dugukolo fn b dn, ani i b min dogo ani i b min jira, a b o dn. Wa, Ala b’a dɔn fɛn min bɛ dusukunw kɔnɔ.",
    "Yala kibaru ma se aw ma, minnu tun ye kafiriw ye fɔlɔ wa? U ye u ka kɛwalew kɔlɔlɔ juguw nɛnɛ, wa tɔɔrɔ jugu dɔ bɛ u makɔnɔ.",
    "O bɛ kɛ k’a sababu kɛ u ka cidenw nana u fɛ ni ɲɛfɔli jɛlenw ye, nka u ko: “Hadamadenw bɛna an bilasira wa?” O la, u ma da a la ka u kɔdon. Nka Ala tɛ mago foyi la. Ala ye a yɛrɛmahɔrɔnya ye ani a ka kan ni tanuli ye.",
    "Minnu ma da a la, olu b’a fɔ k’u tɛna kunun. A fɔ ko: “Ɔwɔ tiɲɛ na, ne Matigi barika la, aw na kunun; o tuma na fɛ, aw bɛna kunnafoni sɔrɔ aw ka ko kɛlenw bɛɛ la; O ka nɔgɔn Ala bolo.”",
    "O la, aw ka da Ala n’a ka ciden la, ani Yeelen min na, an ye min jigin. Ala bɛ i ka kɛtaw bɛɛ Dɔn.",
    "Don min na a b’aw lajɛ ɲɔgɔnye don kama—o ye ɲɔgɔn falen don ye. Mɔgɔ o mɔgɔ dalen bɛ Ala la, ka wale kɛ ni tilennenya ye, a na a ka kɛwale juguw yafa, ka don nakɔw kɔnɔ, baji bɛ woyo minnu jukɔrɔ, ka sigi yen fo abada. O de ye seko bɛɛ la belebele ye.",
    "Nka minnu ma da an ka jirali la ani k’u jalaki—olu ye Tasuma kasodenw ye, minnu sigilen bɛ a kɔnɔ fo abada; ani o ye bɔnɛba ye dɛ!",
    "Balawu si tɛ kɛ fo Ala ka layidu ta. Mɔgɔ o mɔgɔ dalen bɛ Ala la, a b’a dusukun ɲɛminɛ. Ala bɛ fɛn bɛɛ Dɔn.",
    "O la, aw ka Ala kan minɛ, ka ciden kan minɛ. Nka n’i y’i kɔdon—a bɛ An ka Ciden dɔrɔn de bolo ka cikan jɛlen lase.",
    "Ala, ala wɛrɛ tɛ yen ni ale tɛ; Dannabaaw ka u jigi da Ala kan.",
    "Aw dannabaaw! Aw furuɲɔgɔnw ni aw denw cɛma, aw juguw don, o la aw k’aw yɛrɛ kɔlɔsi u la. Nka ni i ye yafa kɛ, ka i ɲɛmajɔ, ka yafa—Ala ye Yafabaga ni makarikɛla ye.",
    "I bolofɛnw ni i denw ye kɔrɔbɔli ye, nka Ala fɛ, saraba don.",
    "O la sa, i ka Ala hakili to i seko la, ka lamɛnni kɛ, ka kan minɛ, ka nili kɛ i yɛrɛ ka nafa kama. Min lakananen don a ka namara ma—olu de ye ɲɛtaatigiw ye.",
    "Ni i ye juru ɲuman juru don Ala la, a na o caya i ye, ka yafa i ma. Ala ye waleɲumandɔnbaga ye ani a bɛ muɲuli kɛ.",
    "Fɛn yebaliw ni fɛn yelenw dɔnbaga, Sebaayabɛɛtigi, Hakilitigi."
]