[
    "E kira ! Ni aw dɔ ye musow furu sa, aw ka u furu saniya waati la, ka u ka waati jate. Aw ka Ala bato Ala ɲɛ kɔrɔ, aw Matigi. Aw kana u gɛn ka bɔ u ka so, u man kan ka bɔ yen, fo ni u ye jatɔya kɛ. Olu ye Ala ka danw ye—mɔgɔ o mɔgɔ bɛ Ala ka danw tɛmɛ, o ye kojugu kɛ a yɛrɛ ni la. I b’a dɔn abada; Ala bɛ se ka na ni ko kura ye o kɔfɛ.",
    "Ni u sera u ka waati la, i k’u mara ni bonya ye, walima k’u fara ɲɔgɔn kan ni bonya ye. Aw ye mɔgɔ tilennen fila wele ka bɔ aw cɛma ka seereya kɛ, ka seereya tilennen kɛ Ala kosɔn. Mɔgɔ o mɔgɔ dalen bɛ Ala la ani Laban don na, o bɛ laadi o de fɛ. Wa mɔgɔ o mɔgɔ bɛ siran Ala ɲɛ—A bɛna bɔyɔrɔ di a ma.",
    "Ani a bɛna a mago ɲɛ ka bɔ yɔrɔ la a tun ma miiri min na abada. Mɔgɔ o mɔgɔ bɛ a jigi da Ala kan—A bɛna se a ma. Ala bɛna a sagonata dafa. Ala ye sumanikɛlan dɔ sigi fɛn bɛɛ kama.",
    "Aw ka muso minnu sera kalolabɔ ma, ni sigasiga dɔ bɛ aw la, u ka waati bɛ kɛ kalo saba ye—ani minnu ma kalolabɔ fana kɛ. Minnu kɔnɔma don, u ka waati bɛ kɛ fo ka se u jiginni ma. Mɔgɔ o mɔgɔ bɛ siran Ala ɲɛ—A bɛna kow nɔgɔya a bolo.",
    "Nin ye Ala ka sariya ye, a ye min ci aw ma. Mɔgɔ o mɔgɔ bɛ siran Ala ɲɛ—A na a ka jurumuw yafa, ka a ka sara bonya.",
    "Aw bɛ a to u ka sigi aw sigiyɔrɔ la, ka kɛɲɛ ni aw seko ye, aw kana u tɔɔrɔ walasa ka kow gɛlɛya u ma. Ni u kɔnɔma don, aw bɛ musaka kɛ u la fo ka se u bangeli ma. Wa ni u bɛ sin di den ma, aw bɛ u ka sara di u ma. Ani ka i ka jɛɲɔgɔnya ɲɛminɛ teriya kɔnɔ. Nka n’aw ma sɔn o ma, o tuma na fɛ, a’ y’a to muso wɛrɛ ka sin di a ma.",
    "Nafolotigi na musaka kɛ ka kɛɲɛ n'a ka seko ye; Min ka nafolo danna, o tigi na musaka kɛ ka kɛɲɛ ni Ala ye min di a ma. Ala tɛ doni da ni kan abada ka tɛmɛ a ye min di a ma. Ala bɛna nɔgɔya lase gɛlɛyaw kɔfɛ.",
    "Dugu joli ye a Matigi n'a ka cidenw ka cikan sɔsɔ? O la, An y’a jalaki kosɛbɛ, wa An y’a ɲangi ni ɲangili sirannin ye.",
    "A y’a ka latigɛw nɔ nɛnɛ, wa a ka latigɛw kɔlɔlɔ kɛra halakili ye.",
    "Ala ye waleɲumandɔnba dɔ labɛn u ye. O la sa, aw hakilitigi ni dannaya bɛ aw la, aw k'aw yɛrɛ kɔlɔsi Ala la. Ala ye Hakilijigin dɔ ci aw ma.",
    "Ciden min bɛ Ala ka Vɛrisew kalan aw ye, minnu jɛlen don ani minnu tɛ kelen ye, walisa a ka dannabaaw ni tilennenya kɛbagaw lase ka bɔ dibi la ka taa yeelen na. Mɔgɔ o mɔgɔ dalen bɛ Ala la, ka wale kɛ ni tilennenya ye, a na a don nakɔw kɔnɔ, baji bɛ woyo minnu jukɔrɔ, ka to yen fo abada. Ala ye labɛn ɲumanba di a ma.",
    "Ala de ye sankolo wolonwula da, ani u bɔɲɔgɔnko dugukolo. Cikan bɛ jigin u fɛ, walisa aw k’a dɔn ko Ala bɛ Se fɛn bɛɛ la, ani ko Ala bɛ fɛn bɛɛ Lamini dɔnniya la."
]