[
    "E kira! Mun na aw bɛ Ala ye min to aw ye, aw bɛ o bali, k’a ɲini ka aw musow diyabɔ? Ala ye Yafabaga ni makaribaga ye.",
    "Ala ye a latigɛ aw ye ko aw ka kaliliw tiɲɛ. Ala ye aw Matigi ye. Ale de ye fɛn bɛɛ dɔnbaga ye, hakilitigiba.",
    "Nabila ye fɛn dɔ fɔ a muso dɔ ye gundo la. Nka a y'o jira tuma min na, Ala y'o ladɔnniya a la tuma min na; a y'a yɔrɔ dɔ kumaɲɔgɔnya, a y'a yɛrɛ tanga yɔrɔ wɛrɛ ma. O kɔ, a y’a ladɔnniya o la tuma min na, a ko: “Jɔn de y’i ladɔnniya nin ko in na?” A ko: “Bɛɛ dɔnbaga, fɛn bɛɛ dɔnbaga, ye ne ladɔnniya.”",
    "Ni aw nimisara Ala la, o tuma na, aw dusukunw ye lamɛnni kɛ. Nka ni aw ye jɛ ka a kɛlɛ, o tuma na fɛ, Ala ye a jɛɲɔgɔn ye, i n’a fɔ Gabiriyɛli, ani dannabaa tilennenw. Ka fara o kan, mɛlɛkɛw bɛna a dɛmɛ.",
    "Laala, n’a y’i furu sa, a Matigi bɛna musow di a ma minnu ka fisa ni i ye: mɔgɔ majiginlenw, dannabaaw, kanminɛbagaw, nimisabagaw, batokɛlaw, sunɔgɔbagaw—u furula fɔlɔ, walima npogotigininw.",
    "Aw dannabaaw! Aw k’aw yɛrɛw n’aw ka denbayaw tanga Tasuma ma, tasuma min ka sɛnɛfɛnw ye mɔgɔw ni kabakurunw ye. Mɛlɛkɛw bɛ a sanfɛ, u fari ka jugu ani u fanga ka bon. U tɛ Ala kan bila abada a ka ci fɔlen si la, wa u bɛ fɛn o fɛn fɔ u ye, u bɛ o kɛ.",
    "E min ye kafiriw ye! Aw kana dalilu si kɛ bi. I tun bɛ min kɛ fɔlɔ, u bɛ ka o sara.",
    "Aw dannabaaw! Aw ka nimisa Ala la ni nimisali lakika ye. Laala i Matigi na i ka jurumuw yafa, ka i don nakɔw kɔnɔ, baji bɛ woyo minnu jukɔrɔ, don min na Ala tɛna kira ni mɔgɔ minnu dara a fɛ, olu jigi tigɛ. U ka yeelen bɛ woyo u ɲɛfɛ, ani u kinin fɛ, u bɛna a fɔ ko: “An Matigi, an ka yeelen dafa an ye, ka yafa an ma; I bɛ se fɛn bɛɛ la.”",
    "E kira! Aw ye aw jija kosɛbɛ kafiriw ni filankafow kama, ka gɛlɛya u ma. U sigiyɔrɔ ye Jahannama ye. O ye yɔrɔ juguba ye dɛ!",
    "Ala ye misali dɔ jira mɔgɔ minnu tɛ dannaya kɛ: Nuhun muso ani Lɔti muso. U tun bɛ An ka baaraden tilennen fila kɔrɔ, nka u y’u janfa. U ma nafa foyi lase u ma Ala ma, wa a fɔra ko: “Aw ka don tasuma na ni donbagaw ye.”",
    "Wa Ala bɛ dannabaaw ka misali dɔ jira: Faraon muso, tuma min na a ko: “Ne Matigi, i ka so jɔ ne ye, alijinɛ kɔnɔ, ka ne kisi Faraon ni a ka kɛwalew ma, ka ne kisi kojugu ma jama.",
    "Ani Mariyama, Imran denmuso, min tun b'a kɔnɔbara kɔlɔsi, ani o cogo la An ye An Ni fiyɛ a kɔnɔ; ani a dalen tun bɛ a Matigi ka kumaw n’a ka gafew tiɲɛ na, wa a tun ye batokɛlaw dɔ ye."
]