[
    "Kuntigiya bɛ min bolo, ani fanga bɛ min bolo fɛn bɛɛ kan, o ye dubaden ye.",
    "Ale min ye saya ni ɲɛnamaya da—ka aw kɔrɔbɔ—aw la jumɛn ka fisa ni taamacogo ye. Ale de ye Sebaayabɛɛtigi ye, Yafabaga.",
    "Ale min ye sankolo wolonwula da layɛrɛw la. I tɛ danfara si ye hinɛbaga dabɔli la. Aw ye a lajɛ tuguni. Yala i bɛ se ka farakurun dɔw ye wa?",
    "O kɔ, i ka segin ka i lajɛ, ani i ɲɛ bɛ segin i ma ni i ɲɛnafinna ani i sɛgɛnnen don.",
    "An ye duguma sankolo masiri ni lanpanw ye, ka u kɛ misiriw ye jinɛw kama; An ye tasuma ɲangili labɛn u ye.",
    "Minnu bɛ ban u Matigi la, Jahannama tɔɔrɔ bɛ yen. O ye yɔrɔ juguba ye dɛ!",
    "Ni u filila a kɔnɔ, u na a mankan mɛn, a bɛ tobi tuma min na.",
    "A bɛ ɲini ka pɛrɛn ni dimi ye. Tuma o tuma ni batɛmu dɔ filila a kɔnɔ, a marabagaw bɛna u ɲininka ko: “Yala lasɔminikɛla si ma na aw ma wa?”",
    "U na a fɔ ko: “Ɔwɔ, lasɔminikɛla dɔ nana an fɛ, nka an ma da a la, k’a fɔ ko: ‘Ala ma foyi ci. aw filila kosɛbɛ.’”",
    "Wa u bɛna a fɔ ko: “Ni an tun ye lamɛnni kɛ walima ka hakilinata di, an tun tɛna kɛ Blaze kasodenw cɛma.”",
    "O la, u na sɔn u ka jurumuw ma. O la, ka bɔ Blaze kasodenw na.",
    "Minnu bɛ siran u Matigi ɲɛ gundo la—yafa ni saraba bɛ olu de bolo.",
    "I mana i ka kumaw dogo, walima i mana u fɔ—A bɛ kɔnɔna miiriliw dɔn.",
    "Yala a tun tɛna a dɔn, Ale min ye danni kɛ wa? Ale de ye Saniyalen ye, Dɔnnibaa.",
    "Ale de ye dugukolo kɛ fɛn ye min bɛ se ka mara aw ye, o la, aw ka yaala a maraw la, ka a ka balofɛnw dun. Lakununni bɛ ale de bolo.",
    "Yala i dalen b’a la ko sankololatigi tɛna kɛ sababu ye ka dugukolo bin i jukɔrɔ tuma min na a bɛ girin wa?",
    "Walima i dalen b’a la ko Sankololatigi tɛna fɔɲɔba dɔ lawuli i kama wa? O tuma na fɛ, aw na a dɔn Ne ka lasɔmini bɛ cogo min na.",
    "Minnu tun bɛ u ɲɛfɛ, olu fana banna tiɲɛ na; ani Ne ka sɔnbaliya kɛra cogo di?",
    "Yala u ma kɔnɔw ye u sanfɛ, k’u kamanw wuli ka u dawolo wa? Mɔgɔ si t’u minɛ fo Hinɛbagatɔ. Ale de ye fɛn bɛɛ faamuyabaga ye.",
    "Walima nin ye jɔn ye min ye fanga ye i bolo k’i tanga hinɛbaga ma? Kafiriw tɛ foyi la ni lafilili tɛ.",
    "Walima nin ye jɔn ye min bɛna aw balo, ni a y’a ka balo bali? O bɛɛ n’a ta, u bɛ to ka sɔsɔli ni koniya kɛ.",
    "Yala mɔgɔ min bɛ taama k’a biri a yɛrɛ ka dilancogo kan, o ɲɛminɛni ka fisa wa, walima min bɛ taama ka jɔ sira tilennen kan wa?",
    "A fɔ ko: “Ale de ye aw labɔ; A ye mɛnni ni yeli ni farikolo yɔrɔw dilan aw ye. Nka a man teli ka barika da i ye.”",
    "A fɔ ko: “Aw ye aw jɛnsɛn dugukolo kan, aw na lamini ale de la.”",
    "U b'a fɔ ko: «Nin layidu bɛna tiimɛ tuma jumɛn, ni aw ye tiɲɛ fɔ?»",
    "A fɔ ko: “Dɔnniya bɛ Ala fɛ, ne ye lasɔminikɛla jɛlen dɔrɔn de ye.”",
    "Nka n’u y’a ye ko a bɛ ka surunya, dannabaliw ɲɛda bɛna dibi don, wa a bɛna fɔ ko: “Aw tun bɛ min wele fɔlɔ, o de ye nin ye.”",
    "A fɔ ko: “Aw ye jateminɛ kɛ wa? Yala Ala ka kan ka ne ni ne fɛmɔgɔw halaki wa? walima n'o tɛ, a b'a ka makari da an kan; jɔn na kafiriw tanga tɔɔrɔ jugu ma?”",
    "A fɔ ko: «A ye hinɛbaga ye. An b da a la, ani an b da a la. Sɔɔni, i bɛna a dɔn mɔgɔ min bɛ fili jɛlen na.”",
    "A fɔ ko: “Aw ye jateminɛ kɛ wa? Ni aw ka ji bɛ bɔ, jɔn bɛna na ni ji saniyalen ye aw ye?”"
]