[
    "Midi. Sɛbɛnni fɛ, ani u bɛ min sɛbɛn.",
    "I Matigi ka nɛɛma barika la, i tɛ hakilintan ye.",
    "Tiɲɛ na, i bɛna sara sɔrɔ min tɛna ban abada.",
    "Ani, i ye jogoɲumanya jogo ɲumanba ye.",
    "I na a ye, u na a ye.",
    "Aw la jumɛn de ye tɔɔrɔbaa ye.",
    "I Matigi de b’a dɔn kosɛbɛ mɔgɔ min bɔra a ka sira kan, wa a bɛ mɔgɔ ɲɛminɛlenw dɔn kosɛbɛ.",
    "O la sa, aw kana banbagaw kan minɛ.",
    "U b’a fɛ i ka bɛnkanw kɛ, o la sa, u bɛna bɛnkanw kɛ.",
    "Aw kana kalilikɛla jugu si kan minɛ.",
    "Backbiter, tɔgɔjugu fɔbaga.",
    "Koɲuman balibaga, sariya tiɲɛbaga, jurumukɛla.",
    "Rude ani fake ka fara o kan.",
    "K’a sababu kɛ dɔrɔn wari ni denw b’a bolo.",
    "Ni An ka Vɛrisew kalanna a ye, a b’a fɔ ko “Kɔrɔlenw ka nsiirinw!”",
    "An bɛna a taamasiyɛn kɛ a dawolo kan.",
    "An y’u kɔrɔbɔ, i n’a fɔ An ye nakɔtigiw kɔrɔbɔ cogo min na, n’u ye layidu ta k’u bɛna a tigɛ sɔgɔma.",
    "K’a sɔrɔ i ma reservation si kɛ.",
    "Nka balawu dɔ bɔra i Matigi fɛ ka taa a lamini u sunɔgɔtɔ.",
    "Wa sɔgɔma a kɛra i n’a fɔ a tigɛra.",
    "Sɔgɔma, u ye ɲɔgɔn wele.",
    "“I ka taa joona i ka foro la, n’i bɛna suman tigɛ.”",
    "O la, u taara, ka ŋunuŋunu ɲɔgɔn fɛ.",
    "“Faantan si man kan ka don a kɔnɔ bi.”",
    "U taara joona, u y’u latigɛ ni ŋaniya ye.",
    "Nka u y'o ye tuma min na, u ko: «An filila.",
    "An bɛ dɛsɛ sisan.”",
    "U la hakilitigiba y’a fɔ ko: “Ne m’a fɔ aw ye ko: ‘ni aw tun bɛna nɔɔrɔ da aw kan wa?’”",
    "U ko: “Bonya ka kɛ an Matigi ye—Tiɲɛ na, an tun bɛ kojugu la.”",
    "O kɔ, u y'u ɲɛsin ɲɔgɔn ma, ka ɲɔgɔn jalaki.",
    "U ko: «Bɔnɛ bɛ an na, an tun bɛ kuntigiya kɛ tiɲɛ na.",
    "Laala an Matigi bɛna fɛn wɛrɛ di an ma min ka fisa a nɔ na. An bɛ an kɔdon an Matigi fɛ.»",
    "O ɲangili ye ten; nka Lakabana ɲangili ka bon, n'u tun b'a dɔn dɔrɔn.",
    "Sabu mɔgɔ tilennenw ye nisɔndiya nakɔw ye u Matigi fɛ.",
    "Yala An bɛna silamɛw minɛ i n’a fɔ mɔgɔ juguw wa?",
    "Ko jumɛn bɛ aw la? I bɛ kiri tigɛ cogo di?",
    "Walima Bibulu tɛmɛsira dɔ b’i bolo i bɛ kalan kɛ min kɔnɔ.",
    "I bɛ fɛn o fɛn sugandi, o bɛ min kɔnɔ?",
    "Walima kaliliw bɛ aw fɛ ka bɔ An fɛ, minnu bɛ siri fo ka se Lakununni don ma, ko aw bɛ fɛn o fɛn ɲini aw fɛ, aw bɛna o sɔrɔ wa?",
    "Aw k’u ɲininka, u la jumɛn bɛna o garanti di.",
    "Walima jɛɲɔgɔnw b’u fɛ wa? O kɔ, a to u k’u jɛɲɔgɔnw labɔ, n’u ye tiɲɛ fɔ.",
    "Don min na Shinw bɛna bɔ kɛnɛ kan, u bɛna wele ka u biri, nka u tɛna se.",
    "U ɲɛw majiginlen, maloya bɛna u datugu. U welelen tun bɛ u ka u biri ni u kɛnɛyara.",
    "O la, aw ka Ne to mɔgɔw bolo minnu bɛ ban nin kuma in na; An bɛna taa ɲɛ u kɛlɛ dɔɔnin dɔɔnin, u t’a dɔn yɔrɔ min na.",
    "Wa ne na lafiɲɛ di u ma. Ne ka laɲini sinsinnen don.",
    "Walima i b’a ɲini u fɛ u ka wari dɔ di u ma, walisa ka doni da u kan juruw la wa?",
    "Walima u bɛ siniko dɔn, o la sa, u b’o sɛbɛn wa?",
    "O la, i ka muɲu ka i Matigi ka latigɛ makɔnɔ, i kana kɛ i ko Jɛgɛɲɔgɔn min ye kulekan bɔ ni jigitigɛ ye.",
    "Ni a Matigi ka nɛɛma tun ma se a ma, a tun bɛna fili kungo kɔnɔ, a tun bɛna mafiɲɛya pewu.",
    "Nka a Matigi y'a sugandi, k'a kɛ mɔgɔ tilennenw dɔ ye.",
    "Minnu ma da a la, olu bɛ ɲini k’i sɔgɔ ni u ɲɛjibɔ ye, n’u ye cikan mɛn, k’a fɔ ko: “A ye diɲɛnatigɛla ye!”",
    "Nka a tɛ Dɔgɔya ni hakilijigin ye Diɲɛ bɛɛ ma."
]