[
    "Tiɲɛ.",
    "Tiɲɛ ye mun ye?",
    "Mun bɛna a to i k’a faamu Tiɲɛ ye min ye?",
    "Thamood ni Aad ye sɔsɔli kɛ Catastrophe kan.",
    "Thamood ta fan fɛ, u halakira Overwhelming fɛ.",
    "Ani Aad fana ta fan fɛ; u halakira fiɲɛba dɔ fɛ min tun bɛ ka mankanba bɔ.",
    "A y'o labɔ u kan su wolonwula ni tile seegin kɔnɔ, ka tugu ɲɔgɔn na. I tun bɛ se ka mɔgɔw ye u bɛ ka wuli ka yaala-yaala, i n’a fɔ u ye jirisunw ye minnu kɔnɔna bɛ dingɛ kɔnɔ.",
    "Yala i bɛ se ka u tolen dɔw ye wa?",
    "O kɔ, Faraon ni a ɲɛfɛmɔgɔw nana, ani Duguw wulilen minnu tun falen bɛ jurumu la.",
    "Nka u ma u Matigi ka ciden kan minɛ, o de y’a to a y’u minɛ ni fanga ye.",
    "Jiw falenna tuma min na, An y’i ta kurunba kɔnɔ min bɛ taa ni i ye.",
    "Walasa k’a kɛ kalan ye i bolo—walasa tulo minɛbagaw ka se k’a mara.",
    "O kɔ, ni burufiyɛkan bɛ fɔ siɲɛ kelen.",
    "Dugukolo ni kuluw bɛ kɔrɔta, ka sɔgɔsɔgɔ, ni sɔgɔsɔgɔninjɛ kelen ye.",
    "O don na, Ko in bɛna Kɛ.",
    "Sankolo na kari; o la o don na a bɛna barika dɔgɔya.",
    "Mɛlɛkɛw na lamini a dancɛw la, k'a sɔrɔ mɔgɔ 8 bɛna i Matigi ka Masasigilan ta u sanfɛ o don na.",
    "O don na i bɛna bɔ kɛnɛ kan, i ka gundo si tɛna to dogo la.",
    "Min ye a ka gafe di a kininbolo la, a na a fɔ ko: “Yan, i ka ne ka gafe ta k’a kalan.",
    "Ne tun b’a dɔn ko ne bɛna jalaki.”",
    "O la sa, a bɛna kɛ ɲɛnamaya duman na.",
    "Nakɔ sanfɛla dɔ kɔnɔ.",
    "A ka pickings bɛ se ka sɔrɔ.",
    "“I ye min kɛ don tɛmɛnenw na, i ka dumuni kɛ ka minni kɛ ni nisɔndiya ye.”",
    "Nka min bɛ a ka gafe di a kininbolo ma, a bɛna a fɔ ko: “Ne b’a fɛ ne ka gafe ma di ne ma abada.",
    "Ani a tun t’a dɔn abada ko ne ka jatebɔ ye min ye.",
    "Ni o tun ye laban ye.",
    "Ne ka wari tɛ se ka nafa sɔrɔ ne la.",
    "Ne ka sebaaya tununna ne la.”",
    "“A’ y’a ta k’a siri ni siri ye.",
    "O kɔ, aw k'a jeni Blaze kɔnɔ.",
    "O kɔ, i k'a siri ni cakɛda dɔ ye min janya ye mɛtɛrɛ biwolonwula ye.",
    "Sabu a tun tɛna da Alaba la.",
    "A tun tɛna faantanw baloli fana lafasa.",
    "O la, teri t’a fɛ yan bi.",
    "Wa dumuni si tɛ yen fo nɔgɔ.",
    "Jurumutw dɔrɔn de b’o dun.”",
    "Tiɲɛ na, ne bɛ kali aw ɲɛ na.",
    "Ani i tɛ min ye, o de sababu fɛ.",
    "O ye ciden bonyalen dɔ ka kuma ye.",
    "Wa a tɛ poyikɛla ka kuma ye—i dalen tɛ o la kosɛbɛ.",
    "A tɛ sunabaga ka kuma fana ye—i t’i janto o la kosɛbɛ.",
    "Jirali don min bɔra diɲɛw Matigi fɛ.",
    "Ni a tun ye nkalon tigɛ ka kuma dɔw fɔ Anw de kan.",
    "An tun na a kininbolo minɛ.",
    "O kɔ, a y’a ka ɲɛnamaya sira tigɛ.",
    "Wa aw si tun tɛ se ka An bali a ma.",
    "Tiɲɛ na, o ye cikan ye mɔgɔ tilennenw bolo.",
    "Wa An b’a dɔn ko aw dɔw bɛna ban o la.",
    "Wa, siga t’a la, o ye dusukasi sababu ye dannabaliw bolo.",
    "O bɛɛ n’a ta, o ye tiɲɛ dafalen ye.",
    "O la, aw ka aw Matigi tɔgɔ bonya, min ye Kɔrɔba ye."
]