[
    "Alif. Lam. Meem. Saad ye.",
    "Kitabu dɔ jirala i la, o la sa, hami si kana kɛ i dusukun na o kosɔn. Baara kɛ n’a ye ka lasɔmi, ani ka kɛ hakilijigin ye dannabaaw ma.",
    "Fɛn min jirala i la ka bɔ i Matigi fɛ, i ka tugu o kɔ, i kana tugu matigi wɛrɛw kɔ a kɛrɛfɛ. O bɛɛ n’a ta, i hakili tɛ fɛn caman na.",
    "An ye dugu caman tiɲɛ dɛ! An ka sebaaya nana u kan su fɛ walima k’u to tilelafana sunɔgɔ la.",
    "Tuma min na An ka diminya sera u ma, u ka delili kelenpe tun ye ko: “Tiɲɛ na, an tun ye kojugukɛlaw ye.”",
    "Cidenw cilen don minnu ma, an na ɲininkali kɛ, an bɛna cidenw yɛrɛ ɲininka.",
    "An bɛna u ka maanaw lakali u ye ni dɔnniya ye, bawo An tun tɛ yen.",
    "O don na, peseli ye tiɲɛ ye. Minnu ka balansi ka gɛlɛn, olu bɛna ɲɛtaa sɔrɔ.",
    "Nka, minnu bɛ ni balansi yeelenma ye, olu na bɔnɛ u niw la, bawo u tun ye ban An ka taamasyɛnw na.",
    "An y’aw sigi dugukolo kan ani k’aw ka balo ni aw ka bonya di aw ma. O bɛɛ n’a ta, a man teli ka barika da i ye.",
    "An ye aw da, o kɔ, an ye aw da, o kɔ, an y’a fɔ mɛlɛkɛw ye ko: “Aw ka aw sujudu Hadama ɲɛkɔrɔ.” U bɛɛ ye sujudu kɛ, fo Iblis, a tun tɛ sujudu kɛbagaw dɔ ye.",
    "A y’a ɲininka ko: “Mun y’i bali ka sujudu kɛ tuma min na ne ye ci fɔ i ye?” A y’a jaabi ko: “Ne ka fisa ni ale ye; I ye ne da tasuma la, nka i y’a da ni bɔgɔ ye.”",
    "A ko: “Aw ka jigin ka bɔ nin yɔrɔ in na; a t’ i bolo ka kuncɛbaya kɛ yan ! Aw ka bɔ, katuguni aw maloyara!”",
    "A y’a deli ko: “A’ ye ne bila kɔfɛ fo ka se u kununni don ma.”",
    "A y’a jaabi ko: “I ye waati latɛmɛ.”",
    "A ko: «Kabini i ye ne bila sira la, ne na sigi u makɔnɔ i ka sira tilennen kan.",
    "O kɔ, ne na na u ma ka bɔ u ɲɛfɛ ani u kɔfɛ, ka bɔ u kinin fɛ ani u numan fɛ. Wa I tɛna u fanba sɔrɔ i n’a fɔ waleɲumandɔnbaga.”",
    "A ko: «Aw ka bɔ o la, aw mafiɲɛya ani aw ka se sɔrɔ. U la mɔgɔ o mɔgɔ bɛ tugu aw kɔ—ne bɛna Jahannama fa aw bɛɛ la.",
    "Wa e Hadama, i ni i muso sigilen bɛ Alijinɛ kɔnɔ, i bɛ dumuni kɛ hɔrɔnya la ka bɔ i sago yɔrɔ o yɔrɔ la; nka aw kana gɛrɛ o jiri la, walisa aw kana kɛ kojugukɛlaw dɔ ye.”",
    "O kɔ, Sitanɛ ye kumakan dɔ fɔ u ye, k’u ka farikoloɲɛnajɛ dogolenw jira. A ko: “I Matigi ye nin jiri in bali dɔrɔn walisa k’i bali ka kɛ mɛlɛkɛw ye walima ka sabali sɔrɔ.”",
    "A ye kali u la ko: “Tiɲɛ na, ne ye aw laadibaa ye.”",
    "O cogo la, a ye u lafili ni nanbara ye. Wa u ye jiriden nɛnɛ tuma min na, u farilankolon bɔra u la, u y’a daminɛ k’u yɛrɛ datugu ni Nakɔ buluw ye. O kɔ, u Matigi y’u wele ko: “Ne ma aw bali o jiri la, k’aw lasɔmi ko Sitanɛ ye aw jugu ye min y’a fɔ aw ye wa?”",
    "U y’a jaabi ko: “An Matigi, an ye kojugu kɛ an yɛrɛ la. N’i ma yafa an ma, ka hinɛ an na, an bɛna kɛ bɔnɛbagaw cɛma.”",
    "A ko: «Aw ka jigin ni juguya ye aw dɔw cɛma. Sabu aw na sigiyɔrɔ ni nisɔndiya sɔrɔ dugukolo kan fo waati dɔ.”",
    "A y’a fɔ fana ko: “Yɛn, aw bɛna ɲɛnamaya kɛ; yen, aw na sa, ka bɔ yen, aw na kunun.”",
    "Aw Hadama denw, An ye finiw di aw ma walasa ka aw farikolo datugu ani ka finiw di aw ma. Nka Ala ɲɛsiran fini—o de ka fisa. Olu bɛ Ala ka vɛrisew cɛma, o la sa, u bɛ se k’u janto u la.",
    "Aw Hadama denw, Sitanɛ kana aw kɔrɔbɔ, i n’a fɔ a y’aw bangebagaw gɛn ka bɔ alijɛnɛ na, k’u ka finiw bɔ u la walasa k’u farilankolon jira u la. Ale n’a sugu b’i Ye ka Bɔ i t’u Ye yɔrɔ min na. An ye jinɛw kɛ jɛɲɔgɔnw ye minnu tɛ dannaya kɛ.",
    "Ni u ye kɛwale jugu dɔ kɛ, u b’a fɔ ko: “An ye an bɛnbaw sɔrɔ k’o kɛ, Ala ye ci fɔ an ye k’o kɛ.” A fɔ ko: “Ala tɛ jatɔya ci fɔ abada. I tɛ min dɔn, yala i bɛ o fɔ Ala ko la wa?”",
    "A fɔ ko: «Ne Matigi bɛ tilennenya yamaruya. Aw ye aw ɲɛda bila batoyɔrɔ bɛɛ la, ka a deli, ka aw ka dannaya di ale kelenpe ma. A ye aw dabɔ cogo min na, aw na kɔsegin o cogo kelen na.”",
    "A ye dɔw ɲɛminɛ, dɔw fana tun ka kan ni u ka sira tunun. U ye jinɛw ta ka kɛ jɛɲɔgɔnw ye Ala nɔ na, k’a miiri k’u bɛ ɲɛminɛ.",
    "Aw Hadama denw, aw ka aw masiri ta delili yɔrɔ bɛɛ la. Dumuni kɛ ani ka minni kɛ, nka aw kana kojugu kɛ, bawo fɛn tɛmɛnenw man di A ye.",
    "A fɔ ko: “Ala ye fɛn duman minnu da a ka danfɛnw ye, jɔn ye olu bali?” A fɔ ko: “Mɔgɔ minnu dalen bɛ u ka ɲɛnamaya kɔnɔna na nin diɲɛ kɔnɔ, olu de ye olu dɔrɔn de ye lakununni don na.” O cogo la, An bɛ tɛmɛsiraw ɲɛfɔ ka ɲɛ mɔgɔw ye minnu b’a dɔn.",
    "A fɔ ko: “Ne Matigi bɛ maloya walew bali, a kɛra da yelen ye wo, a kɛra dogolen ye wo, ani jurumu, ani degun, ani ka fɛn o fɛn fara Ala kan k’a sɔrɔ a ma sɔn, ani ka kuma Ala ko la k’a sɔrɔ a ma dɔn.”",
    "Siya bɛɛ ni waati latigɛlen don. Ni u ka waati latigɛlen sera, u tɛna se k’o bila kɔfɛ ni lɛri kelen ye. u tɛna se fana ka taa ɲɛ.",
    "Aw Hadama denw, ni cidenw nana aw fɛ ka bɔ aw cɛma, ka Ne ka cikanw lase aw ma, minnu bɛ nɔrɔ tilennenya ni ladilanni na, siran tɛna kɛ olu la, u tɛna dusukasi fana.",
    "Nka minnu bɛ ban An ka tɛmɛsiraw la, k’u minɛ ni kuncɛbaya ye, olu ye Tasuma sigibagaw ye, u bɛna sigi yɔrɔ min na fo abada.",
    "Jɔn ka tilenbaliya ka tɛmɛ mɔgɔ kan min bɛ nkalon tigɛ Ala kama walima min bɛ ban a ka tɛmɛsiraw la? Olu ka kan k’u niyɔrɔ sɔrɔ i n’a fɔ a latigɛra cogo min na. Fo An ka cidenw ka na u niw ta, u bɛna ɲininkali kɛ ko: “Aw tun bɛ minnu wele Ala kɔ, olu bɛ min?” U na jaabi ko: “U ye an bila.” U na seereya kɛ u yɛrɛw kama ko u tun ye dannabaliw ye.",
    "A bɛna a fɔ ko “A’ ye don jinɛw ni hadamadenw ka jɛkuluw cɛma minnu tɛmɛna aw ɲɛ tasuma la.” Tuma o tuma ni sigida dɔ donna, a bɛna a ɲɛfɛla danga. Fo, n’u bɛɛ sera yen, u laban bɛna a fɔ fɔlɔ ko la ko: “An Matigi, ninnu ye an lafili, o la, i ka ɲangili fila kɛ u la tasuma la.” A na a fɔ ko: “U kelen-kelen bɛɛ na fila sɔrɔ, nka aw t’a dɔn.”",
    "U la fɔlɔ bɛna a fɔ laban ye ko: “Nafa si tɛ aw la anw kan, o de la aw tun bɛ min sɔrɔ fɔlɔ, aw ka o ɲangili nɛnɛ.”",
    "Minnu ye ban an ka tɛmɛsiraw la, ka kuncɛbaya kɛ u la—olu fɛ, Sankolo daaw tɛna da wuli, u tɛna don Alijinɛ kɔnɔ fana, fo ɲɔgɔmɛ ka se ka tɛmɛ pikirijikɛlan ɲɛ fɛ. An bɛ kojugukɛlaw sara ten.",
    "Sabu u na kɛ dilanw ye Jahannama kɔnɔ, ka bɔ u sanfɛ ka kɛ datugulanw ye. An bɛ kojugukɛlaw sara ten.",
    "Minnu dalen b’a la ani ka ɲɛnamaya kɛ tilennenya la—An tɛ doni don ni si la ka tɛmɛ a seko kan—olu ye Alijinɛ sigibagaw ye, u bɛna sigi yɔrɔ min na fo abada.",
    "An bɛna dusukunnata jugu o dusukunnata bɔ u dusukun na, bajiw bɛna woyo u jukɔrɔ, u bɛna pɛrɛn ko: “Tanuli ka kɛ Ala ye, ale min y’an bilasira nin ko in na. Ni Ala tun ma an ɲɛminɛ, an tun tɛna ɲɛminɛ. An Matigi ka cidenw nana ni tiɲɛ ye tiɲɛ na.” Wa u na wele ko: “Alijɛnɛ min kɛra aw ye, aw tun bɛ min kɛ fɔlɔ, o ye nin ye.”",
    "Alijinɛ sigibagaw bɛna wele bila Tasuma sigibagaw ma ko: “An Matigi ye layidu min ta an ye, an y’o sɔrɔ, o ye tiɲɛ ye; i y’a ye ko i Matigi ka layidu ye tiɲɛ ye wa?” U na jaabi di ko: “Ɔwɔ.” Laselikɛla dɔ bɛna a fɔ u ni ɲɔgɔn cɛ ko: “Ala ka danga bɛ kojugukɛlaw de kan.",
    "Minnu ye Ala ka sira bali, k’a ɲini k’a kɛ fɛn ye min bɛ kɛ fɛn ye, ka ban Ala ka sira la.”",
    "U ni ɲɔgɔn cɛ, tilayɔrɔ dɔ bɛ yen, wa Heights kan, cɛw bɛ yen minnu bɛ bɛɛ Dɔn u ka taamaʃyɛnw fɛ. U bɛna alijinɛ sigibagaw wele ko: “Hɛrɛ ka kɛ aw ye.” U ma don a kɔnɔ fɔlɔ, nka u jigi b’a kan k’o don.",
    "Wa n’u ɲɛw ɲɛsinnen bɛ Tasuma sigibagaw ma, u b’a fɔ ko: “An Matigi, i kana an bila kojugukɛlaw fɛ.”",
    "Mɔgɔ minnu bɛ Heights kan, olu bɛna cɛw wele u bɛ minnu dɔn u ɲɛda fɛ, k’a fɔ ko: “I ka hoardings ma foyi nafa i la, i ka kuncɛbaya fana ma nafa foyi lase i ma.",
    "I ye kali Ala la ko Ala tɛna maga olu la abada ni makari ye wa?” “Don alijɛnɛ kɔnɔ; siran tɛ aw ɲɛ, aw tɛna dusukasi fana.”",
    "Tasuma sigibagaw bɛna alijinɛ sigibagaw deli ko: “Aw ka ji dɔ bɔn an kan, walima Ala ye fɛn minnu di aw ma.” U na jaabi di ko: “Ala ye dannabaliw bali.”",
    "Minnu tun b’u ka diinɛ minɛ i n’a fɔ ɲɛnajɛ ni ɲɛnajɛ, ani diɲɛ ɲɛnamaya tun bɛ minnu lafili. Bi, An bɛna u ɲɛmajɔ, i n’a fɔ u ye nin don in lajɛ bila kɔfɛ cogo min na, ka ban An ka taamaʃyɛnw ma.",
    "An ye Sɛbɛnni dɔ di u ma, An ye min ɲɛfɔ ni dɔnniya ye, min ye ɲɛminɛbaga ni makari ye dannabaaw ye.",
    "Yala u bɛ a kɔrɔfɔli makɔnɔ dɔrɔn wa? A kɔrɔfɔli nana don min na, mɔgɔ minnu tun ma u janto a la ka kɔrɔ, olu bɛna a fɔ ko: “Tiɲɛ na, an Matigi ka cidenw nana ni tiɲɛ ye. Yala delilikɛla dɔw b’an fɛ minnu bɛna delili kɛ an ye sisan wa? Walima, yala u bɛ se k’an bila ka segin ka na an yɛrɛ minɛ cogo wɛrɛ la wa?” U bɔnɛna u niw la, wa u tun bɛ min dabɔ fɔlɔ, o ye dɛsɛ u la.",
    "I Matigi ye Ala ye, min ye sankolow ni dugukolo da waati wɔɔrɔ kɔnɔ, o kɔfɛ a y’a yɛrɛ jɔ masasigilan kan. A bɛ su kɛ ka tile datugu, o min bɛ tugu o kɔ joona. A ye tile ni kalo ani dolow kɛ kolo ye; bɛɛ bɛ a ka ci fɔlen kan minɛ. Duba bɛ Ala ye, masaya bɛɛ Matigi.",
    "I ka Matigi wele ni majigilenya ye ani i kelen na. A tɛ sariya tiɲɛbagaw kanu.",
    "Kana tiɲɛni kɛ dugukolo kan a ladilanni kɔfɛ. Aw ka a wele ni siran ni nege ye. Ala ka makari bɛ gɛrɛ koɲuman kɛbagaw la.",
    "Ale de bɛ fiɲɛw ci, k’a ka makari laseli kɛ. Ni u bɛ sankaba girinmanw ta, An b’u gɛn ka taa jamana ɲɛnama dɔ la, o kɔfɛ, An bɛ sanji bila, ka den suguya bɛɛ bɔ. O cogo la An na suw labɔ; laala i bɛna miiri.",
    "Dugukolo nafama bɛ a ka sɛnɛfɛnw bɔ a Matigi ka yamaruya fɛ, k’a sɔrɔ dugukolo nafama tɛ den caman sɔrɔ. O cogo la, An bɛ taamaʃyɛnw caman Kɛ waleɲumandɔnbaaw ye.",
    "An ye Nuhun ci a ka mɔgɔw ma, a ko: «Ne ka mɔgɔw, aw ka Ala bato. Ala wɛrɛ tɛ aw fɛ ni ale tɛ. Ne bɛ siran donba ɲangili ɲɛ aw kosɔn.»",
    "A ka jamana kuntigiw ko: «An b'aw ye fili jɛlen na.»",
    "A ko: «Ne ka mɔgɔw, fili si tɛ ne la. Nka, ne ye ciden ye ka bɔ diɲɛw Matigi fɛ.",
    "Ne bɛ ne Matigi ka cikanw lase aw ma, ne bɛ laadilikan sɛbɛw di aw ma, ani aw tɛ min dɔn, ne bɛ o dɔn ka bɔ Ala yɔrɔ.”",
    "“Aw kabakoyara k’a ye ko hakilijigin dɔ nana aw ma ka bɔ aw Matigi yɔrɔ aw yɛrɛ dɔ sababu fɛ, ka aw lasɔmi ani ka aw yɛrɛ kɔlɔsi, walisa aw ka makari sɔrɔ wa?”",
    "Nka u banna a la, o la an y’a kisi ani minnu tun b’a fɛ kurun kɔnɔ, ani minnu banna an ka jirali ma, an ye olu su ji la. U tun ye fiyentɔw ye.",
    "Aad, u balimakɛ Hud. A ko: «Ne ka mɔgɔw, aw ka Ala bato. Ala wɛrɛ tɛ aw fɛ ale kɔ. O tuma na fɛ, yala i tɛna kɛ mɔgɔ tilennen ye wa?”",
    "A ka jama ɲɛmaa dannabaliw y’a jaabi ko: “An b’i ye iko naloman, an b’a miiri ko i ye nkalontigɛla ye.”",
    "A y'a jaabi ko: «Ne ka mɔgɔw, ne tɛ naloman ye. Ne ye ciden ye ka bɔ diɲɛw Matigi fɛ.",
    "“Ne bɛ ne Matigi ka cikanw lase aw ma, ne ye ladilikɛla ye min bɛ se ka da aw kan.”",
    "“Aw y’a ye ko kabako don ko aw Matigi ka cikan nana aw ma cɛ dɔ sababu fɛ ka bɔ aw cɛma, ka aw lasɔmi wa? Aw k’aw hakili to a la ko a ye aw kɛ Nuhun ka mɔgɔw nɔnabila ye ani ka dɔ fara aw bonya kan. I hakili to Ala ka dugaw la, walisa i ka se ka ɲɛtaa sɔrɔ.”",
    "U y'a jaabi ko: «Aw nana an fɛ walisa an ka Ala kelenpe bato, ka an bɛnbaw tun bɛ min bato wa? Ni aw ye tiɲɛ fɔ, aw bɛ min baga an ma, aw ka na ni o ye an ye.”",
    "A y'a jaabi ko: «I Matigi ka jalaki ni diminya ye i sɔrɔ. Yala i bɛ sɔsɔli kɛ ni ne ye tɔgɔ minnu kan, i n’i bɛnbaw ye minnu da, Ala ma yamaruya minnu di wa? O la sa, aw ka kɔnɔni kɛ, ne na makɔnɔni kɛ aw fɛ.”",
    "An ye a ni a fɛ mɔgɔw kisi hinɛ fɛ ka bɔ An fɛ, ani minnu tun bɛ ban an ka taamasyɛnw na, ani minnu tun tɛ dannabaaw ye, an ye olu halaki.",
    "Ka Tamud, u balimakɛ Saleh. A y'a deli ko: «Ne ka mɔgɔw, aw ka Ala bato. Ala wɛrɛ tɛ aw fɛ ale kɔ. Taamaʃyɛn jɛlen dɔ nana i ma ka bɔ i Matigi fɛ: Ala ka ɲɔgɔmɛ muso in ye taamasyɛn ye i bolo. A ka baganw balo Ala ka dugukolo kan, i kana kojugu kɛ a la, walisa ɲangili jugu kana kɛ i la.”",
    "“Aw hakili to a la ko a ye aw kɛ Aad nɔnabila ye, wa a ye aw sigi jamana kɔnɔ. I bɛ masasobaw jɔ a kɛnɛbaw kan ani ka sow ja kuluw la. Aw k’aw hakili to Ala ka dugaw la, aw kana tiɲɛni kɛ jamana kɔnɔ.”",
    "A ka mɔgɔw cɛma kuncɛbaw y’a fɔ degunbagatɔw ye minnu dalen bɛ a la ko: “Aw dalen b’a la ko Saleh cilen don a Matigi fɛ wa?” U y’a jaabi ko: “Ɔwɔ, a nana ni cikan min ye, an dalen bɛ o la.”",
    "Kuncɛbaw y’a jaabi ko: “Aw dalen bɛ min na, an bɛ ban o la.”",
    "O la, u ye ɲɔgɔmɛ musoman sɔgɔ, k’u Matigi ka cikan sɔsɔ ni jagɛlɛya ye, k’a fɔ ko: “E Saleh, i bɛ min baga an ma, n’i ye cidenw dɔ ye, i ka o lase an ma.”",
    "O la sa, dugukolo yɛrɛyɛrɛ y’u minɛ, k’u to ɲɛnamaya tɛ u ka so.",
    "O la, a y’a kɔdon u la, k’a fɔ ko: “Ne ka mɔgɔw, ne ye ne Matigi ka cikan lase aw ma, ne ye aw laadi ni kɔnɔnajɛya ye, nka aw tɛ ladilikɛlaw waleɲumandɔn.”",
    "Lot y’a fɔ a ka mɔgɔw ye ko: “Aw bɛ kɛwale jugu kɛ, mɔgɔ si ma deli ka min kɛ diɲɛ kɔnɔ.”",
    "“Aw bɛ cɛw nege don musow nɔ na. Tiɲɛ na, aw ye dantɛmɛ jamanaw ye.”",
    "A ka mɔgɔw y’a jaabi ko: “A’ ye u gɛn ka bɔ aw ka dugu kɔnɔ; u ye mɔgɔ saniyalenw ye.”",
    "O la, An y'a n'a ka denbaya kisi, fo a muso; a tun ye mɔgɔ dɔ ye minnu tora kɔfɛ.",
    "An ye sanjiba lase u ma. Mɔgɔ minnu ye kojugu kɛ, olu ka siniɲɛsigi jateminɛ.",
    "Madiyan, u balimakɛ Suaib. A ko: «Ne ka mɔgɔw, aw ka Ala bato. ala wɛrɛ tɛ aw fɛ ni ale tɛ. Dalilu jɛlen nana i ma ka bɔ i Matigi yɔrɔ. Aw ye sumanikɛlanw ni girinya tilennenw mara, aw kana mɔgɔw ka fɛnw nafa dɔgɔya, ani aw kana nanbara jɛnsɛn dugukolo kan a labɛnnen kɔfɛ. Nin ka fisa aw ma, ni aw ye dannabaaw ye.»",
    "“Aw kana sigi sira bɛɛ kan, ka siran ani ka Ala ka sira bali minnu dalen bɛ a la, k’a ɲini k’a kɛ sira tigɛli ye. Aw hakili to a la tuma min na aw tun ka dɔgɔ, ani a ye aw caya. Ani kojugukɛlaw ka siniɲɛsigi jateminɛ.”",
    "“Ka da a kan aw dɔw dalen bɛ ne cilen na ni min ye, dɔw ma da o la, aw ka muɲu fo Ala ka a ka kiri tigɛ an ni ɲɔgɔn cɛ. Ale de ye kiritigɛlaw bɛɛ la ɲuman ye.”",
    "A ka sigida ɲɛmɔgɔ kuncɛbaw y’a jira ko: “E Shuaib, an bɛna i gɛn ka bɔ an ka dugu kɔnɔ, fo n’i seginna an ka diinɛ na.” A y’a jaabi ko: “Hali an sago tɛ?”",
    "“An tun bɛna nkalon tigɛ Ala kama ni an seginna aw ka diinɛ na Ala kɛlen kɔ k’an kisi o diinɛ ma. A man kan ka segin a kan fo ni Ala, an Matigi, y’a to. An Matigi bɛ fɛn bɛɛ lamini a ka dɔnniya la. Ala de la, an y’an jigi da Ala kan. An Matigi, i ka ko latigɛ an ni an ka mɔgɔw cɛ tiɲɛ na, katuguni e de ye ko latigɛbaga ɲuman ye.”",
    "A ka mɔgɔw cɛma, dannabaaw y’a fɔ ko: “Ni aw tugura Shuaib kɔ, siga t’a la ko aw bɛna kɛ bɔnɛbagaw cɛma.”",
    "Yɛrɛyɛrɛli dɔ y’u minɛ, u dalen tun tɛ ɲɛnamaya la u ka so.",
    "Minnu banna Suaib la—a bɛ iko u ma deli ka ɲɛtaa sɔrɔ yen. Minnu banna Suaib la—olu de tun ye bɔnɛ sɔrɔ.",
    "O kɔ, a y’a kɔdon u la k’a fɔ ko: «E ne ka mɔgɔw, ne ye ne Matigi ka cikanw lase aw ma, ne ye aw laadi. O la sa, ne tun bɛ se ka dusukasi cogo di jama min banna dannaya la?”",
    "Tuma o tuma ni an ye kira ci dugu dɔ la, an tun bɛ a ka mɔgɔw kɔrɔbɔ ni gɛlɛyaw ni gɛlɛyaw ye walisa u ka wuli ni majigilenya ye.",
    "O kɔ, An y’u ka gɛlɛyaw bila nɔgɔya nɔ na fo u cayara k’a fɔ ko: “An bɛnbaw fana ye gɛlɛya ni nɔgɔya sɔrɔ.” O yɔrɔnin bɛɛ, An y’u minɛ k’a sɔrɔ an ma u dɔn.",
    "Ni dugudenw tun dalen b’a la ani ka kɛ mɔgɔ tilennenw ye, An tun bɛna dugawuw da wuli u kan ka bɔ sankolo ni dugukolo kan. Nka u ye tiɲɛ sɔsɔ, o de la An y’u minɛ u ka kɛwale juguw kosɔn.",
    "Yala dugudenw b’u yɛrɛ lafiya ka bɔ An ka ɲangili la min bɛ na u kan yɔrɔnin kelen su fɛ k’u to sunɔgɔ la wa?",
    "Yala dugumɔgɔw tɛ hami ko An ka ɲangili tɛna na u ma tile fɛ k’u to tulonkɛ la wa?",
    "Yala u b’a miiri ko u lafiyalen don ka bɔ Ala ka fɛɛrɛ tigɛlenw na wa? Mɔgɔ si t’a miiri ko a lakananen don Ala ka fɛɛrɛ la fo bɔnɛbagaw.",
    "Yala a t mgw bilasira minnu b dugukolo ciyɛn ta a sigibagaw kɔfɛ, ko ni An b’a fɛ, an bɛ se k’u tɔɔrɔ u ka jurumuw kosɔn ani ka u dusukunw taamasiyɛn, walisa u kana mɛn wa?",
    "Olu ye duguw ye; An b'u ka maanaw fɔ aw ye. U ka cidenw nana u fɛ ni taamasiyɛn jɛlenw ye, nka u tun banna fɛn min na kaban, u tun tɛna da o la. O cogo la, Ala bɛ dannabaliw dusukunw taamasiyɛn.",
    "An y’a ye k’u fanba tɛ tiɲɛ fɔ u ka layidu talenw na; An y’a ye k’u fanba ye jurumutɔw ye.",
    "O kɔ, u kɔfɛ, An ye Musa ci n’an ka taamasyɛnw ye Faraon n’a sigili ma, nka u ye tilenbaliya kɛ u la. O la sa, a filɛ, nanbarakɛlaw laban kɛra cogo min na.",
    "Musa ko: “E Faraon, ne ye ciden ye ka bɔ diɲɛw Matigi fɛ.”",
    "“A bɛnnen don, ne tɛ se ka foyi fɔ ni tiɲɛ tɛ Ala ko la. Ne nana i ma ni dalilu jɛlenw ye ka bɔ i Matigi yɔrɔ, o de la i ka Israɛldenw bila ne fɛ.”",
    "A y’a jaabi ko: “Ni kabako dɔ b’i bolo, o tuma na, i k’o jira, ni i ye tiɲɛtigi ye.”",
    "O la, a y'a ka bere fili duguma, a y'a ye ko a jiginna ka kɛ sa yelen ye.",
    "A y’a bolo bɔ kɛnɛ kan, o yɔrɔnin bɛɛ, a finman donna bɛɛ k’a ye.",
    "Faraon ka lajɛba y’a fɔ ni kɔnɔnajɛya ye ko: “Nin cɛ ye subagayakɛla ŋana ye!”",
    "“A b’a fɛ k’aw gɛn ka bɔ aw ka jamana kɔnɔ; o tuma na fɛ, i bɛ mun ci?”",
    "U y’a fɔ ko: “A’ ye a n’a balimakɛ bila kɔfɛ waati dɔ kɔnɔ, ka cidenw bila dugubaw kɔnɔ.”",
    "“Ka subaga ŋana bɛɛ lajɛ ka na n’a ye aw fɛ.”",
    "O la sa, subagaw sera Faraon ɲɛkɔrɔ, u ye ɲininkali kɛ ko: “Ni an ye se sɔrɔ, yala an bɛna sara sɔrɔ wa?”",
    "A y’a jaabi ko: “Ɔwɔ, i na kɛ ne gɛrɛgɛrɛ mɔgɔw cɛma.”",
    "U y'a ɲininka ko: «Musa, i ka kan ka fili fɔlɔ wala anw ka kan wa?»",
    "A y’a jaabi ko: “I bɛ fili.” Wa u y’u ka lafilili kɛ tuma min na, u ye jinɛweleli kɛ jama ɲɛ na, ka siran bila u dusukunw na, ka jinɛweleli kabakoma dɔ jira.",
    "O kɔ, An y’a jira Musa la ko: “I ka bere fili duguma.” Wa, o yɔrɔnin bɛɛ, u ye namara minnu dabɔ, a y’olu munumunu.",
    "O la sa, tiɲɛ sabatira, u tun bɛ min kɛ, o kɛra fu ye.",
    "U ye se sɔrɔ yen ani o kɔfɛ, u maloyara pewu.",
    "Lagbɛrikɛlaw binna u biri.",
    "U y'a fɔ ko: «An dara diɲɛw Matigi la.",
    "Musa ni Aron ka Matigi.»",
    "Faraon ko: «I b'i ja gɛlɛya ka da a la sani ne ka sira di i ma wa? I ye nin fɛɛrɛ in tigɛ dugu kɔnɔ walasa k’a sigibagaw gɛn. Nka i bɛna o dɔn sɔɔni.”",
    "“Ne na aw bolow ni aw senw tigɛ ɲɔgɔn na; o kɔ, ne na aw bɛɛ gengen jiri la.»",
    "U y’a jaabi ko: “Tiɲɛ na, an bɛ segin an Matigi ma.”",
    "“Aw bɛ an ɲangi k’a sababu kɛ dɔrɔn ko an dalen tun bɛ an Matigi ka taamashyɛnw na tuma min na u nana an ma.” “An Matigi, muɲuli bɔn an kan, ka an niw minɛ ni kololi ye.”",
    "Faraon ka mɔgɔw cɛma, mɔgɔba minnu tun bɛ yen, olu ye ɲininkali kɛ ko: “Yala i bɛna a to Musa n’a ka mɔgɔw ka ɲagami don jamana kɔnɔ, ka i ni i ka ala bila wa?” A y'a jaabi ko: «An na u denkɛw faga, ka u musow tanga. fanga dafalen b’an bolo u kan.”",
    "Musa y'a fɔ a ka mɔgɔw ye ko: «A' ye dɛmɛ ɲini Ala fɛ ka muɲu. Dugukolo ye Ala ta ye; A b’a di mɔgɔ o mɔgɔ ma a ka baarakɛlaw cɛma. A laban bɛ mɔgɔ tilennenw de ta ye.”",
    "U y'a jaabi ko: «An degunna sani aw ka na an fɛ ani aw selen kɔ.» A y’a jaabi ko: “N’a sɔrɔ aw Matigi bɛna aw jugu halaki k’aw kɛ jamana ciyɛn ye, o tuma na, a bɛna aw taamacogo kɔlɔsi.”",
    "An ye Faraon ka mɔgɔw tɔɔrɔ ni ja ni sɛnɛfɛnw dɛsɛ ye walasa u k’u janto u yɛrɛ la.",
    "Tuma o tuma ni nɛɛma tun nana u sira fɛ, u tun b’a fɔ ko: “An ka kan ni nin ye.” Nka, gɛlɛya dɔ ye u sɔrɔ tuma min na, u y’a fɔ ko o kɛra Musa ni a fɛ mɔgɔw ka ko jugu dɔ de ye. Tiɲɛ na, u ka balawu kɛra Ala fɛ, nka u fanba t’a dɔn.",
    "U ko: “I mana na ni taamasyɛn fɛn o fɛn ye k’an ɲɛnajɛ, an tɛna da i la.”",
    "O la sa, An ye sanjiba, ntumuw, wuluw, wuluw ani joli labɔ u kan — o bɛɛ ye taamasyɛn caman ye. O bɛɛ n'a ta, u tora kuncɛbaya la; u tun ye jama jurumutw ye.",
    "Ni balawu dɔ tun bɛ u la tuma o tuma, u tun bɛ delili kɛ ko: “E Musa, i ka Matigi deli an ko la, a ka layidu kɔrɔ i ye. Ni aw ye nin tɔɔrɔ bɔ an kan, an na da aw la, ka Israɛldenw bila ka taa aw fɛ.”",
    "O bɛɛ n'a ta, an ye tɔɔrɔ bɔ u la tuma min na fo ka se waati dɔ ma, u ka kan ka se min ma, u y'u ka layidu tiɲɛ.",
    "O de kosɔn, An ye waleɲumandɔn ɲini u fɛ, k’u su ji la, bawo u banna an ka taamasyɛnw ma, u ma u janto u la.",
    "An ye dugukolo kɔrɔnfɛla ni tlebinyanfan yɔrɔw ciyɛn di degunbagaw ma An tun ye dugawu minnu kɛ. O cogo la, i Matigi ye layidu ɲuman min ta Israɛldenw ye, o dafara, ka kɛɲɛ n’u ka muɲuli ye. Faraon ni a ka mɔgɔw tun bɛ ka fɛn minnu jɔ ani u tun bɛ ka fɛn minnu sigi sen kan, an ye olu halaki.",
    "An ye Israɛldenw ɲɛminɛ ka kɔgɔji tigɛ. U ye jama dɔ kunbɛn tuma min na, u y’u kunbiri gwan u ka boliw ɲɛkɔrɔ, u ko: “E Musa, i ka ala dɔ dilan an ye, i n’a fɔ ala bɛ u bolo cogo min na.” A y’a jaabi ko: “Tiɲɛ na, aw ye jamana dɔnbaliw ye.”",
    "“Nin mɔgɔw halakira u halakili kama, u bɛ min kɛ, o tɛ foyi ye.”",
    "A ko: “Yala ne na ala wɛrɛ ɲini aw fɛ ni Ala tɛ, k’a sɔrɔ a ye aw fisa ni diɲɛw ye wa?”",
    "Wa aw hakili to a la tuma min na An ye aw kisi Faraon ka mɔgɔw ma, olu minnu ye aw bila tɔɔrɔ juguba la, ka aw denkɛw faga ani ka aw musow kisi. O kɛra kɔrɔbɔli jugu ye ka bɔ i Matigi yɔrɔ.",
    "An ye lajɛ dɔ sigi ni Musa ye su bisaba kɔnɔ, an ye o dafa ni tan wɛrɛ ye; o cogo la, a Matigi ka waati dafara su binaani kɔnɔ. Musa y’a balimakɛ Aron laadi ko: “I ka ne jɔyɔrɔ ta ne ka mɔgɔw cɛma, i ka ko ɲuman kɛ, i kana tugu kojugukɛlaw ka sira la.”",
    "Musa sera An ka sigili la tuma min na, a Matigi kumana a fɛ tuma min na, a y’a deli ko: “Ne Matigi, a to ne ka i ye.” A y’a jaabi ko: “I tɛna Ne ye, nka i ka kulu filɛ; ni a tora a nɔ na, i na Ne ye.” Tuma min na a Matigi y’a nɔɔrɔ jira kulu la, a y’a kɛ buguri ye, Musa binna ka sɛgɛn. A hakili seginnen kɔ, a pɛrɛnna ko: “Bonya ka kɛ I ye, ne bɛ n ɲɛsin I ma nimisali la, ne ye dannabaaw fɔlɔ ye.”",
    "A ko: “E Musa, ne ye i sugandi ka tɛmɛ mɔgɔw kan ne ka cikanw ni ne ka kuma fɛ. O la sa, ne ye min di aw ma, aw ka o ta, ka kɛ waleɲumandɔnbagaw cɛma.”",
    "An ye cikan bɛɛ sɛbɛn a ye Tablettes kan ani ka ɲɛfɔli caman kɛ fɛn bɛɛ kan. “Aw ka nɔrɔ u la, ka aw ka mɔgɔw kalan u ka u ka fɛn bɛɛ la ɲuman sabati. Ne na mɔgɔ juguw sigiyɔrɔ jira aw la.»",
    "Minnu bɛ u yɛrɛ minɛ kuncɛbaya la k’a sɔrɔ u ma jo sɔrɔ Dugukolo kan, ne bɛna olu bila ka bɔ Ne ka taamaʃyɛnw na. Hali n’u ye taamashyɛn bɛɛ seereya, u tɛna da o la. Ni u ye tilennenya sira ye, u tɛna o sira ta. Nka n’u ye fili sira ye, u bɛna o minɛ. O bɛ kɛ bawo u banna An ka taamasyɛnw ma, ka to u janto u la.",
    "Minnu bɛ ban An ka jiraliw ni ɲɔgɔnye ma Lakaran na—u ka kɛwalew bɛna kɛ fu ye. U ye min kɛ, yala u tɛna o sara wa?",
    "Musa tun tɛ yen tuma min na, a ka mɔgɔw ye misiden dɔ dilan ni u ka biyew ye—farikolo min tun bɛ sɔgɔsɔgɔ mankan bɔ. Yala u tun t’a ye k’a tɛ se ka kuma u fɛ, wa k’u bilasira sira dɔ kan wa? U y’a ta iko batofɛn ani u tun bɛ fili la.",
    "Wa ni nimisali ye se sɔrɔ u kan tuma min na, k’a ye k’u filila, u ye kasi ko: “Ni an Matigi ma a ka makari da an kan, ka yafa an ma, siga t’a la, an bɛna kɛ bɔnɛbagaw cɛma.”",
    "Musa seginna a ka mɔgɔw fɛ tuma min na, a dimina ani a dusu tiɲɛna, a pɛrɛnna ko: “Aw ye ko juguba kɛ ne tɛ yen! Yala i tun b’a fɛ kosɛbɛ ka i Matigi ka ci fɔlenw sɔsɔ wa?” A ye Tablɛtiw fili duguma k'a balimakɛ minɛ a kun na, k'a sama ka taa a yɛrɛ fan fɛ. A ko: “Ne ba denkɛ, jama ye nafa sɔrɔ ne ka barikantanya la, a tun bɛ ɲini ka ne faga. Aw kana a to juguw ka ɲagali ne la, aw kana ne jate kojugukɛlaw cɛma.”",
    "A y’a deli ko: “Ne Matigi, i ka yafa ne ni ne balimakɛ ma, ani i ka makari la, i ka ne ni ne balimakɛ don, bawo i ye hinɛbaga ye ka tɛmɛ tɔw bɛɛ kan.”",
    "Minnu ye misiden boli, olu ye dimi sɔrɔ u Matigi fɛ, ani majigin sɔrɔ nin ɲɛnamaya kɔnɔ. O cogo la, An bɛ nkalon dabɔbagaw sara.",
    "Nka minnu bɛ kɛwale juguw kɛ, ka tila ka nimisa ani ka da a la—Tiɲɛ na, i Matigi, o kɔfɛ, yafala, hinɛtigi don.",
    "Musa ka dimi dɔgɔyara tuma min na, a ye sɛbɛnfura ta; u ka ja kɔnɔ, bilasirali ni hinɛ tun bɛ mɔgɔ minnu ɲɛ, olu tun bɛ siran u Matigi ɲɛ.",
    "Musa ye cɛ biwolonwula sugandi a ka mɔgɔw cɛma An ka lajɛ latigɛlen kama. Yɛrɛyɛrɛli y’u minɛ tuma min na, a ko: “Ne Matigi, n’i tun b’a fɛ, I tun bɛ se k’u halaki—ani ne fana—ka kɔn o ɲɛ. Yala i bɛna an halaki an cɛma hakilintanw ka kɛwalew kosɔn wa? Nin ye I ka kɔrɔbɔli dɔrɔn de ye, I b’a fɛ mɔgɔ min na, i bɛ o bila sira la, ka min bilasira i sago la. I ye an Lakanabaa ye, o la, i ka yafa an ma, ka makari an na. I ye yafa kɛbagaw bɛɛ la ɲuman ye.",
    "O la, aw ka ko ɲuman sɛbɛn an ye diɲɛ kɔnɔ ani a ka siniɲɛsigi la. An y'an ɲɛsin I ma.» A y’a jaabi ko: “Ne ka ɲangili—Ne b’a fɛ mɔgɔ min na, ne bɛ o tɔɔrɔ, nka ne ka makari bɛ fɛn bɛɛ lamini. Mɔgɔ minnu bɛ u yɛrɛ minɛ tilennenya la, ka kanuya di, ka da An ka jiralifɛnw na, ne na o ɲɛfɔ.”",
    "Minnu bɛ tugu Ciden kɔ, kira kalanbali, u b’a ye ko kofɔlen bɛ minnu kan u yɛrɛ ka Tawurata ni Kibaru Duman kɔnɔ—a b’u bilasira tilennenya siratigɛ la, k’u bali ka kojugu kɛ, ka fɛn ɲumanw bɛɛ to u ye, k’u bali fɛn nɔgɔlenw bɛɛ la, ka u bɔ u la u ka doni ni sirilan minnu tun b'u siri. Minnu dalen b’a la, ka bonya da a kan, k’a dɛmɛ, ka tugu yeelen na min jiginna n’a ye—olu de bɛna ɲɛ sɔrɔ.",
    "A fɔ ko: «Aw mɔgɔw, ne ye Ala ka ciden ye aw bɛɛ ye—sankolo ni dugukolo ka mara ye aw ta ye. Ala si tɛ yen ni ale tɛ; A bɛ ɲɛnamaya di, ka saya lase mɔgɔ ma.” O la, i ka da Ala la ani a ka ciden la, siya wɛrɛw ka kira, min dalen bɛ Ala ni a ka kumaw la. Aw ka tugu a kɔ, walisa aw ka ɲɛminɛ.",
    "Musa ka mɔgɔw cɛma, jɛkulu dɔ bɛ yen min bɛ bilasirali kɛ ni tiɲɛ ye, wa u bɛ tilennenya sigi min fɛ.",
    "An y’u tila kabila tan ni fila ye, siya danfaralenw. Tuma min na a ka mɔgɔw ye ji ɲini Musa fɛ, An ye ci fɔ ko: “I ka farakurun gosi ni i ka bere ye.” Ka bɔ o la, jibolisira tan ni fila bɔra o la. kabila kelen-kelen bɛɛ y'a ka minyɔrɔ latigɛlen dɔn. An ye u sumaya ni sankaba ye, ka manɛ ni wuluw ci u ma: “An ye fɛn ɲuman minnu di aw ma, aw ka olu dun.” U ma kojugu kɛ An na, nka u ye kojugu kɛ u yɛrɛ la.",
    "U ye ci bila u ma ko : « Aw ka sigi dugu in kɔnɔ, aw ka dumuni kɛ a la aw b’a fɛ yɔrɔ o yɔrɔ, k’a fɔ ko ‘aw ka ban,’ ka don da la ni majigilenya ye; An na yafa aw ka jurumuw ma, ka dɔ fara koɲuman kɛbagaw ka sara kan.”",
    "Nka kojugukɛlaw minnu tun bɛ u cɛma, olu ye kuma minnu dira u ma, olu ye fɛn wɛrɛ Changé, o de la an ye ɲangili ci u ma ka bɔ sankolo la u ka kojuguw kosɔn.",
    "Aw ye u ɲininka kɔgɔjida la dugu ko la, u ye lafiɲɛ don tiɲɛ yɔrɔ min na. Jɛgɛw tun bɛ bɔ ka caya u ka lafiɲɛ donw na, nka u tun tɛ lafiɲɛ don labato don minnu na. An y’u kɔrɔbɔ o cogo la k’a sababu kɛ u ka sɔsɔli ye.",
    "U dɔw ye ɲininkali kɛ ko: “Mun na aw bɛ waajuli kɛ mɔgɔw ye, Ala bɛna minnu halaki walima ka u ɲangi kosɛbɛ?” U y’a jaabi ko: “Ka dalilu sɔrɔ i Matigi ɲɛ kɔrɔ, n’a sɔrɔla u bɛ se ka kɛ mɔgɔ tilennenw ye.”",
    "O la, u ɲinɛna min kɔ, u hakili jiginna min na, an ye kojugu balibagaw kisi, ka kojugu kɛbagaw minɛ ni ɲangili jugu ye bawo u tun ye sariya tiɲɛbagaw ye.",
    "Wa tuma min na u tora ka hakilijiginw mafilɛ, An y’a fɔ u ye ko: “Aw ka kɛ wulu nalonmaw ye.”",
    "I Matigi y’a jira ko a bɛna mɔgɔ ci u kama, fo ka se lakununni don ma, minnu bɛna tɔɔrɔ juguba lase u ma. I Matigi teliyalen don ɲangili la; nka a ye Yafabaga, makariba fana ye.",
    "An y’u jɛnsɛn sigidaw la dugukolo fan bɛɛ la. U dɔw tilennen don, dɔw ka dɔgɔ. An y’u kɔrɔbɔ ni ko ɲumanw ni ko juguw bɛɛ ye, walisa u ka se ka segin.",
    "U kɔfɛ, bɔnsɔn nana minnu ye Sɛbɛnniw ciyɛn ta, u ye nin diɲɛ diyanyekow sugandi minnu bɛ tɛmɛn, k’a fɔ ko: “An na yafa.” Wa ni o diyanye suguw nana u ma, u tun bɛna u minɛ tugun. Yala u tun sirilen tɛ layidu dɔ la walisa ka Sɛbɛnniw labato ani ka foyi fɔ Ala ko la ni tiɲɛ tɛ wa? Fɛn min tun bɛ o kɔnɔ, u ma o sɛgɛsɛgɛ wa? Ala ka so ka fisa mɔgɔ tilennenw ma. Yala i t’a faamu wa?",
    "Minnu bɛ tugu Sɛbɛnniw kɔ ani ka deliliw kɛ—An tɛna a to fɛnkurabɔlaw ka sara ka tunun.",
    "An ye kulu minɛ u kan i n’a fɔ bɔgɔdaga, wa u siranna ko a bɛna bin u kan. “An ye min di aw ma, aw k’o minɛ kosɛbɛ, ani aw hakili to fɛn na min bɛ o kɔnɔ, walasa aw ka se ka lakana.”",
    "Wa tuma min na i Matigi y’u bɔnsɔnw bɔ Hadama denw cɛma—u cɛmancɛ la—ka u kɛ seereya ye u yɛrɛ la ko: “Ne tɛ i Matigi ye wa?” U y’a jaabi ko: “Ɔwɔ, an bɛ seereya kɛ.” Walisa i kana a fɔ su kununni don na ko: “An tun tɛ o dɔn.”",
    "Walima i kana a fɔ ko: “An bɛnbaw tun bɛ jɛ dɔrɔn ka kɔrɔ, an tun ye u bɔnsɔnw dɔrɔn de ye. Yala i bɛna an halaki fɛn dilannikɛlaw ka kɛwalew kosɔn wa?”",
    "O cogo la, An bɛ tɛmɛsiraw ɲɛfɔ ka ɲɛ, walisa u ka se ka segin.",
    "An ye An ka taamaʃyɛnw jira mɔgɔ min na, nka a y’u kɔrɔta, o ka maana fɔ u ye; o cogo la, Sitanɛ tugura a kɔ, a kɛra mɔgɔ juguw dɔ ye.",
    "Ni An tun b’a fɛ, An tun bɛ se k’a lamɔ u ka fɛɛrɛw fɛ, nka a nɔrɔlen tun bɛ dugukolo la ka tugu a negew kɔ. A ka misali ye wulu ta ye : n’i y’a gɛn, a bɛ pantalon kɛ, walima n’i y’a bila, a bɛ pantalon kɛ hali bi. O de ye mɔgɔw bɔɲɔgɔnko ye minnu bɛ ban An ka tɛmɛsiraw la. O la sa, aw ka maanaw fɔ walasa u ka se ka miiri.",
    "Mɔgɔ minnu bɛ ban An ka jirali la ani ka kojugu kɛ u yɛrɛw la, olu ka misali ka jugu kosɛbɛ dɛ!",
    "Ala bɛ mɔgɔ o mɔgɔ bilasira—o de ye ɲɛminɛbaga ye; ani a bɛ mɔgɔ o mɔgɔ bila ka fili—olu de ye bɔnɛbagaw ye.",
    "An ye jinɛw ni hadamaden caman latigɛ Jahannama na. Dusukun minnu t’u faamu, ɲɛw b’u fɛ u tɛ yeli kɛ ni minnu ye, ani tulo minnu tɛ mɛnni kɛ ni minnu ye. U bɛ i ko baganw; nka, u bɛ fili ka tɛmɛ. Olu de ye mɔgɔw ye minnu tɛ u janto u la.",
    "Tɔgɔ cɛɲiw bɛɛ ye Ala ta ye; o la, aw ka a wele u fɛ, ka aw yɛrɛ tanga a tɔgɔw bonyabaliya ma. U bɛna u ka kɛwalew sara.",
    "An ye minnu da, jɛkulu dɔ bɛ yen min bɛ ɲɛminɛ tiɲɛ fɛ ani ka tilennenya sigi o fɛ.",
    "Minnu bɛ ban An ka kumaɲɔgɔnyaw la—An bɛna u ɲɛminɛ dɔɔnin dɔɔnin ka bɔ u t’a dɔn yɔrɔ min na.",
    "Ne na waati di u ma. Ne ka laɲini sinsinnen don.",
    "Walima u t’a miiri wa? Dibi tɛ u terikɛ la. A ye lasɔminikɛla ye min bɛ kɛnɛ kan.",
    "Yala u ma miiri sankolow ni dugukolo marali la, ani Ala ye fɛn minnu da, ani walisa u ka waati ka surun wa? O kɔfɛ, u bɛna da kuma jumɛn de la?",
    "Ala bɛ mɔgɔ o mɔgɔ lafili — ɲɛminɛbaga si tɛ o tigi ye. Wa a b’u to u ka jurumuw la, u bɛ yaala-yaala fiyentɔya la.",
    "U b’i ɲininka Lɛrɛ ko la, “A bɛna se tuma jumɛn?” A jaabi ko: “A dɔnni bɛ ne Matigi dɔrɔn de bolo. Ale kelenpe de na o jira ni a waati sera. A dulonnen don kosɛbɛ sankolow ni dugukolo kan, a na na i kan k’a sɔrɔ i ma miiri min na.” U b’i ɲininka i n’a fɔ i bɛ o dɔn. A fɔ ko: “Ala kelenpe de bɛ ni dɔnniya ye o ko la, o bɛɛ n’a ta, mɔgɔ fanba tɛ o dɔn.”",
    "A fɔ ko: «Se tɛ ne ye ka nafa sɔrɔ ne yɛrɛ la wala ka kojugu kɛ ne yɛrɛ la, fo ni Ala b’a fɛ. Ni ne tun ye fɛn yebaliw dɔn, ne tun bɛna koɲuman caman sɔrɔ, wa kojugu si tun tɛna maga ne la. Ne ye lasɔminikɛla dɔrɔn de ye ani kibaru duman fɔbaga dannabaaw ye.”",
    "Ale de ye i da ka bɔ mɔgɔ kelen na, k’a furuɲɔgɔn da o la, walisa a ka dusu saalo sɔrɔ a la. Ni a ye furu kɛ n’a ye, a bɛ doni nɔgɔman dɔ ta, a tɛ se ka min ye kosɛbɛ. Ni a girinyana, u bɛ Ala deli, u Matigi, ko: “Ni i ye den kɛnɛman di an ma, siga t’a la, an bɛna kɛ waleɲumandɔnbagaw cɛma.”",
    "O bɛɛ n’a ta, n’a ye den kɛnɛman di u ma, u bɛ jɛɲɔgɔnw fara a kan a ye min di u ma. Ala kɔrɔtalen don, u ni a jɛɲɔgɔnw ka bon kosɛbɛ.",
    "Yala u bɛ jɛɲɔgɔnw di a ma minnu tɛ foyi da, nka u yɛrɛw dabɔra wa?",
    "U tɛ se k’u dɛmɛ, u tɛ se k’u yɛrɛ dɛmɛ fana.",
    "Ani n’i y’u wele walisa u k’u bilasira, u tɛna tugu i kɔ. I mana u wele walima i ma kuma, o ye kelen ye.",
    "Aw bɛ minnu wele Ala kɔ, olu ye aw bɔɲɔgɔnko baarakɛlaw ye. O la sa, i ka u wele, ka a to u ka jaabi di i ma, ni i ye tiɲɛ fɔ.",
    "Yala senw b’u bolo u bɛ taama ni minnu ye wa? Walima u bɛ bolo minnu gosi ni minnu ye wa? Walima u bɛ yeli kɛ ni ɲɛ minnu ye wa? Walima u bɛ mɛnni kɛ ni tulo minnu ye wa? A fɔ ko: “A’ ye aw ‘jɛɲɔgɔnw’ wele, o kɔ aw ka fɛɛrɛ tigɛ ne kama, aw kana lafiɲɛ ne ma.”",
    "“Ne lakanabaa ye Ala ye, min ye Kitabu jira, a bɛ mɔgɔ tilennenw lakana.”",
    "I bɛ mɔgɔ minnu wele a kɔ fɛ, olu tɛ se k’i dɛmɛ, u tɛ se k’u yɛrɛ dɛmɛ fana.",
    "Wa n’i y’u wele u ka bilasirali kɛ, u tɛ se ka mɛnni kɛ. I bɛ se k’u ye u ɲɛ bɛ i fan fɛ, nka u t’a ye.",
    "Sɔn yafa ma, ka ko ɲuman tanu, ka i kɔdon dɔnbaliw la.",
    "Ni Sitanɛ ka hakilina jugu dɔ ka kan ka bin i kan, i ka dogoyɔrɔ ɲini Ala fɛ. Ale ye fɛn bɛɛ mɛnbaga ye, fɛn bɛɛ dɔnbaga don.",
    "Mɔgɔ tilennenw, ni Sitanɛ ka dusu donna u kɔnɔ, u b’u hakili jigin, ka yeli kɛ ka jɛya o yɔrɔnin bɛɛ.",
    "U balimaw bɛ u janya fili la, o kɔ, u tɛ ban.",
    "Ni i ma na ni tɛmɛsira ye u fɛ, u b’a fɔ ko: “Mun na i tɛ se ka tɛmɛsira dɔ labɛn?” A fɔ ko: “Ne Matigi ye min jira ne la, ne bɛ tugu o dɔrɔn de kɔ. Olu ye hakilinaw ye ka bɔ i Matigi yɔrɔ, ani bilasirali ni makari mɔgɔ dannabaaw ye.”",
    "Ni Kuranɛ kalanna, o tuma na, aw k’a lamɛn kosɛbɛ, walasa aw ka hinɛ sɔrɔ.",
    "I hakili to i Matigi la i yɛrɛ kɔnɔ, ni majigilenya ni bonya ye, k’a sɔrɔ i ma i kan kɔrɔta, sɔgɔma ni wula fɛ, i kana kɛ hakilintanw cɛma.",
    "Minnu bɛ i Matigi ɲɛkɔrɔ, olu tɛ kuncɛbaya kojugu fo k’a bato. U bɛ nɔɔrɔ da a kan, u bɛ sujudu da a kan."
]