[
    "Ɲininkalikɛla dɔ ye ɲangili ɲini min sirilen bɛ a la.",
    "Dannabaliw fɛ, mɔgɔ si tɛ yen min bɛ se k’o bali.",
    "Ka bɔ Ala la, jiginni siraw Matigi.",
    "Mɛlɛkɛw ni Ni bɛ wuli ka taa a fɛ, Don min bɛ san ba bi duuru bɔ.",
    "O la sa, i ka muɲu ni muɲuli cɛɲi ye.",
    "U b’a ye ko a yɔrɔ ka jan.",
    "Nka An b’a ye ko a surunyalen don.",
    "O don na, sankolo bɛna kɛ i n’a fɔ nɛgɛ wulilen.",
    "Wa kuluw bɛna kɛ i n’a fɔ wuluwuluw.",
    "Teri si tɛna teri ɲini.",
    "Hali n’u bɛna jira ɲɔgɔn na, kojugukɛla bɛna a fɛ k’a yɛrɛ kunmabɔ o don ɲangili la, a kɛtɔ k’a denw di.",
    "Ani a terimuso n'a balimakɛ.",
    "Ani a ka denbaya min y’a dogo.",
    "Ani dugukolo kan mɔgɔw bɛɛ, ni o tun bɛna a kisi dɔrɔn.",
    "Ayi tiɲɛ na! O ye tasuma ye min bɛ ka tasuma bɔ.",
    "Ka kunsigiw bɔ.",
    "Minnu y'u kɔdon ka boli, k'olu wele.",
    "Ani ka fɛnw dalajɛ ani ka u mara yɔrɔ jan.",
    "Hadamaden dabɔra ni jɔrɔnanko ye.",
    "A bɛ jɔrɔ ni balawu magara a la.",
    "Ani tight-fisted ni ɲuman sera a ma.",
    "Fo minnu bɛ delili kɛ.",
    "Minw bɛ to u ka deliliw la tuma bɛɛ.",
    "Wa min ka nafolo la, jo dɔnnen dɔ bɛ yen.",
    "Ka ɲɛsin ɲininkalikɛla ni dɛsɛbagatɔw ma.",
    "Ani minnu bɛ Kiritigɛ don sinsin.",
    "Ani minnu bɛ siran u Matigi ka ɲangili ɲɛ.",
    "U Matigi ka ɲangili man kan ka dɔgɔya.",
    "Ani minnu b’u ka saniya kɔlɔsi.",
    "N’a ma fɔ u furuɲɔgɔnw n’u bolo minnu ka kan, bawo o tuma na, u man kan ka jalaki.",
    "Nka minnu bɛ fɛn o fɛn ɲini ka tɛmɛ o kan, olu de ye sariya tiɲɛbagaw ye.",
    "Ani minnu b’u ka dannayakow ni u ka layiduw labato.",
    "Minnu jɔlen bɛ u ka seereya kan, olu fana.",
    "Ani minnu bɛ timinandiya u ka deliliw la.",
    "Olu bɛna kɛ Nakɔw kɔnɔ, bonya.",
    "O la sa, mun na nin dannabaliw bɛ boli ni kunkolo ye ka taa i fan fɛ, ka bɔ fan bɛɛ fɛ?",
    "Ka bɔ kinin fɛ ani ka bɔ numan fɛ, kuluw kɔnɔ wa?",
    "Yala u kelen-kelen bɛɛ b’a fɛ ka don Nisɔndiya Nakɔ dɔ kɔnɔ wa?",
    "Ayi tiɲɛ na! An y’u da ka bɔ u ka dɔnniya la.",
    "Tilebɔ ni tilebin Matigi fɛ, An bɛ Se.",
    "Ka mɔgɔ wɛrɛw bila u nɔ na minnu ka fisa n’u ye. An tɛ tɛmɛn.",
    "O la, u k’u yɛrɛ ɲɛnajɛ ani ka tulon kɛ fo k’u ka layidu don sɔrɔ.",
    "Don min na u bɛna boli ka bɔ kaburuw la, i n’a fɔ u bɛ boli ka taa gofɛrɛnaman ka bololanɛgɛ dɔ fɛ.",
    "U ɲɛw na majigin, majigin bɛna u datugu. Layidu tara u ka don min na, o don don."
]