[
    "An ye Nuhun ci a ka mɔgɔw ma ko: “I ka i ka mɔgɔw lasɔmi, sani ɲangili jugu ka se u ma.”",
    "A ko: «Ne ka mɔgɔw, ne ye lasɔmini jɛlen ye aw bolo.",
    "Aw ka Ala bato, ka siran a ɲɛ, ka ne kan minɛ.",
    "A na i ka jurumuw yafa ani ka i bila ka taa waati kofɔlen dɔ la. Ni Ala ka waati latigɛlen sera, o tɛ se ka bila kɔfɛ—n’i tun bɛ se k’a faamu.”",
    "A ye delili kɛ ko: “Ne Matigi, ne ye ne ka mɔgɔw wele su ni tile.",
    "Nka n ka welekan ye dɔ fara u ka boli kan ka taa yɔrɔ jan.",
    "Tuma o tuma ni ne tun b'u jija u ka I ka yafa ɲini, u tun bɛ u bolokɔnincininw don u tulo la, ka u yɛrɛ datugu ni u ka finiw ye, ka to u ka kuncɛbaya la, ka kuncɛbaya kɛ ka taa a fɛ.",
    "N y’u wele k’a jɛya.",
    "Wa ne ye n yɛrɛ deli u la foroba la, ani ne kumana n’u ye n dan na.",
    "Ne ko: ‘Yafa ɲini i Matigi fɛ, bawo a ye yafabaga ye tuma bɛɛ.",
    "A na sanjiba lase aw ma.",
    "Ka nafolo ni denw di aw ma, ka nakɔw di aw ma, ka bajiw di aw ma.",
    "Mun de bɛ i la, ko i t’a da Ala kan ka bonya min ka kan.",
    "Tuma min na a y’i da dakunw na.",
    "Yala i t’a ye cogo min na Ala ye sankolo wolonwula da ka bɛn ɲɔgɔn ma cogo dafalen na wa?",
    "A ye kalo kɛ yeelen ye u kɔnɔ, ka tile kɛ lanpan ye min bɛ manamana.",
    "Ala ye aw falen ka bɔ dugukolo kan i ko jiriw.",
    "O kɔ, a bɛna i segin a ma, a bɛna i bɔ siɲɛ kelen kokura.",
    "Ala ye dugukolo kɛ fɛn jɛnsɛnnen ye aw ye.",
    "O la sa, i bɛ se ka taa a siraba belebelebaw kan.’”",
    "Nuhun ko: “Ne Matigi, u ye ne sɔsɔ, u tugura mɔgɔw kɔ minnu ka nafolo ni u denw bɛ u ka bɔnɛ bonya dɔrɔn.”",
    "U ye fɛɛrɛ sirannin dɔ labɛn.",
    "U ko: «Aw kana aw ka ala bila abada. Aw kana Wadd, ni Suwa, ni Yaghoos, ni Yaooq, ni Nassr to yen abada.",
    "U ye mɔgɔ caman lafili. O la sa, dɔ fara kojugukɛlaw kan foyi la, ni u ma fili.”",
    "U ka jurumuw kosɔn, u binna ji la ka don tasuma na, u ma jɛɲɔgɔn si sɔrɔ ka u lafasa Ala ma.",
    "Nuhun ye delili kɛ ko: “Ne Matigi, i kana kafiri kelen to dugukolo kan.",
    "Ni i y’a to u ka to, u na I batobagaw lafili, wa u tɛna foyi bange ni dannabali jurumutɔw tɛ.",
    "Ne Matigi, i ka yafa ne ma, ne bangebagaw, ani mɔgɔ o mɔgɔ bɛ don ne ka so i ko dannabaa, ani dannabaaw bɛɛ ni cɛw ni musow bɛɛ, nka dɔ fara kojugukɛlaw kan foyi la ni tiɲɛni tɛ.»"
]