[
    "A fɔ ko: “A jirala ne la ko jinɛw ka kulu dɔ ye lamɛnni kɛ, o kɔfɛ, u y’a jira ko ‘An ye Kuranɛ kabakoma dɔ mɛn.",
    "A bɛ bilasirali kɛ tilennenya fan fɛ, o de la an dalen bɛ o la, wa an tɛna mɔgɔ si fara an Matigi kan.",
    "An Matigi ka bonya bɛ kɔrɔta. A ma muso teri ta, a ma denkɛ fana ta.",
    "O bɛɛ n’a ta, an cɛma hakilintanw ye kuma fu fɔ Ala ko la.",
    "An tun y’a miiri ko hadamadenw ni jinɛw tɛna nkalon tigɛ Ala kama abada.",
    "Hadamaden dɔw tun bɛ dɛmɛ ɲini jinɛ cɛw fɛ, o tun bɛ dɔ fara u ka siran ni u ka sɛgɛn kan.",
    "U tun y'a miiri i ko aw y'a miiri cogo min na, ko Ala tɛna mɔgɔ si lakunu.",
    "An ye sankolow sɛgɛsɛgɛ k’u sɔrɔ ni kurun kɔfɛ kɔlɔsilikɛlaw ye ani mɛtɛrɛ tasumamanw.",
    "An tun bɛ yɔrɔw minɛ yen walasa ka mɔgɔw lamɛn. Nka sisan, mɔgɔ o mɔgɔ y’a ɲini ka lamɛnni kɛ, o bɛ mɛtɛrɛ tasumaman dɔ sɔrɔ min dalen bɛ a makɔnɔ.",
    "Wa an t’a dɔn ni bana dabɔra dugukolo kan mɔgɔw ye, walima n’u Matigi b’a fɛ ka sira ɲuman bila u ye.",
    "Anw cɛma, mɔgɔ tilennenw bɛ yen, an cɛma, u ka dɔgɔ ni o ye; an bɛ tugu sira suguya caman na.",
    "Wa an y’a faamu ko an tɛ se ka se sɔrɔ Ala kan dugukolo kan, ani ko an tɛ se ka boli a ɲɛ ni boli ye.",
    "An ye o bilasiralikan mɛn tuma min na, an dalen tun bɛ o la. Mɔgɔ o mɔgɔ dalen bɛ a Matigi la, o tɛ siran bɔnɛ ni degun ɲɛ.",
    "Anw cɛma, kololikɛlaw bɛ yen, an cɛma, deviantw fana bɛ yen. Minnu y'u majigin, olu ye tilennenya sira sɔrɔ.",
    "Devientw ta fan fɛ, u bɛna kɛ fɛnɲɛnamafagalan ye Jahannama tasuma kama.”",
    "Ni u tun tora sira kan, An tun na ji caman di u ma u ka min.",
    "Walasa k’u kɔrɔbɔ o cogo la. Mɔgɔ o mɔgɔ y’a kɔdon a Matigi hakilijigin na, a bɛna a bila tɔɔrɔba la min bɛ ka bonya.",
    "Bato yɔrɔw ye Ala de ta ye. Kana mɔgɔ wɛrɛ wele Ala kɛrɛfɛ.",
    "Ala ka baarakɛla wulila tuma min na, k’a wele, u tun bɛ ɲini k’a kɛlɛ ni binkanni ye.",
    "A fɔ ko: “Ne bɛ ne Matigi dɔrɔn de deli, ne tɛ mɔgɔ si fara a kan.”",
    "A fɔ ko: “Ne tɛ se sɔrɔ kojugu wala tilennenya kan aw kosɔn.”",
    "A fɔ ko: «Mɔgɔ si tɛ se ka ne tanga Ala ma, ne tɛ se ka dogoyɔrɔ sɔrɔ fana ni ale tɛ.",
    "Ne ka baara kelenpe ye ka Ala ka jiraliw lase. Mɔgɔ o mɔgɔ ma Ala n’a ka ciden kan bila, o tigi na sigi badaa jahanama tasumamugu kɔnɔ.”",
    "Fo, n’u y’a ye ko layidu tara u ye, u bɛna a dɔn jɔn barika tun ka dɔgɔ dɛmɛbagaw la, ani jɔn hakɛ tun ka dɔgɔ.",
    "A fɔ ko: “Ne t’a dɔn ni layidu min tara i ye, o surunyara, walima ni ne Matigi ye waati jan sigi o kama.”",
    "Ale de ye fɛn yebaliw dɔnbaga ye, wa a t’a ka yebaliw jira mɔgɔ si la.",
    "Fo ciden min bɛ sɔn a ma, o tuma na, a bɛ kɔlɔsilikɛlaw bila a ɲɛfɛ ani a kɔfɛ.",
    "Walisa a k’a dɔn ko u ye u Matigi ka cikanw lase. A bɛ u bolofɛnw bɛɛ lamini, wa a bɛ fɛn bɛɛ jate."
]