[
    "O e, Enwrapped.",
    "Aw bɛ jɔ delili la su fɛ, fo dɔɔnin.",
    "A tilancɛ, walima ka dɔɔni bɔ a la.",
    "Walima ka dɔ fara o kan, ka Kuranɛ kalan ni kalan sumanikɛlan ye.",
    "An na kuma gɛlɛn dɔ ci aw ma.",
    "Sufɛla kɔlɔsili bɛ nɔ bɔ kosɛbɛ, wa a bɛnnen don faamuyali ma.",
    "Aw bɛ tile kɔnɔ furusiriw kɛ.",
    "I ka Matigi tɔgɔ wele, ka i yɛrɛ di a ma ni i dusukun bɛɛ ye.",
    "Kɔrɔn ni tilebin Matigi, ala si tɛ yen fo ale, o la, a ta ka kɛ Lakanalikɛla ye.",
    "U ka kumaw muɲu ni muɲuli ye, ka u to yen ni bonya ye.",
    "Aw ka Ne ni sɔsɔlikɛlaw to yen, nɔgɔya ni dususalo tigiw; ani ka u lafiɲɛ waati dɔ kɔnɔ.",
    "An ye cakɛdaw labɛn, ani tasuma manamanana.",
    "Ani dumuni min bɛ gag, ani tɔɔrɔ min ka di kosɛbɛ.",
    "Don min na, dugukolo ni kuluw bɛna yɛrɛyɛrɛ, kuluw na kɛ i n’a fɔ cɛncɛn kuluw bɛ wuli ka wuli.",
    "An ye ciden ci aw ma, seere min bɛ aw kun na, i n’a fɔ an ye ciden ci Faraon ma cogo min na.",
    "Nka Faraon ye Ciden sɔsɔ, o de la An y’a minɛ ni minɛ tiɲɛnen ye.",
    "N’aw tora ka dannayabaliya la, aw bɛna aw yɛrɛ kɔlɔsi cogo di Don min bɛna denmisɛnw kunsigi fin?",
    "Sankolow bɛna kari ka bɔ a la. A ka layidu bɛ tiimɛ tuma bɛɛ.",
    "Nin ye hakilijigin ye, o la, mɔgɔ o mɔgɔ b’a fɛ, o ka sira ta ka taa a Matigi fan fɛ.",
    "I Matigi b'a dɔn ko i jɔlen bɛ su tilancɛ fila ɲɔgɔn na, walima a tilancɛ, walima a tila sabanan, wa o cogo kelen na, mɔgɔ minnu bɛ i fɛ, olu ka jɛkulu dɔ fana b'o kɛ. Ala bɛ su ni tile labɛn. A tun b’a dɔn ko i tɛna se k’o kɛ, o de la a y’a yɛrɛ bila i fan fɛ. Fɛn min ka nɔgɔn Kuranɛ kɔnɔ, o kalan. A b’a dɔn ko aw dɔw bɛ se ka bana, dɔw bɛ yaala jamana kɔnɔ ka Ala ka nɛɛma ɲini, dɔw fana bɛ kɛlɛ kɛ Ala ka ko la. O la sa, min ka nɔgɔn ka bɔ a la, o kalan. Delili sigi sen kan, ka kanuya saniyalen di, ka juru ɲuman juru don Ala la. Aw mana ko ɲuman o ɲuman bila ɲɛfɛ aw yɛrɛ ye, aw bɛna o sɔrɔ Ala fɛ, min ka fisa ani min nafa ka bon sara la. Aw ka yafa ɲini Ala fɛ; Ala ye Yafabaga ni makaribaga ye."
]