[
    "E e, finitigi.",
    "Wuli ka lasɔmi.",
    "Aw ka aw Matigi bonya.",
    "Aw ye aw ka finiw saniya.",
    "Aw ye aw yɛrɛ tanga nɔgɔlenya ma.",
    "Kana nɛɛma di walasa ka fɛn caman sɔrɔ.",
    "Wa i Matigi kosɔn, i ka muɲu.",
    "Ni burufiyɛ bɛ fɔ.",
    "O don bɛna kɛ don gɛlɛn ye.",
    "A man nɔgɔ kafiriw bolo.",
    "Ne ye min da, ne kelen ka ko kɛ.",
    "Wa a ye nafolo camanba di a ma.",
    "Ani denmisɛnw ka kɛ seerew ye.",
    "Ani ne y’a ka koow nɔgɔya.",
    "O kɔ, a jigi b’a kan ko ne bɛna dɔ fara a kan.",
    "Tiɲɛ na, ayi! A tun ye kuncɛbaya kɛ An ka jiralifɛnw na.",
    "N bɛna jiginni gɛlɛn dɔ wajibiya a kan.",
    "A ye miiri ani ka a latigɛ.",
    "A ka halaki, a y’a latigɛ cogo min na!",
    "O tuma na fɛ, a ka halaki, a y’a latigɛ cogo min na!",
    "O kɔ, a ye filɛli kɛ.",
    "O kɔ, a ye a ɲɛda biri ani ka a ɲɛda biri.",
    "O kɔ, a y’a kɔdon ka funu ni kuncɛbaya ye.",
    "A ko: “Nin tɛ fosi ye ni subagaya tɛ, min ciyɛntalen don kabini kɔrɔlen.",
    "Nin tɛ fosi ye ni hadamaden ka kuma tɛ.”",
    "N b'a fili Saqar kɔnɔ.",
    "Nka mun bɛna a to i k’a faamu Saqar ye min ye?",
    "A tɛ foyi to yen, wa a tɛ foyi to yen.",
    "A bɛ fariw kurukuru.",
    "A sanfɛ, mɔgɔ tan ni kɔnɔntɔn bɛ yen.",
    "An ye mɛlɛkɛw sigi tasuma kɔlɔsibagaw ye, ani an ye u jate kɛ kɔrɔbɔli ye dannabaliw ye, ka Kitabu dilen minnu ma, ka olu hakili sigi, ka dannabaaw ka dannaya sabati, ani ka sigasiga fɛn o fɛn bɔ mɔgɔ la, Kitabu dira minnu ma ani dannabaaw fana. Mɔgɔ minnu dusukunw bɛ banaw mara ani dannabaliw, olu na ɲininkali kɛ ko: “Ala b’a fɛ ka mun kɛ nin ntalen in fɛ?” O cogo la, Ala bɛ mɔgɔ lafili, a b’a fɛ mɔgɔ min na, a b’o bilasira. Mɔgɔ si tɛ i Matigi ka sɔrɔdasiw dɔn fo ale. O tɛ fosi ye ni hakilijigin tɛ hadamadenw bolo.",
    "A bɛ ten! Kalo fɛ.",
    "Wa su fɛ, a bɛ kɔsegin cogo min na.",
    "Wa sɔgɔmada fɛ, a bɛ ninakili tuma min na.",
    "O ye fɛnba dɔ ye.",
    "Lakɔlɔsili dɔ ye hadamadenw ye.",
    "Sabu aw cɛma mɔgɔ o mɔgɔ b’a fɛ ka taa ɲɛ walima ka to kɔfɛ.",
    "Ni bɛɛ bɛ minɛ jɔnya la a ka kɛwalew fɛ.",
    "Fo minnu bɛ Numan fɛ.",
    "Nakɔw kɔnɔ, u bɛ ɲɔgɔn ɲininka.",
    "Jurumukɛlaw ko la.",
    "“Mun de y’i bila ka taa Saqar?”",
    "U bɛna a jaabi ko: “An tun tɛ delilikɛlaw cɛma.",
    "An ma dɛsɛbagatɔw fana balo.",
    "Ani, an tun bɛ to ka an yɛrɛ ɲɛnajɛ ni mɔgɔ minnu tun bɛ u yɛrɛ ɲɛnajɛ.",
    "Wa an tun bɛ ban sara don na.",
    "Fo tiɲɛ nana an kan.”",
    "Delilikɛlaw ka delili tɛna u nafa.",
    "O la sa, mun na u bɛ ka u kɔdon Hakilijigin na?",
    "I n'a fɔ u ye faliw ye minnu kabakoyara.",
    "Ka boli waraba dɔ ɲɛ.",
    "Yala u kelen-kelen bɛɛ b’a fɛ u ka ɲɛw tila-tila yɔrɔ caman na wa?",
    "Tiɲɛ na, u tɛ siran Lakaran ɲɛ.",
    "Tiɲɛ na, o ye hakilijigin ye.",
    "O la, mɔgɔ o mɔgɔ b’a fɛ, a hakili ka to o la.",
    "Nka u hakili tɛna to o la, fo ni Ala y’a fɛ. Ale de ye tilennenya sababu ye, ani yafa bn."
]