[
    "Yala waati si tun tɛ tariku kɔnɔ, hadamaden tun tɛ fosi ye min ka kan ka fɔ wa?",
    "An ye hadamaden da ni ji ɲagaminen dɔ ye, walasa k’a kɔrɔbɔ, wa An ye mɛnni ni yeli di a ma.",
    "An y’a bilasira sira kan, a kɛra waleɲumandɔnbaga ye wo, a kɛra waleɲumandɔnbali ye wo.",
    "Dannabaliw ye, An ye cakɛdaw, sirilanw ani jahanama tasumaman labɛn.",
    "Mɔgɔ tilennenw na minni kɛ jifilen dɔ la min ɲagaminen ye kanfɔri ye.",
    "Jiboli-yɔrɔ min na Ala ka baarakɛlaw bɛna min, k’a to a ka woyo kosɛbɛ.",
    "U b’u ka layidu dafa ani u bɛ siran Don dɔ ɲɛ, don min ka juguya bɛna jɛnsɛn yɔrɔ bɛɛ.",
    "U bɛ balo, a kanu kosɔn, dɛsɛbagatɔw, yatɔw, ani jɔnyalenw.",
    "“An b’aw balo Ala dɔrɔn de kosɔn; an t'a fɛ ka sara ni barika da aw ye.",
    "An bɛ siran an Matigi ɲɛ, don min bɛ mɔgɔ ɲɛda sɔgɔsɔgɔ, don min ka jugu.”",
    "O la, Ala bɛna u tanga o don bɔnɛw ma, ka yeelen ni nisɔndiya di u ma.",
    "Wa a na u sara, u ka muɲuli la, ni nakɔ ni siliki ye.",
    "U sigilen bɛ yen dilan cɛɲiw kan, u tɛna tile funteni kojugu ye yen, wa nɛnɛ jugumanba fana tɛna ye yen.",
    "A biɲɛ bɛ wuli u kan, a jiridenw kuluw bɛ jɛngɛ duguma.",
    "U bɛna dilan ka bɔ warijɛ minɛnw ni tasa jɛlenw na.",
    "Warijɛ tasaw, u b’u suman tigitigi.",
    "U bɛna di u ma u ka minfɛn min ni sɛnzɛri ɲagaminen don.",
    "Ka Bɔ jiboli-yɔrɔ dɔ la min tɔgɔ ye ko Salsabil.",
    "Wa kamalennin banbaliw bɛna yaala u cɛma, n’i y’u ye, i b’a miiri k’u ye perle jɛnsɛnnenw ye.",
    "Ni i ye i lamini lajɛ, i bɛna nisɔndiya ni masaya belebeleba ye.",
    "Siliki fini jɛmanw ni bɔrɔ girinmanw na kɛ u kan, u na masiri ni warijɛ bololanɛgɛw ye. U Matigi na minfɛn saniyalen di u ma.",
    "“Nin ye aw ka sara ye. Wa, aw ka cɛsiri fana ye waleɲumandɔn jira.”",
    "Anw de ye Kuranɛ jira aw la, dɔɔni dɔɔni.",
    "O la, i ka muɲu i Matigi ka kiri ko la, i kana jurumut ni waleɲumandɔnbaliw kan minɛ u cɛma.",
    "Aw hakili to aw Matigi tɔgɔ la sɔgɔma ni wula fɛ.",
    "Wa su fan dɔ la, i k’i biri a ɲɛ kɔrɔ, ka nɔɔrɔ da a kan fo ka se su ma.",
    "O mɔgɔw bɛ ɲɛnamaya tɛmɛnen kanu, wa u bɛ don gɛlɛn dɔ to u kɔ.",
    "An y’u da ani k’u ka karamɔgɔya barika bonya, wa n’an b’a fɛ, An bɛna u bila u nɔ na ni olu bɔɲɔgɔnko wɛrɛw ye.",
    "Nin ye hakilijigin ye. O la, mɔgɔ o mɔgɔ b'a fɛ, o ka sira ta ka taa a Matigi fan fɛ.",
    "Nka i tɛ se ka sɔn, fo ni Ala sago kɛra. Ala ye Dɔnnikɛla ni Hakilitigi ye tuma bɛɛ.",
    "A b’a fɛ mɔgɔ min na, a bɛ don a ka makari la. Nka kojugukɛlaw kosɔn, a ye ɲangili jugu dɔ labɛn."
]