[
    "U bɛ ɲɔgɔn ɲininka la [fɛn] jumɛn de la?",
    "[bɛ ɲɔgɔn ɲininka la] kibaruya ba in de la.",
    "[Koba] min, olu fɔlen dɔ ɲɔgɔn kɔ a la.",
    "[A tɛ ten, sɔnni], u bɛna a dɔn.",
    "[Tugunni! a tɛ ten, sɔnni], u bɛna a dɔn.",
    "Yala Anw [Ala] ma dugukolo kɛ dilan ye,",
    "ka kuluw kɛ [dugukolo in] kuloman ye,",
    "ka aw da [k'aw kɛ] suguya [cama] ye,",
    "ka aw ka sunɔgɔ kɛ lafiya ye,",
    "ka su kɛ datugulan,",
    "ka tile fɛ la kɛ balo ɲini waati ye,",
    "ka [sankolo] kologɛlen wolonwula jɔ aw sanfɛ,",
    "ka lanpan tasumaman [bila sankolo ninnu la]",
    "ka ji jigin ka bɔ kabanɔgɔ la, min bɛ suru,",
    "ka kisɛɛmafɛnw na ani falennifɛn labɔloli n'a ye",
    "ani nakɔw minnu melekelen dɔ ɲɔgɔnna?",
    "Tiɲɛ na, faranfasiya don o kɛra waati latigɛlen de ye.",
    "Don min ni fiyɛli bɛ kɛ buru la, aw bɛna na jamakulu jamakulu.",
    "Sankolo dayele la, a kɛ tɛmɛ siraw ye.",
    "Kuluw la tagamara, u kɛra ####.",
    "Jahannama kɛra bɛlen yɔrɔ ye.",
    "A kɛra yaadanciw sigiyɔrɔ ye.",
    "U ye sigibagaw ye a kɔnɔ san yiriga cama.",
    "U tɛna nɛnɛli kɛ a kɔnɔ sumaya la jankɔ minfɛn na.",
    "Fo ji tobilen, ani sanbɛlɛ min bɛ kɛ nɛnɛ ye.",
    "A bɛnnen don ka waleɲumandɔn jira.",
    "Katuguni u tun ma jate si makɔnɔ.",
    "U ye an ka taamashyɛnw sɔsɔ pewu.",
    "Nka An ye fɛn bɛɛ jate sɛbɛn kɔnɔ.",
    "O la sa, i ka nɛnɛ! An bɛna dɔ fara aw kan tɔɔrɔ dɔrɔn de la.",
    "Nka se sɔrɔli bɛ mɔgɔ tilennenw ta fan fɛ.",
    "Nakɔw ni rezɛn nakɔw.",
    "Ani furuɲɔgɔn cɛɲiw, minnu bɛ bɛn ɲɔgɔn ma kosɛbɛ.",
    "Ani minfɛn dumanw.",
    "U tɛna kumajuguw mɛn o kɔnɔ, nkalon si tɛna mɛn o kɔnɔ.",
    "Sara min bɛ bɔ i Matigi fɛ, nilifɛn bɛnnen.",
    "Sankolow ni dugukolo Matigi, ani fɛn o fɛn bɛ u ni ɲɔgɔn cɛ—Mankɛba—mɔgɔ si tɛ se ka sɔsɔli kɛ n’a ye.",
    "Don min na Ni Senu ni mɛlɛkɛw bɛ jɔ ɲɔgɔn na. U tɛna kuma, fo ni hinɛtigi ye min yamaruya, a bɛna ko ɲuman fɔ.",
    "O ye Tiɲɛ don ye. O la, mɔgɔ o mɔgɔ b‘a fɛ, o ka sira minɛ ka segin a Matigi fɛ."
]