[
    "Minnu bɛ fɛnw minɛ ni fanga ye.",
    "Ani minnu bɛ bɔ nɔgɔya la.",
    "Ani minnu bɛ sɛgɛn ka ɲɛ.",
    "Ani minnu bɛ boli teliya la.",
    "Ani minnu bɛ kow labɛn.",
    "Don min na Yɛrɛyɛrɛyɛrɛ bɛ kɛ.",
    "Wa a bɛ tugu a nɔfɛta la.",
    "Dusukunw o don na, u bɛna wuli.",
    "U ɲɛw bɛ jigin.",
    "U b’a fɔ ko: “An ka kan ka segin an cogo kɔrɔ la wa?",
    "An kɛra kolo dingɛw ye tuma min na?”",
    "U b’a fɔ ko: “Nin ye bɔnɛ ye.”",
    "Nka a bɛna kɛ fɛn kelen dɔrɔn de ye.",
    "U na kunun.",
    "Yala Musa ka maana sera i ma wa?",
    "Tuma min na a Matigi y’a wele Tuwa kɔ senuma kɔnɔ.",
    "“Taa Faraon fɛ—a ye sariya tiɲɛ.”",
    "A fɔ ko: «I b’a fɛ ka saniya wa?",
    "Ne na i bilasira i Matigi fɛ, i na bonya da i kan.»",
    "A ye Kabakoba jira a la.",
    "Nka a ye sɔsɔli kɛ ka sɔsɔli kɛ.",
    "O kɔ, a y‘a kɔdon, k‘a ɲini.",
    "U ye ɲɔgɔn lajɛ ka waajuli kɛ.",
    "A ko: «Ne ye aw Matigi ye, min ka bon ni tɔw bɛɛ ye.»",
    "O la, Ala y‘a minɛ ni misali ɲangili ye, laban ni fɔlɔ la.",
    "Nin de la, kalan bɛ sɔrɔ mɔgɔ o mɔgɔ ɲɛna.",
    "Yala i da ka gɛlɛn wa, walima sankolo? A y‘a jɔ.",
    "A y‘a ka jamaw kɔrɔta, k‘a tila.",
    "A ye a su fiyen, ka a tile yeelen bɔ.",
    "Dugukolo fana y’a jɛnsɛn o kɔfɛ.",
    "A ye a ji ni a baganmara bɔ o la.",
    "Ni kuluw, A ye kurun jɔ.",
    "Nisɔndiya sɔrɔyɔrɔ ye aw ni aw ka baganw ye.",
    "Nka ni Baganba sera.",
    "Don min na hadamaden hakili bɛna to a ka cɛsiri la.",
    "Jahanama na jira mɔgɔ o mɔgɔ la min ye a ye.",
    "Min tun ye sɔsɔli kɛ.",
    "Wa a ye nin diɲɛ ɲɛnamaya de fɛ.",
    "O tuma na fɛ, Jahannama ye dogoyɔrɔ ye.",
    "Nka min tun bɛ siran a Matigi jɔli ɲɛ, ka a yɛrɛ minɛ negew la.",
    "O tuma na fɛ, Alijinɛ ye dogoyɔrɔ ye.",
    "U b’i ɲininka Lɛrɛ ko la ko: “A bɛna kɛ tuma jumɛn?”",
    "Aw tɛ dɔnniya si sɔrɔ o la.",
    "A laban bɛ i Matigi de bolo.",
    "I ye lasɔmini dɔrɔn de ye mɔgɔ o mɔgɔ bɛ siran o ɲɛ.",
    "U b’a seereya don min na—i n’a fɔ u tora wulada kelen dɔrɔn, walima a sɔgɔma."
]