[
    "U b'i ɲininka nafolomafɛnw ko la. A fɔ ko: “Jamafɛnw ye Ala ni ciden ta ye.” O la, aw ka siran Ala ɲɛ, ka aw ka sɔsɔliw ɲɛnabɔ, ka Ala n’a ka ciden kan minɛ, ni aw ye dannabaaw ye.",
    "Dannabaaw ye mgw ye minnu dusukunw b bn ni Ala ko f, minnu ka danaya b barika bonya ni a ka tɛmɛsiraw kalanna u ye, ani minnu b u jigi da u Matigi kan.",
    "Minnu bɛ deliliw kɛ ani ka musaka kɛ ka bɔ An bɛ min di u ma.",
    "Olu de ye dannabaa lakikaw ye. U ye jɔyɔrɔ kɔrɔta u Matigi fɛ, yafa, ani balo ni bolomafara.",
    "I n’a fɔ i Matigi y’i bɔ i ka so tiɲɛ na cogo min na, hali ni dannabaa dɔw ma sɔn.",
    "U ye sɔsɔli kɛ ni aw ye tiɲɛ ko la a jɛlen kɔfɛ, i n’a fɔ u bɛ gɛn ka taa saya fan fɛ k’u to filɛli la.",
    "Ala ye layidu ta i ye ko mɔgɔ fila la kelen bɛna kɛ i ta ye, nka i tun b’a fɛ min tɛ marifa ta, o ka kɛ i ta ye. Nka, Ala tun b’a fɛ ka tiɲɛ sigi a ka kumaw fɛ, ani ka dannabaliw bɔ u ju la.",
    "Ka tiɲɛ sinsin ani ka nkalon kɛ fu ye, hali ni jalakidenw b’a kɔniya.",
    "I hakili jigin tuma min na i ye i Matigi deli a ka dɛmɛ ɲini, a y’a jaabi ko: “Ne bɛ mɛlɛkɛ ba kelen ci i ma ka kɛɲɛ ni ɲɔgɔn ye.”",
    "Ala ye nin kɛ kibaru duman dɔrɔn de ye, ani hakilisigi ye aw dusukunw na. Se sɔrɔli bɛ bɔ Ala dɔrɔn de la. Ala ye Sebaayaba ni Hakilitigi ye.",
    "A ye sunɔgɔ bila ka se sɔrɔ i kan, ka lafiya di i ma ka bɔ a yɛrɛ la. A ye sanji ci ka bɔ sankolo la walisa k’aw saniya, ka Sitanɛ ka nɔgɔ bɔ aw la, ka aw dusukunw barika bonya, ka aw senw sabati.",
    "I Matigi ye mɛlɛkɛw hakili jigin ko: “Ne bɛ aw fɛ, aw ka dannabaaw sabati. Ne na siran don kafiriw dusukunw na. Aw ka u kɔw gosi, ka u bolokɔfɛfɛnw bɛɛ gosi.”",
    "O bɛ kɛ bawo u ye Ala n’a ka ciden sɔsɔ. Mɔgɔ o mɔgɔ bɛ Ala n’a ka ciden sɔsɔ—tiɲɛ na, Ala ka jugu a ka waleɲumandɔn na.",
    "“Nin ye i ta ye, o la, i k’a nɛnɛ.” Wa dannabaliw ta ye Tasuma ɲangili ye.",
    "Aw dannabaaw, ni aw ye dannabaliw kunbɛn taama na, aw kana aw kɔdon u la abada.",
    "O don na, mɔgɔ o mɔgɔ y’u kɔdon u la — fo n’a kɛra manɛwɛrɛ ye kɛlɛ kama walima n’a b’a fɛ ka fara kulu wɛrɛ kan — o ye dimi sɔrɔ Ala fɛ, wa a sigiyɔrɔ ye Jahannama ye, yɔrɔ min ka jugu kosɛbɛ.",
    "I m’u faga, nka Ala de y’u faga. Wa i ma fili tuma min na i ye fili, nka Ala de ye fili kɛ—ka dannabaaw kɔrɔbɔ ni kɔrɔbɔli ɲuman ye min bɔra ale fɛ. Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.",
    "O cogo la, Ala bɛ dannabaliw ka fɛɛrɛ tigɛlenw bali.",
    "N'i ye se sɔrɔli ɲini, se sɔrɔli sera i ma tiɲɛ na. N’i y’a dabila, a ka fisa i ma, nka n’i seginna, An fana bɛ segin. I ka fanga tɛna nafa sɔrɔ i la fewu, hali n’u ka ca. Ala bɛ dannabaaw fɛ.",
    "Aw dannabaaw, aw ka Ala n’a ka ciden kan minɛ, aw kana aw kɔdon a la k’aw to lamɛnni na.",
    "Ani, kana kɛ i ko mɔgɔ minnu b’a fɔ ko: “An bɛ mɛnni kɛ,” nka u tɛ lamɛnni kɛ.",
    "Danfɛn minnu ka jugu Ala ɲɛ na, olu ye tulogwerenw ni bobow ye minnu t’a faamu.",
    "Ni Ala tun ye ɲumanya dɔ sɔrɔ u la, a tun bɛna u lamɛn. O bɛɛ n’a ta, hali n’a tun y’o kɛ, u tun bɛna u kɔdon hali bi ni sɔsɔli ye.",
    "Aw dannabaaw, aw ka Ala ni ciden jaabi ni a ye aw wele fɛn min bɛ ɲɛnamaya di aw ma. Ani k’a dɔn ko Ala bɛ don mɔgɔ ni a dusukun cɛ, wa ko i bɛna lajɛ ale fɛ.",
    "Ani aw ka siran kɔrɔbɔli ɲɛ min tɛ aw cɛma kojugukɛlaw dɔrɔn de la, ani aw k’a dɔn ko Ala ka jurumu ka jugu.",
    "Ani aw hakili to a la tuma min na aw tun ka dɔgɔ, aw barika tun ka dɔgɔ jamana kɔnɔ, aw tun bɛ siran ko mɔgɔw bɛ se k’aw minɛ. O kɔfɛ, a y’i dogo, k’i barika bonya n’a ka se sɔrɔli ye, ka fɛn ɲumanw di i ma, walisa i ka se ka waleɲumandɔn jira.",
    "Aw dannabaaw, aw kana Ala ni ciden janfa, aw kana aw ka dannayaw janfa k’a sɔrɔ aw b’a dɔn.",
    "Aw k’a dɔn ko aw bolofɛnw ni aw denw ye kɔrɔbɔli ye, wa ko Ala fɛ, saraba bɛ o la.",
    "Aw dannabaaw, ni aw bɛ siran Ala ɲɛ, a na faamuyali di aw ma, ka aw saniya ka bɔ aw ka jurumuw la, ka yafa aw ma. Ala ka bon kosɛbɛ.",
    "Aw hakili to a la tuma min na kafiriw ye labɛn kɛ aw kama, ka aw minɛ, ka aw faga, walima ka aw gɛn. U ye labɛn kɛ, Ala ye labɛn kɛ; nka Ala ye labɛnbagaw bɛɛ la ɲuman ye.",
    "Ni An ka jiraliw fɔra u ye, u b’a fɔ ko “An y’a mɛn. N’an tun b’a fɛ, an tun bɛ se k’o fɔ; ninnu tɛ fosi ye ni kɔrɔlenw ka nsiirinw tɛ.”",
    "U b’a fɔ fana ko: “Ala, ni nin ye tiɲɛ ye min bɔra I la, o tuma na, i ka kabakurunw san ka bɔ sankolo la an kan, walima i ka ɲangili gɛlɛn da an kan.”",
    "Ala tun tɛna u ɲangi k’a sɔrɔ i bɛ u cɛma, wa Ala tun tɛna u ɲangi k’a sɔrɔ u bɛ yafa ɲini.",
    "Mun na Ala man kan k’u ɲangi, k’a sɔrɔ u bɛ misiri senuma doncogo bali, hali n’u tun tɛ a kɔlɔsibaga ɲumanw ye? A kɔlɔsibaga lakikaw ye Ala ɲɛsiranbagaw ye, nka u fanba t’a dɔn.",
    "U ka deliliw So kɔnɔ, o tɛ fosi ye ni fiyɛli ni bolonɔbila tɛ. O la, aw ka ɲangili nɛnɛ ka da a kan aw ka kafiri.",
    "Minnu tɛ dannaya kɛ, olu b’u ka nafolo tiɲɛ walisa ka mɔgɔw bali ka bɔ Ala ka sira kan. U bɛna taa a fɛ k’a musaka kɛ, o kɔfɛ, a bɛna kɛ nimisa sababu ye u bolo. A laban na, u na se sɔrɔ, ani dannabaliw bɛna lajɛ Jahannama kɔnɔ.",
    "Walisa Ala ka se ka mɔgɔ juguw ni mɔgɔ ɲumanw faranfasi, ka mɔgɔ juguw dalajɛ ɲɔgɔn kan, k’u siri ɲɔgɔn na, k’u fili Jahannama kɔnɔ. Olu de ye bɔnɛbagaw ye.",
    "A fɔ kafiriw ye ko: n’u y’u dabila, min tɛmɛna, o bɛ yafa u ma. Nka n’u y’u Daminɛ kokura, kɔrɔlenw ka ɲɛfɔli Sìgira kaban.",
    "Aw k’u kɛlɛ fo degun kana kɛ tugun ani diinɛ bɛɛ ka kɛ Ala ta ye. Nka n’u y’u dabila, o tuma na fɛ, Ala bɛ u ka kɛtaw bɛɛ ye ka ɲɛ.",
    "Yala u ka kan ka kɔsegin, o tuma na fɛ, i k’a dɔn ko Ala ye i Lakanabaga ye. Lakanalikɛla ɲumanba ani Dɛmɛbaga ɲumanba.",
    "Aw k’a dɔn ko aw bɛ tiɲɛni fɛn o fɛn sɔrɔ, o tilayɔrɔ duurunan ye Ala, Ciden, somɔgɔw, yatɔw, magojirabagaw ani lakanabagaw ta ye, n’aw dalen bɛ Ala la ani An ye min jira An ka baarakɛla la latigɛ don na— don min na fanga fila ninnu ye ɲɔgɔn sɔrɔ . Se bɛ Ala ye fɛn bɛɛ kan.",
    "I tun bɛ bajida kɛrɛfɛ tuma min na, u tun bɛ bajida yɔrɔ jan na, karaban tun bɛ i jukɔrɔ. N’aw tun ye ɲɔgɔnye dɔ kɛ, aw tun tɛna se k’o labato. Nka Ala tun b’a fɛ ka ko latigɛlen dɔ dafa, walisa mɔgɔ minnu halakira, olu ka halaki dalilu jɛlenw fɛ, ani minnu ye ɲɛnamaya sɔrɔ dalilu jɛlenw fɛ. Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.",
    "Tuma min na Ala y’a to u ka dɔgɔ i ka sugo la. Ni a tun y’u jira i la ko u ka ca, i tun bɛna sɛgɛn ani i tun bɛna sɔsɔli kɛ o ko la. Nka Ala ye o ko kisi. Fɛn min bɛ dusukunw kɔnɔ, a b’o dɔn.",
    "Ni i ye u kunbɛn, a y’u dɔgɔya i ɲɛ na, ka i dɔgɔya u ɲɛ na, walisa Ala ka ko dɔ dafa min latigɛra kaban. Ala ma, ko bɛɛ bɛ segin.",
    "Aw dannabaaw! Ni i ye detachment dɔ kunbɛn, i jɔ i ka jɔ ani i hakili to Ala la kosɛbɛ, o la i bɛ se ka ɲɛ sɔrɔ.",
    "Aw ka Ala n’a ka ciden kan minɛ, aw kana sɔsɔli kɛ, n’o tɛ aw kana dɛsɛ ani aw ka fanga ka ban. Aw ka muɲuli kɛ; Ala bɛ banabagatɔ fɛ.",
    "Aw kana kɛ i ko mɔgɔ minnu bɔra u ka so ni yɛrɛbonya ye, walisa mɔgɔw ka u ye, ani ka Ala ka sira bali. U bɛ min kɛ, Ala bɛ o lamini.",
    "Sitanɛ y’a kɛ i n’a fɔ u ka kɛwalew ka di u ye, wa a ko: “Mɔgɔ si tɛ se ka se sɔrɔ i kan bi, ne bɛ i kɛrɛ fɛ.” Nka, mɔgɔ fla ninnu ye ɲɔgɔn Ye tuma min na, a y’a yɛrɛ Bɔ a senw na k’a Fɔ ko : « Ne jalakibali don aw la ; I t’a ye min ye, n b’o ye; Ne bɛ siran Ala ɲɛ, Ala ka ɲangili ka jugu.”",
    "Filankafow ni dusukun bananenw y’a fɔ ko: “U ka diinɛ ye nin mɔgɔw lafili.” Nka mɔgɔ o mɔgɔ bɛ a jigi da Ala kan—Ala ye Sebaayaba ni Hakilitigi ye.",
    "Ni i tun bɛ se k’a ye, tuma min na mɛlɛkɛw bɛ kafiriw niw ta, k’u ɲɛda ni u kɔ gosi: “Tasuma tɔɔrɔ nɛnɛ.”",
    "O bɛ kɛ k’a sababu kɛ i bolow ye min ci ka taa ɲɛfɛ, wa Ala tɛ tilenbaliya kɛ danfɛnw ma.",
    "O bɛ tali kɛ Faraon ka mɔgɔw ni u ɲɛfɛmɔgɔw ka ko la. U banna Ala ka taamashyɛnw ma, o de la Ala y’u minɛ u ka jurumuw kosɔn. Ala ye sebaaya ye ani a ka ɲangili ka jugu.",
    "O bɛ kɛ bawo Ala tun tɛna dugawu dɔ Changé a ye dugawu min di jama dɔ ma fo n’u ye fɛn min bɛ u yɛrɛ kɔnɔ, o Changé. Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.",
    "O bɛ tali kɛ Faraon ka mɔgɔw ni u ɲɛfɛmɔgɔw ka ko la. U banna u Matigi ka taamashyɛnw ma, o la an ye u halaki u ka jurumuw kosɔn, ani an ye Faraon ka mɔgɔw su ji la. U bɛɛ tun ye kojugukɛlaw ye.",
    "Danfɛn ɲɛnama minnu ka jugu Ala ɲɛ kɔrɔ, olu ye kafiriw ye; u tɛna da a la.",
    "I ye bɛnkan kɛ ni minnu ye, o bɛɛ n’a ta, u b’u ka bɛnkan tiɲɛ tuma bɛɛ—u tɛ mɔgɔ tilennenw ye.",
    "N’i y’u kunbɛn kɛlɛ la, i k’u kɛ misali sirannin ye mɔgɔ wɛrɛw bolo minnu bɛ tugu u kɔ, walisa u k’u janto u la.",
    "Ni i bɛ siran janfa ɲɛ ka bɔ jamana dɔ fɛ, i ka segin ka fili u ma cogo kelen na. Ala tɛ nanbarakɛlaw kanu.",
    "Dannabaliw kana a miiri k’u bɛ ɲɛfɛ. U tɛna kɛ sababu ye ka dɛsɛ.",
    "I bɛ se ka fanga ni sofaw bɛɛ labɛn u kama, walasa ka Ala juguw n’i juguw lasiran o cogo la, ani mɔgɔ wɛrɛw kɔfɛ minnu tɛ i dɔn, nka Ala bɛ minnu dɔn. I mana fɛn o fɛn musaka kɛ Ala ka sira la, o bɛna sara i ye ka dafa, wa, kojugu tɛna kɛ i la.",
    "Ni u b’u ɲɛsin hɛrɛ ma, u b’u ɲɛsin hɛrɛ ma, ka u jigi da Ala kan. Tiɲɛ na, ale de ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.",
    "Ni u b'a fɛ ka aw lafili, o tuma na fɛ, Ala bɛ se aw ma. Ale de ye aw dɛmɛ ni a ka dɛmɛ ye ani ni dannabaaw ye.",
    "Wa a ye u dusukunw fara ɲɔgɔn kan. Ni i tun ye dugukolo kan fɛn bɛɛ musaka, i tun tɛ se k’u dusukunw fara ɲɔgɔn kan, nka Ala y’u fara ɲɔgɔn kan. A ye Sebaayaba ni Hakilitigi ye.",
    "E kira, i ka se Ala ni dannabaaw ma minnu bɛ tugu i kɔ.",
    "E kira, dannabaaw lawuli ka kɛlɛ kɛ. Ni mɔgɔ mugan bɛ aw cɛma, minnu jɔlen bɛ, u na se sɔrɔ mɔgɔ kɛmɛ fila kan. Ni aw kɛra mɔgɔ kɛmɛ ye, u na se sɔrɔ dannabali ba kelen kan, katuguni u ye jama ye, faamuyali tɛ minnu na.",
    "Sisan, Ala ye i ka doni nɔgɔya, k’a dɔn ko barikantanya bɛ i la. Ni mɔgɔ kɛmɛ jɔlen bɛ aw cɛma, u na se sɔrɔ kɛmɛ fila kan. Wa ni aw ye mɔgɔ ba kelen sɔrɔ, u bɛna se sɔrɔ mɔgɔ ba fila kan Ala ka yamaruya fɛ. Ala bɛ banabagatɔ fɛ.",
    "A tɛ kira bolo ka mɔgɔ minɛ jɔnya la fo n’a ye jamana minɛ kosɛbɛ. I b’a fɛ ka diɲɛ nafolomafɛnw sɔrɔ, k’a sɔrɔ Ala b’a fɛ ka siniko kɛ. Ala ye Sebaayaba ni Hakilitigi ye.",
    "Ni Ala tun ma deli ka kɔn o ɲɛ, ɲangili jugu tun bɛna maga i la i ye min ta.",
    "O la sa, i ye min sɔrɔ, i ka o dun, min bɛ sariya kɔnɔ ani min ka ɲi, ani i ka to i hakili la Ala ko la. Ala ye Yafabaga ni makaribaga ye.",
    "E kira, a fɔ mɔgɔ minnu ye jɔnw ye i ka mara kɔnɔ, ko: “Ni Ala bɛ koɲuman dɔ dɔn aw dusukunw na, a bɛna fɛn dɔ di aw ma min ka fisa ni min bɔra aw la, a bɛna yafa aw ma. Ala ye Yafabaga ni makarikɛla ye.”",
    "Ni u b’a fɛ ka i janfa, u ye Ala janfa ka kɔrɔ, wa a ye se sɔrɔ u kan. Ala ye Dɔnnikɛla ni Hakilitigi ye.",
    "Minnu dalen b’a la, ka taa yɔrɔ wɛrɛw la, ka cɛsiri kɛ Ala ka sira kan n’u ka nafolo n’u ka ɲɛnamaya ye ani minnu ye dogoyɔrɔ ni dɛmɛ di, olu ye ɲɔgɔn jɛɲɔgɔnw ye. Nka, minnu dalen b’a la k’u ma taa jamana wɛrɛ la, i ka juru tɛ u la lakanani fo n’u ka taa jamana wɛrɛ la. Nka, n’u y’i ka dɛmɛ ɲini dannaya la, o tuma na fɛ, i ka kan k’u dɛmɛ, fo n’a kɛra jamana dɔ ye, i ni min bɛ bɛnkansɛbɛn kɔnɔ. Ala bɛ i ka kɛwalew bɛɛ kɔlɔsi.",
    "Dannabaliw ye ɲɔgɔn jɛɲɔgɔnw ye. N’i m’o ɲɔgɔn kɛ, ɲagami bɛna kɛ dugukolo kan ani nanbaraba bɛna kɛ.",
    "Minnu darara, ka taa yɔrɔ wɛrɛw la, ka cɛsiri kɛ Ala ka ko la ani minnu ye dogoyɔrɔ ni dɛmɛ di, olu de ye dannabaa lakikaw ye. Yafa ni bolomafara ye u bolo.",
    "Minnu ye dannaya kɛ kɔfɛ, ka taa jamana wɛrɛ la, ka kɛlɛ kɛ i kɛrɛfɛ, olu ye aw ta ye. Nka, ka kɛɲɛ ni Ala ka kitabu ye, joli-sira-funu de bɛ ɲɛfɛ. Ala bɛ fɛn bɛɛ dɔn."
]