[
    "Bɔnɛ bɛ sumanikɛla juguw ye",
    "Minnu, n’u bɛ dafali ɲini ni u bɛna sanni,",
    "nka n’u bɛ sumani kɛ sannikɛlaw ye u bɛ tigɛli ˹nanbara].",
    "Yala o mɔgɔw ninu t’a jigiya k’u bɛna lakunun wa?",
    "Donba dɔ ˹Lahara˺ kama wa?",
    "Don min na hadamadenw bɛna jɔ diɲɛw tigi ɲɛ kɔrɔ?",
    "Kɔw tɛ tɔ tɛn koyi, wale jugubakɛlaw ka sɛbɛn  ˹marlen dɔ˺ Sijjiin kɔnɔ.",
    "Mun y‘i ladɔnniya, Sijjiin ye min ye?",
    "Gafe dɔ min taamasiyɛnlen dɔ.",
    "Bɔnɛ bɛ nkalontigelaw ye o don ˹Lahara don].",
    "Minnu bɛ nkalontigɛyali kɛ ni Jatebɔ don ye.",
    "Maa si tɛ nkalontigɛyali kɛ n‘a ye, fo binkannikɛla jurumukɛla.",
    "[Tuma o tuma˺ ni Anw ˹Ala˺ ka kabakow kalanna a kan, a b’a fɔ: “[ni ye˺ fɔlɔmaaw ka nsiirinw dɔ",
    "A tɛ tɛn koyi!, An ye u dusukunw gɛrin ni u ka kɛwalew ye.",
    "A tɛ tɛn koyi!, O don ˹Lahara don], hijabu de bɛ don u ni u tigi ˹Ala˺ ni ɲɔgɔn cɛ.",
    "O kɔfɛ, u na tobi Jahim kɔnɔ.",
    "O kɔfɛ, a bɛ fɔ: “Aw tun bɛ ka fɛn min nkalontigeya, a filɛ deyi.”",
    "O bila! tiɲɛ na; mɔgɔ tilennenw ka sɛbɛn bɛ Illiyyiin kɔnɔ.",
    "Mun y‘i ladɔnniya, Illiyyuun ye min ye?",
    "Gafe dɔ min taamasiyɛnlen dɔ.",
    "[Ala˺ masuruya jɔnw ˹Mɛlɛkɛw˺, olu bɛ seereya a la.",
    "Tiɲɛ na, mɔgɔ tilennenw na kɛ nɛɛma cɛma.",
    "[U dalen bɛ˺ dilanw kan, u bɛ filɛli la.",
    "I bɛna nɛɛma nɔɔrɔ dɔn u ɲɛdaw la.",
    "U bɛna lami ka bɔ dɔlɔ dɔ la min datugulen dɔ.",
    "A suma ye misku ˹suma˺ de ye, O la, ɲɔgɔndanbaaw ka kan ɲɔgɔnda ninnu de la.",
    "A ɲagamin fɛn bɔra Tasniimu de la.",
    "[Tasniimu ye˺ kɔji dɔ de ye, ˹Ala˺ masuruya jɔnw bɛ min min na.",
    "Maa minnu ye kojuguw kɛ, tun kɛra u b‘u yɛlɛbɔ limaniyadjɔnw la.",
    "Ni ˹limaniyadjɔnw ninnu˺ tun tɛmɛna u la, u tun bɛ ɲɔgɔn kɔri-kɔri.",
    "Ni u seginna u ka denbayaw la, u tun bɛ segin ni yɛrɛbɔɲa de ye.",
    "Ni ye ˹limaniyadjɔnw ninnu˺ ye, u tun b’a fɔ ko: “Ninnu tunulen dɔ.”",
    "Ka‘a sɔrɔ, u ma ci ˹limaniyadjɔnw ninnu˺ ma ka kɛ kɔlɔsibagaw ye.",
    "Nka bi ˹Lahara], limaniyadjɔnwn de bɛna u yɛlɛbɔ kafiruw la.",
    "[U dalen bɛ˺ dilanw kan, u bɛ filɛli la.",
    "Yala kafiruw ninnu sarala ni u ka kɛwalew kɛlenw ye wa?"
]