[
    "Ala n'a ka ciden ka bɔli fɔlen bɛ di murikariw ma, i tun ye bɛnkan kɛ ni minnu ye.",
    "I ka dugukolo taama hɔrɔnya la kalo naani kɔnɔ, nka i k’a dɔn ko i tɛ se ka i yɛrɛ tanga Ala ka minɛ ma, wa ko Ala bɛna kafiriw maloya.",
    "Laseli min bɔra Ala n’a ka ciden fɛ ka ɲɛsin mɔgɔw bɛɛ ma Hijiba don na: Ala bɛ ban murikariw la, i n’a fɔ a ka ciden b’a ban cogo min na. Ni i nimisara, o na diya i ye, nka n’i y’i kɔdon, i k’a dɔn ko i tɛ se ka i yɛrɛ tanga Ala ma. Minnu ma da a la, olu ladɔnniya ɲangili jugu la.",
    "Nka, i ye bɛnkan Kɛ ni mushɛrɛki minnu ye, n’u ma a ka sariya si Tiɲɛ, wa u ma mɔgɔ si Dɛmɛ i kama, i k’u ka bɛnkan Dafa fo a waati. Ala b mg tilennenw kanu.",
    "Ni kalo senumaw tɛmɛna, aw bɛ murikariw faga yɔrɔ o yɔrɔ, aw bɛ u sɔrɔ yɔrɔ o yɔrɔ. Aw k’u minɛ, k’u lamini, k’u lamini yɔrɔ bɛɛ la. Nka, ni u nimisara, ka delili sigi sen kan, ka nili kɛ kanuya la, u ka taa u ka sira fɛ. Ala ye Yafabaga ni makaribaga ye.",
    "Ni musikaw dɔ b’i ka lakana ɲini, i k’o di a ma, walisa a ka Ala ka kuma mɛn. O kɔ, aw ka taa n’a ye a bɛ se ka lafiya yɔrɔ min na, bawo u ye mɔgɔw ye minnu tɛ dɔnniya sɔrɔ.",
    "Bɛnkan bɛ se ka kɛ cogo di Ala n’a ka ciden ani mushɛrɛw cɛ, fo ni i ye bɛnkan kɛ ni minnu ye misiri senuma la? Ni u jɔlen tora aw fan fɛ, aw bɛ to ka jɔ u fan fɛ. Ala b mg tilennenw kanu.",
    "A bɛ se ka kɛ cogo di n’u ye fanga sɔrɔ i kan, n’u tɛ somɔgɔw ni bɛnkan bonya i ni ɲɔgɔn cɛ? U b i dusu saalo ni u da ye, nka u dusukunw b ban, wa u fanba ye jurumutw ye.",
    "U ye Ala ka vɛrisew feere tɔnɔ fitinin kama ani u y’a ka sira bali. U tun bɛ ka min kɛ, o ka jugu kosɛbɛ.",
    "Dannabaa fan fɛ, u tɛ somɔgɔw ni bɛnkan bonya. Olu de ye binkannikɛlaw ye.",
    "Ni u nimisara, ka delili sabati, ka nili kɛ kanuya la, o tuma na fɛ, u ye aw balimaw ye dannaya la. An bɛ tɛmɛsiraw ɲɛfɔ mɔgɔw ye minnu b’a dɔn.",
    "Nka, n’u y’u ka kalili tiɲɛ u ka bɛnkan kɔfɛ, ka bin i ka diinɛ kan, o tuma na, dannabaliya ɲɛmɔgɔw kɛlɛ, bawo u ka kalili tɛ fosi ye u bolo, o la, u bɛ se ka ban.",
    "Yala aw tɛna kɛlɛ kɛ ni mɔgɔw ye minnu y’u ka kalili tiɲɛ, k’a ɲini ka ciden gɛn, ka kɛlɛ daminɛ aw kama wa? Yala i bɛ siran u ɲɛ wa? Ala de ka kan ka siran min ɲɛ, ni aw ye dannabaaw ye.",
    "Aw ye u kɛlɛ; Ala na u ɲangi i bolow fɛ, ka u maloya, ka se sɔrɔ u kan, ka dannabaaw dusukunw kɛnɛya.",
    "Wa a bɛ dimi min bɛ u dusukunw na, o ka nɔgɔya. Wa Ala bɛ yafa mɔgɔ o mɔgɔ sago ma; Ala ye Dɔnnikɛla ni Hakilitigi ye.",
    "E fɛ, yala aw bɛna to ni Ala ma danfara don aw cɛma minnu bɛ cɛsiri kɛ ani ka jɛɲɔgɔnya kɛ ni Ala, a ka ciden ani dannabaaw dɔrɔn ye wa? Ala bɛ Dɔn i bɛ min kɛ.",
    "Mushɛrɛw, minnu jɔlen bɛ u ka dannabaliya la, olu man kan ka Ala ka yɔrɔ senumaw mara. U ka kɛwalew kɛra nafa tɛ minnu na, wa u bɛna sigi Tasuma la badaa-badaa.",
    "Ala ka yɔrɔ senumaw bɛ mara mɔgɔ dɔrɔn de fɛ minnu dalen bɛ Ala la ani don laban na, ka delili sigi sen kan, ka saraka saniyalenw di, ani minnu tɛ siran mɔgɔ si ɲɛ ni Ala tɛ. A ka c’a la, o mɔgɔ kelen-kelen bɛɛ bɛna bilasirali kɛ.",
    "Yala aw bɛ ji dili hajidilaw ma ani misiri senuma ladonni ni mɔgɔ minnu dalen bɛ Ala la ani don laban na, ani minnu bɛ cɛsiri kɛ Ala ka ko la, olu bɛ bɛn wa? U tɛ kelen ye Ala ɲɛ kɔrɔ. Ala tɛ tilenbaliw bilasira.",
    "Minnu dalen bɛ, ka taa yɔrɔ wɛrɛw la, ka cɛsiri kɛ n’u ka nafolo ni u ka ɲɛnamaya ye Ala ka sira kan, olu bɛ jɔyɔrɔba la Ala ɲɛ kɔrɔ. Olu de ye ɲɛtaa sɔrɔbagaw ye.",
    "U Matigi bɛ a ka makari ni a ka sɔnni kibaru duman di u ma ani nakɔw, u bɛna nisɔndiya banbali sɔrɔ yɔrɔ minnu na.",
    "U na to yen fo abada. Saraba bɛ Ala fɛ.",
    "Aw minnu dalen bɛ a la, aw kana aw bangebagaw ni aw balimaw ta ka kɛ jɛɲɔgɔnw ye ni u bɛ dannabaliya de fɛ ka tɛmɛ dannaya kan. Aw minnu bɛ o kɛ, olu de ye kojugukɛlaw ye.",
    "A fɔ ko: “Ni i bangebagaw, i denw, i balimakɛw, i furuɲɔgɔnw, i somɔgɔw, i ye nafolo min sɔrɔ, i bɛ siran jago min ɲɛ, o bɛ se ka dɔgɔya, ani i bɛ so minnu nafa ka bon i bolo, olu ka di i ye ka tɛmɛ Ala kan, a ka ciden, ani ka cɛsiri kɛ a ka sira kan, o kɔ, aw ka kɔnɔni kɛ fo Ala ka na n’a ka ci fɔlen ye.” Ala tɛ jurumukɛlaw bilasira.",
    "Ala ye se sɔrɔ mara caman na, nka Hunain don na, i ka hakɛ cayalenba ye i kabakoya, o bɛɛ n’a ta, u ma foyi nafa i la. Dugukolo, hali n’a ka bon, a kɛra i n’a fɔ a bɛ datugu i la, i seginna kɔfɛ ka kɔsegin.",
    "O kɔ, Ala y’a ka hɛrɛ jigin a ka ciden ni dannabaaw kan. A ye fanga dɔw ci i ma minnu ye, ka kafiriw tɔɔrɔ. O de ye dannabaliw ka sara ye.",
    "O kɔfɛ, Ala bɛna a yɛrɛ bila a sago la. Ala ye Yafabaga ni makaribaga ye.",
    "Aw minnu dalen b’a la, bolibaaw saniyalen don, o la u man kan ka gɛrɛ misiri senuma na ɲinan kɔfɛ. Ni aw sirannen don wariko bɔnɛ na, Ala bɛna aw nafolotigiya ka bɔ a ka nɛɛma la, ni a b’a fɛ. Ala ye fɛn bɛɛ dɔnbaga ye, hakilitigi ye.",
    "Mg minnu t da Ala la wala don laban na ka b Kitabu mɔgɔw cma, minnu t Ala ni a ka ciden ye min bali, ani minnu t tiɲɛ diinɛ minɛ, fo ka se u ka takasi sara ni diyanye ye ani k’a miiri ko u kololen don.",
    "Yahutuw ko: “Uzayiri ye Ala denkɛ ye,” ani kerecɛnw ko: “Masiya ye Ala denkɛ ye.” Olu ye u ka kumaw ye; u bɛ kafiriw ka kumaw ladege fɔlɔ. Ala k'u halaki; u bɛ fili cogo min na dɛ!",
    "U y’u ka sarakalasebagaw ni mɔgɔ senumaw ta ka kɛ matigiw ye Ala kɔfɛ; ka fara Mariyama denkɛ Masiya kan. O bɛɛ n’a ta, ci fɔra u ye ko u ka Ala kelenpe de bato. Ala si tɛ yen ni ale tɛ. Bonya ka kɛ a ye ka tɛmɛ u ni a jɛɲɔgɔn kan.",
    "U b’a ɲini ka Ala ka yeelen faga n’u ka kumaw ye, nka Ala b’a sinsin a kan k’a ka yeelen dafa, hali ni dannabaliw bɛ u kɔniya.",
    "Ale de y’a ka ciden ci ni bilasirali ni tiɲɛ diinɛ ye, walasa a ka se sɔrɔ diinɛ bɛɛ kan, hali ni jɛɲɔgɔnw kɔniya.",
    "Aw dannabaaw, diinɛ ɲɛmɔgɔw ni dɔnnikɛla caman bɛ mɔgɔw ka nafolo dun cogo jugu la, ka Ala ka sira bali. Minnu bɛ sanu ni warijɛ dalajɛ, k’a sɔrɔ u tɛ o musaka kɛ Ala ka sira la, aw ka ɲangili dimi lase u ma.",
    "Don min na a bɛna sumaya Jahannama tasuma na, ka taamasiyɛn kɛ n’a ye u ɲɛda, u kɛrɛw ani u kɔw la ko: “Aw ye min lajɛ aw yɛrɛ ye, o de ye nin ye, aw ye min lajɛ, aw k’o nɛnɛ.”",
    "Kabini Ala ye sankolow ni dugukolo da don min na, Ala ye kalo tan ni fila sigi san kelen kɔnɔ, o naani ye saniyalen ye. Nin ye sigicogo ɲuman ye, o la sa, aw kana fili u la. Aw ye murikaw kɛlɛ ɲɔgɔn fɛ, i n’a fɔ u bɛ aw kɛlɛ ɲɔgɔn fɛ cogo min na, ani k’a dɔn ko Ala bɛ mɔgɔ tilennenw fɛ.",
    "Ka bila kɔfɛ, o ye dɔ farali ye dannabaliya kan, ka dannabaliw bila sira la. U b’a to a ka san kelen kɛ, ka san wɛrɛ bali, ka bɛn ni hakɛ ye min saniyalen don Ala fɛ, o cogo la, Ala ye min bali, u bɛ sɔn o ma. U ka kɛwale juguw bɛ kɛ fɛn ye min ka di u ye. Ala tɛ dannabaaw bilasira.",
    "Aw minnu dalen b’a la, n’aw welelen don ka ɲɔgɔn lajɛ Ala ka sira kan, mun na aw nɔrɔlen bɛ dugukolo la kosɛbɛ? Yala diɲɛ ɲɛnamaya ka fisa i ma ka tɛmɛ Lakalita kan wa? Dugukolo kan ɲɛnamaya diyabɔli, n’i y’a suma ni Lahalaya ye, o tɛ foyi ye.",
    "N’i m’i mobilise, a bɛna ɲangili juguba lase i ma, ka jamana wɛrɛ bila i nɔ na. Wa i tɛna kojugu kɛ a la hali dɔɔnin. Ala bɛ se fɛn bɛɛ la.",
    "N’i m’a dɛmɛ, Ala y’a dɛmɛ kaban. Dannabaliw y'a gɛn tuma min na, a kɛra mɔgɔ fila dɔ ye kɔdingɛ kɔnɔ; a y’a fɔ a terikɛ ye ko: “I kana i hakili ɲagami, Ala bɛ an fɛ.” O kɔ, Ala y’a ka lafiya jigin a kan, k’a barika bonya ni kɛlɛbolow ye i ma minnu ye, ka dannabaliw ka kuma kɛ dɔgɔmannin ye, k’a sɔrɔ Ala ka kuma de ka bon kosɛbɛ. Ala ye Sebaayaba ni Hakilitigi ye.",
    "Aw ye mɔgɔw lajɛ, aw ka nɔgɔn walima aw ka gɛlɛn, ani aw ka cɛsiri kɛ ni aw ka nafolo ni aw ka ɲɛnamaya ye Ala ka ko la. Nin ka fisa i ma, ni i tun b’a dɔn dɔrɔn.",
    "U tun bɛna tugu i kɔ ni tɔnɔ tun bɛ yen o yɔrɔnin bɛɛ ani taama surun tun bɛ yen, nka a tun bɛ iko yɔrɔjan tun ka bon u bolo. U na kali Ala tɔgɔ la ko: “Ni an tun bɛ se, an tun na bɔ n’i ye.” U b’u yɛrɛ halaki, Ala b’a dɔn ko u bɛ nkalon tigɛ.",
    "Ala tun na yafa i ma! Mun na i ye lafiɲɛbɔ di u ma sanni a ka jɛya i ye ko mɔgɔ minnu ye tiɲɛ fɔ ani i ye nkalontigɛlaw dɔn?",
    "Minnu dalen bɛ Ala ni Laban don na tiɲɛ na, olu tɛna bɔli ɲini ka bɔ cɛsiri la n’u ka nafolo n’u ka ɲɛnamaya ye. Ala bɛ mɔgɔ tilennenw dɔn kosɛbɛ.",
    "Minnu dalen tɛ Ala ni Laban don na, olu dɔrɔn de bɛ yafa ɲini i fɛ. U dusukun falen bɛ siga la, wa u bɛ yɛrɛyɛrɛ u ka latigɛbaliya la.",
    "N’u tùn b’a fɛ ka mobilize (lajɛ) Kɛ, u tùn bɛna labɛn dɔw Kɛ o kama. Nka, Ala ma sɔn u ka taa ma, o de y’a to a y’u bali, k’a fɔ u ye ko: “Mɔgɔ minnu tora kɔfɛ, aw ka to olu fɛ.”",
    "N’u tùn ye mobilize (lajɛ) Kɛ n’i ye, u tùn bɛna dɔ Fàra i ka gɛlɛyaw kan dɔrɔn, ka kumakanw ni bɛnbaliya jɛnsɛn aw ni ɲɔgɔn cɛ. Aw dɔw ka teli k’u lamɛn. Ala bɛ kojugukɛlaw dɔn kosɛbɛ.",
    "U ye sɔsɔli ɲini ka kɔn o ɲɛ, ka kow wuli aw ye, fo tiɲɛ bɔra kɛnɛ kan, ani Ala ka cikan ye se sɔrɔ, o ye u dusu tiɲɛ kosɛbɛ.",
    "Mɔgɔ minnu b’a fɔ ko: “A’ ye yafa ne ma, aw kana ne kɔrɔbɔ.” U binna kɔrɔbɔli la kaban. Jahanama bɛna dannabaliw minɛ.",
    "Ni nɛɛma nana i sira fɛ, o b’u tɔɔrɔ, nka ni balawu dɔ kɛra i la, u b’a fɔ ko “an tun ye an yɛrɛ tanga ka kɔn o ɲɛ,” u bɛ taa ni nisɔndiya ye.",
    "A fɔ ko: «Foyi tɛna kɛ an na fo Ala ye min latigɛ an ye. Ale de ye an Lakanabaa ye. Dannabaaw ka kan ka u jigi da Ala kan.”",
    "A fɔ ko: “I bɛ se ka ɲɛtaa ɲuman fila dɔ la kelen makɔnɔ an ye, k’a sɔrɔ an bɛ Ala ka ɲangili walima ka se sɔrɔli makɔnɔ an bolo. O la sa, aw ka kɔnɔni kɛ; anw fana bɛ makɔnɔni na.”",
    "A fɔ ko: “A’ ye musaka kɛ ni diyagoya ye walima ni aw t’a fɛ, o tɛna sɔn aw ma, katuguni aw ye jama jugu ye.”",
    "U ka bolomafaraw tɛ Sɔn bawo u bɛ ban Ala n’a ka Ciden ma. Ka fara o kan, u bɛ taa delili la ni sɛgɛn dɔrɔn ye, wa u bɛ musaka kɛ ni kɔnɔnafili dɔrɔn ye.",
    "U ka nafolo wala u denw kana i kabakoya. Ala b'a fɛ k'u tɔɔrɔ n'u ye nin ɲɛnamaya kɔnɔ, ani u niw bɛ taa k'u to dannabaliw ye.",
    "U bɛ kali Ala la ko u bɔra aw la, nka u tɛ aw ta ye. U ye mɔgɔw ye minnu bɛ bɛnbaliya lase mɔgɔw ma.",
    "N’u tun bɛ se ka dogoyɔrɔ, kuluba walima kɔsegin yɔrɔ o yɔrɔ sɔrɔ, u tun bɛ kɔrɔtɔ ka taa o yɔrɔ la ni kunkolo ye.",
    "Mɔgɔ minnu b’i kɔrɔfɔ ka ɲɛsin saraka tila-tilali ma, olu dɔw bɛ yen. Ni niyɔrɔ dɔ dira u ma, o ka di u ye, nka ni u ma di u ma, u bɛ dimi.",
    "U ka kan ka wasa Ala n’a ka ciden ye min di u ma, k’a fɔ ko “Ala bɛ se an ma. Ala na an di ka bɔ a ka nɛɛma la, ani a ka ciden fana bɛna an di. An nege bɛ Ala fan fɛ.”",
    "Baarakɛjɛkuluw ye faantanw ye, dɛsɛbagatɔw, a ɲɛmɔgɔw, dusukunw bɛnni kama, jɔnw hɔrɔnyali kama, juru bɛ minnu na, Ala ka ko la, ani so tɛ minnu bolo. O ye Ala ka sariya ye, wa Ala ye fɛn bɛɛ dɔnbaga ye, hakilitigi ye.",
    "Olu dɔw ye mɔgɔ dɔw ye minnu bɛ kira tɔgɔ tiɲɛ, k’a fɔ ko “A bɛɛ ye tulo ye.” A fɔ ko: “A bɛ i lamɛn i ka nafa kama. A dalen bɛ Ala la, a dalen bɛ dannabaaw la, a ye makari ye aw cɛma dannayakɛlaw ma.” Minnu bɛ Ala ka ciden tɔgɔ tiɲɛ, olu fɛ, o ye ɲangili ye min bɛ mɔgɔ tɔɔrɔ.",
    "U bɛ kali Ala la walisa k’i dusu saalo. Nka, Ala ni a ka ciden de ka kan ka a ɲini ka diya, ni u ye dannabaaw ye.",
    "Yala u t’a dɔn ko mɔgɔ o mɔgɔ bɛ Ala n’a ka ciden kɛlɛ, ale kosɔn, o ye jahanama tasuma ye, ka to a kɔnɔ badaa wa? O de ye maloyaba ye.",
    "Filankafow bɛ siran ko Sapitiri dɔ bɛ se ka jira min bɛna u ladɔnniya fɛn min bɛ u dusukun na. A fɔ ko: “Aw ka tulo geren, nka aw bɛ siran fɛn min ɲɛ, Ala na o bɔ kɛnɛ kan.”",
    "N’i ye ɲininkali kɛ u la, u bɛna a fɔ ko: “An tun bɛ baro ni tulon dɔrɔn de la.” A fɔ ko: “Yala aw bɛ Ala, a ka jiralifɛnw, ani a ka ciden tulo geren wa?”",
    "Aw kana dalilu si kɛ. Aw ye kafiriw kɛ aw ka dannaya kɔfɛ. Ni an ka kan ka yafa aw dɔw ma, an na dɔw ɲangi: u kɛra jurumukɛla jalakilenw ye.",
    "Cɛ ni muso filankafow bɛ ɲɔgɔn fɛ. U bɛ ko jugu yamaruya, ka ko ɲuman bali, ka u bolow datugu. U ɲinɛna Ala kɔ, o de la a tɛ u jate. Filankafow ye jurumutw ye.",
    "Ala ye layidu ta filankafow, cɛw ni musow, ani dannabaliw ye ko Jahannama tasuma bɛna sigi yen fo abada. O ye u ka musaka tilennenya ye. Ala ye u danga, u na tɔɔrɔ banbali muɲu.",
    "U bɛ iko mɔgɔ minnu tun bɛ i ɲɛfɛ, minnu barika tun ka bon, minnu tun ka nafolo ka bon, ani minnu bɔnsɔn tun ka ca. U y’u yɛrɛ ka nafa sɔrɔ, i fana ye i yɛrɛ ka nafa sɔrɔ, wa i y’i yɛrɛ bila o cogo kelen na i n’a fɔ u y’u yɛrɛ diyabɔ cogo min na. U ka kɛwalew kɛra fɛn ye min tɛ foyi ye diɲɛ ni siniko la. U de ye bɔnɛbagaw ye.",
    "Yala u ma u ɲɛfɛmɔgɔw ka maanaw mɛn, n’o ye Nuhun, Aad, Tamud mɔgɔw, Ibrahima ka mɔgɔw, Madiyan sigibagaw ani Dugu wulilenw ka maanaw ye wa? U ka cidenw nana u fɛ ni taamasiyɛn jɛlenw ye. Ala ma kojugu kɛ u la, u yɛrɛ de ye kojugu kɛ.",
    "Dannabaaw cɛw ni musow ye ɲɔgɔn jɛɲɔgɔnw ye. U bɛ tilennenya lafasa, ka kojugu bali, ka delili sigi sen kan, ka kanuya di, ka Ala n’a ka ciden kan minɛ. Olu—Ala bɛna makari u la. Ala ye Sebaayaba ni Hakilitigi ye.",
    "Ala ye layidu ta dannabaaw cɛw ni musow ye ko nakɔw bɛna kɛ bajiw bɛ tɛmɛ minnu fɛ, u bɛna to yen fo abada, ani soba cɛɲiw Badaa nakɔw kɔnɔ. Nka min ka bon ni tɔw bɛɛ ye, o ye Ala ka sɔnni ye. O de ye sebaaya laban ye.",
    "E kira, i ka i jija kafiriw ni filankafow kɛlɛ, i ka gɛlɛya u ma. U sigiyɔrɔ laban ye Jahannama ye—yɔrɔ min ka jugu kosɛbɛ.",
    "U bɛ kali Ala la ko u ma foyi fɔ, o bɛɛ n’a ta, u ye dannabaliya kumaw fɔ ani ka ban dannaya la u kololi kɔfɛ. U ye fɛnw labɛn minnu tun tɛ se ka kɛ u bolo. U ka dimi bɛ bɔ dɔrɔn bawo Ala n’a ka ciden ye u nafolotigiya a ka nɛɛma fɛ. Ni u nimisara, o na fisa u ma. Nka n’u y’u kɔdon, Ala bɛna u ɲangi kosɛbɛ diɲɛ ni siniko la. U tɛna kɛ ni lakanabaga walima dɛmɛbaga ye dugukolo kan.",
    "Mɔgɔ minnu ye layidu ta Ala ye, olu dɔw ye ko: “Ni a ye fɛn di an ma ka bɔ a ka nɛɛma na, an na ni kanuya ye, ka kɛ mɔgɔ tilennenw cɛma.”",
    "O bɛɛ n’a ta, a y’a ka nɛɛma di u ma tuma min na, u ye namara kɛ o la, k’u kɔdon, k’u yɔrɔ janya.",
    "O cogo la, a y'u ɲangi ni filankafoya ye u dusukun na, fo ka se don min na u bɛna a kunbɛn, k'a sababu kɛ u ka layidu tiɲɛni ye Ala ye ani u ka namara.",
    "Yala u t’a dɔn ko Ala b’u ka gundo dɔn ani k’u ka baro kɛ u dan na, ani ko Ala ye fɛn yebaliw dɔnbaga ye wa?",
    "Minnu b dannabaaw kɔrɔfɔ minnu b’u yɛrɛ di ni diyagoya ye, ka mɔgɔw tulo geren minnu tɛ foyi sɔrɔ ka di fo u yɛrɛ ka cɛsiriw, Ala bɛna u tulo geren, wa u bɛna ɲangili dimi sɔrɔ.",
    "I mana yafa ɲini u fɛ wo, i ma yafa ɲini u fɛ wo, hali ni i tun bɛ yafa ɲini u fɛ siɲɛ biwolonwula, Ala tɛna yafa u ma. O bɛ kɛ bawo u banna Ala n’a ka ciden ma. Ala tɛ jogo juguw bilasira.",
    "Minnu tora kɔfɛ, olu nisɔndiyara ka to Ala ka ciden kɔfɛ, wa a tun man di u ye ka cɛsiri kɛ n’u ka nafolo n’u ka ɲɛnamaya ye Ala ka ko la. U ko: “I kana i yɛrɛ bila funteni na.” A fɔ ko: “Jahanama tasuma ka suma ka tɛmɛ o kan—ni u tun bɛ se ka faamuyali sɔrɔ.”",
    "O la sa, u ka ŋɛɲɛ dɔɔnin ani ka kasi kosɛbɛ i n’a fɔ u tun bɛ min sɔrɔ fɔlɔ, o sara.",
    "Ni Ala ye i kɔsegin u kulu dɔ ma, n’u y’i ka yamaruya ɲini ka bɔ, i k’a fɔ ko: “I tɛna taama ni ne ye abada, i tɛna jugu dɔ kɛlɛ ni ne ye fana. I wasa tun bɛ ka to walekɛbali la siɲɛ fɔlɔ la, o la sa, i ka to mɔgɔ minnu kɔ.”",
    "I kana delili kɛ u si ye abada min bɛ sa, i kana jɔ a kaburu da la abada. U ye Ala ni a ka ciden sɔsɔ, wa u sara k’u to jurumutw ye.",
    "U ka nafolo n’u denw kana i kabakoya. Ala b’a fɛ k’u ɲangi u sababu fɛ nin ɲɛnamaya in kɔnɔ, wa u niw bɛ tɛmɛn k’a sɔrɔ u ye dannabaliw ye.",
    "Ni sapitiri dɔ bɔra kɛnɛ kan, k’a fɔ ko: “Aw ka da Ala la, ka cɛsiri kɛ n’a ka ciden ye,” u cɛma nafolotigiw b’i ka yafa ɲini, k’a fɔ ko: “An ka kɛ ni minnu bɛ to kɔfɛ.”",
    "U bɛ wasa sɔrɔ ka kɛ ni mɔgɔw ye minnu bɛ to kɔfɛ; u dusukunw tun sirilen bɛ, o de la u t’a faamu.",
    "Nka, ciden ni mɔgɔ minnu ye dannaya kɛ n’a ye, olu bɛ cɛsiri kɛ n’u ka nafolo n’u ka ɲɛnamaya ye. Katuguni o de na kɛ ko ɲumanw ye, u de bɛna ɲɛ sɔrɔ.",
    "Ala ye nakɔw labɛn u ye, bajiw bɛ woyo minnu kɔrɔ, u bɛna to yen fo abada. O de ye ɲɛtaa bɛɛ la belebele ye.",
    "Kungo Arabu dɔw nana ni daliluw ye, ka yafa ɲini, ani minnu ye nkalon tigɛ Ala n’a ka ciden ye, olu sigilen tora. U cɛma minnu ma da a la, olu bɛna ɲangili dimi de sɔrɔ.",
    "Jalaki si tɛ barikantanw kan, banabagatɔw kan, wala minnu tɛ musaka foyi sɔrɔ, n’u ye tiɲɛtigiw ye Ala n’a ka ciden fan fɛ. Jalaki tɛ mɔgɔ minnu na, olu bɛ ko ɲuman kɛ. Ala ye Yafabaga ni makaribaga ye.",
    "Minnu fana na, n’u nana i fɛ k’a ɲini k’u ta, n’i y’a fɔ ko “foyi tɛ n bolo k’i ta,” u y’u kɔdon, u ɲɛw falen bɛ ɲɛji la dusukasi kosɔn, u ma se ka fɛɛrɛ sɔrɔ min na ka wari bɔ.",
    "Jalaki bɛ mɔgɔ dɔrɔn de kan minnu bɛ i ka yamaruya ɲini k’a sɔrɔ u ye nafolotigi ye. A ka fisa u ma ka to mɔgɔw fɛ minnu bɛ to kɔfɛ, wa Ala y’u dusukunw datugu, k’u to u tɛ faamuyali sɔrɔ.",
    "U bɛna daliluw di i ma n’i seginna u ma. A fɔ ko: “Aw kana daliluw kɛ; an tɛna da i la. Ala ye an ladɔnniya i ka ŋaniyaw la. Ala n’a ka ciden na i ka kɛwalew kɔlɔsi, i na segin fɛn yebaliw ni fɛn yetaw dɔnbaga ma, o min bɛna i ladɔnniya i ka kɛwalew bɛɛ la.”",
    "I seginnen u fɛ, u bɛna kali Ala tɔgɔ la, k’a jigi da ko i bɛna sɔn u ka daliluw ma. I y’i yɔrɔ janya u la, bawo u nɔgɔlen don, wa u sigiyɔrɔ ye Jahannama ye—u ka kɛwalew sara tilennenya.",
    "U b kali i la walisa i ka diya i ye, nka hali n’i b’a fɛ ka diya u ye, Ala tɛ sɔn jurumukɛlaw ma.",
    "Kungo Arabuw ye dannabaliya ni filankafoya sabatilenw ye, wa Ala ye dan minnu jira a ka ciden la, olu ka dɔgɔ. Ala ye fɛn bɛɛ dɔnbaga ye, hakilitigi ye.",
    "Kungo Arabuw cɛma, dɔw b’u ka musaka min jate bɔnɛ ye, wa u bɛ balawu makɔnɔ min bɛna i sɔrɔ. O bɛɛ n’a ta, balawuw bɛna u tɔɔrɔ. Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.",
    "Nka, kungo Arabuw cɛma, mɔgɔ minnu dalen bɛ Ala ni don laban na, olu bɛ yen, wa u b’u ka bolomafaraw jate fɛɛrɛ ye walasa ka gɛrɛ Ala la, ani Ciden ka deliliw. Tiɲɛ na, o bɛna u gɛrɛ ɲɔgɔn na, wa Ala bɛna u don a ka makari la. Ala ye Yafabaga ye, hinɛtigiba.",
    "Tutigɛbagaw — Minw bɔra jamana wɛrɛw la ani Dɛmɛbagaw la fɔlɔ — ani minnu tugura u kɔ ɲumanya la: Ala ka di u ye, wa u ka di a ye. A ye Nakɔw labɛn u ye, baji bɛ tɛmɛ minnu fɛ, u bɛna sigi yen fo abada. O de ye seko bɛɛ la belebele ye.",
    "Kungo Arabu minnu bɛ i lamini na, dɔw ye filankafow ye, ka fara dugudenw cɛma. U bɛ to ka filankafoya kɛ. I t’u dɔn, nka An b’u dɔn tiɲɛ na. An na u ɲangi siɲɛ fila; o kɔfɛ, u bɛna segin ɲangili jugu la.",
    "Wa mg dw b yen minnu b sn o ka jurumuw ma, ani u ye k=wale tilennen ɲagami ni wale jugu d ye. Laala Ala bɛna a yɛrɛ bila u la. Ala ye Yafabaga ni makaribaga ye.",
    "Aw ye kanuya sɔrɔ u ka nafolo la walasa k’u saniya ani k’u saniya, ka delili kɛ u ye. Aw ka deliliw bɛ hɛrɛ lase u ma. Ala ye fɛn bɛɛ lamɛnbaga ye, fɛn bɛɛ dɔnbaga.",
    "Yala u t’a dɔn ko Ala de bɛ sɔn nimisali ma ka bɔ a ka danfɛnw na ani ka dɛmɛ sɔrɔ, ani ko Ala de ye nimisali sɔnbaga ye ani hinɛbaga ye wa?",
    "A fɔ ko: “Baara kɛ! Ala na i ka baara ye ani a ka ciden ni dannabaaw fana na ye. O tuma na fɛ, aw na kɔsegin fɛn yebaliw ni fɛn yetaw dɔnbaga ma, a na aw ladɔnniya aw ka ko kɛlenw bɛɛ la.”",
    "Dɔ wɛrɛw fana ye Ala ka latigɛ bila kɔfɛ, n’a bɛna u ɲangi walima n’a bɛna yafa u ma. Ala ye fɛn bɛɛ dɔnbaga ye, hakilitigi ye.",
    "Minnu ye misiri sigi ni laɲini ye ka kojugu lase mɔgɔw ma, ka dannabaliya sabati, ka bɛnbaliya dan dannabaaw cɛ, ani ka kɛ mɔgɔ minnu ye kɛlɛ kɛ Ala n’a ka ciden ye ka tɛmɛ, olu ka kɛlɛbolo ye, u bɛna kali ko “an tun ma foyi laɲini ni ɲumanya tɛ.” O bɛɛ n’a ta, Ala bɛ seereya kɛ k’u ye nkalontigɛlaw ye.",
    "Kana jɔ o kɔnɔ abada. Misiri min sigira tilennenya kan kabini a daminɛ na, o ka kan ni i ka na ye ka tɛmɛ. A kɔnɔ, cɛw bɛ yen minnu b’a fɛ ka u yɛrɛ saniya, ani Ala bɛ mɔgɔ minnu kanu, olu minnu bɛ u yɛrɛ saniya.",
    "Yala mɔgɔ min b’a ka boon jusigilan sigi, o sinsinnen bɛ tilennenya kan ani ka Ala ka sɔnni ɲini, o ka fisa wa, walima mɔgɔ min b’a ka boon jɔ farakurun bintɔ da la, min bɛ bin n’a ye Jahannama tasuma na wa? Ala tɛ kojugukɛlaw bilasira.",
    "U ye boon min jɔ, o tɛna dabila ka kɛ sigasiga sababu ye u dusukun na, fo u dusukunw ka tigɛ. Ala ye fɛn bɛɛ dɔnbaga ye, hakilitigi ye.",
    "Ala ye u ka ɲɛnamaya n’u ka nafolo san dannabaaw fɛ bawo Alijɛnɛ ye u de ye. U bɛ kɛlɛ kɛ Ala ka ko la. U bɛ mɔgɔ faga ka faga. O layidu bɛ siri a la Tawurata, Kibaru Duman ani Kuranɛ kɔnɔ. Jɔn ye kantigiya kɛ a ka layidu la ka tɛmɛ Ala kan? O la sa, i ye bɛnkan min kɛ, i ka nisɔndiya o la. O de ye sebaaya laban ye.",
    "Minnu bɛ nimisa, ka bato kɛ, ka tanu, ka taama, ka u biri, ka u kunbiri gwan, ka tilennenya lafasa, ka kojugu bali, ka Ala ka danw labato—u bɛ kibaru duman di dannabaaw ma.",
    "A tɛ kira ni dannabaaw bolo ka yafa ɲini mushɛrɛw fɛ, hali n’u tun ye u somɔgɔw ye, a jɛlen kɔfɛ u ye ko u ye Tasuma tasumaman sigibagaw ye.",
    "Ibrahima ka yafa ɲini a fa fɛ, o sababu bɔra dɔrɔn a ye layidu min ta a ye. Nka a jɛlen don a bolo tuma min na ko ale ye Ala jugu ye, a y’a yɛrɛ fara a kan. Ibrahima tun bɛ hinɛ ani a tun bɛ muɲuli kɛ.",
    "Ala tun tɛna mɔgɔw lafili a kɛlen kɔ k’u bilasira, fo n’a y’a jira u la k’a jɛya u ka kan ka u yɛrɛ tanga min ma. Ala bɛ fɛn bɛɛ dɔn.",
    "Sankolo ni dugukolo masaya ye Ala ta ye; A bɛ ɲɛnamaya di ani ka saya lase mɔgɔ ma. Lakanabaga wala dɛmɛbaga wɛrɛ tɛ i bolo ni Ala tɛ.",
    "Ala sɔnna kira ka nimisali ma, kɔkanmɔgɔw, ani dɛmɛbaga minnu tugura a kɔ gɛlɛya waati la, u kulu dɔ dusukunw tun bɛ ɲini ka bɔ a nɔ na. O kɔ, a sɔnna u ka nimisali ma. A ye ɲumanya ni makarikɛla ye u ma.",
    "Ani fana, u saba tora kɔfɛ; fo, dugukolo, a bonya bɛɛ la, ka gɛlɛya u ma, u niw dɔgɔyara u ye, u y’a faamu ko dogoyɔrɔ si tɛ Ala fɛ, fo a fan fɛ. O kɔ, a y’a ɲɛsin u ma hinɛ la walisa u ka se ka nimisa. Ala ye Nimisali Sɔnbaga ye, hinɛtigiba.",
    "Aw dannabaaw, aw ka siran Ala ɲɛ, ka kɛ tiɲɛtigiw cɛma.",
    "A tɛ dugu sigibagaw ni kungo kɔnɔ Arabu minnu bɛ u lamini na, olu ka to Ala ka ciden kɔfɛ, walima k’u yɛrɛ fisaya a ma. Sabu minnɔgɔ, sɛgɛn, walima kɔngɔ tɛ u tɔɔrɔ Ala ka ko la, wa u tɛ fɛɛrɛ tigɛ min bɛ dannabaliw dimi, wa u tɛ foyi sɔrɔ jugu dɔ fɛ, nka o sɛbɛnnen bɛ u ye iko wale tilennen. Tiɲɛ na, Ala tɛ ko ɲuman kɛbagaw ka sara tiɲɛ.",
    "U bɛ musaka si kɛ, a ka dɔgɔ walima a ka bon, walima u bɛ taama dugukolo o dugukolo kan, o tɛna sɛbɛn u bolo. Ala na u sara ka kɛɲɛ n’u ka kɛwale ɲumanw ye.",
    "A man kan dannabaaw ka taama ka bɔ yen pewu. Ka bɔ tilayɔrɔ kelen-kelen bɛɛ la min bɛ taa, kulu kelen ka kan ka to kɔfɛ walasa ka dɔnniya sɔrɔ diinɛ na, ani k’u ka mɔgɔw lasɔmi n’u seginna u ma, walasa u k’u yɛrɛ kɔlɔsi.",
    "Aw dannabaaw, ka dannabaliw kɛlɛ minnu bɛ bin aw kan, ka gɛlɛya sɔrɔ aw la; Aw k'a dɔn ko Ala bɛ mɔgɔ tilennenw fɛ.",
    "Ni sapitiri dɔ bɔra tuma o tuma, u dɔw bɛ ɲininkali kɛ ko: “Aw la jumɛn ka dannaya bonyalen don?” Minnu ye dannaya kɛ, o bɛ dɔ fara u ka dannaya kan, wa u bɛ nisɔndiya.",
    "Nka bana bɛ minnu dusukun na, o bɛ dɔ fara u ka nɔgɔ kan ka kɛ u nɔgɔ ye; U bɛ sa k'a sɔrɔ u ye dannabaliw ye.",
    "Yala u t’a ye k’u bɛ kɔrɔbɔ siɲɛ kelen walima siɲɛ fila san o san wa? U tɛ nimisa hali bi, wa u hakili tɛ o la.",
    "Ni sapitiri dɔ bɔra kɛnɛ kan tuma o tuma, u bɛ ɲɔgɔn filɛ, k’a ɲininka ko: “Mɔgɔ dɔ b’i ye wa?” O kɔ, u bɛ kɔsegin. Ala y’u dusukunw kɔsegin, bawo u ye mɔgɔw ye minnu tɛ faamuyali sɔrɔ.",
    "Ciden dɔ nana aw fɛ ka bɔ aw cɛma. I ka gɛlɛya b’a tɔɔrɔ; a b'a janto aw la kosɛbɛ; dannabaaw fɛ, a ka ɲumanya ni makari don.",
    "Nka ni u y'u kɔdon, a fɔ ko: «Ala bɛ se ne ma. Ala si tɛ yen ni ale tɛ. Ne y’i jigi da ale de kan, wa ale de ye Masasigilanba Matigi ye.”"
]